[
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "胆固醇是血液中发现的蜡状物质。身体需要胆固醇来建立健康细胞。但高胆固醇水平可能增加心脏病的风险。当血液中胆固醇过多时，脂肪和其他物质可能在称为动脉的血管中积聚。这种积聚称为斑块。随着时间推移，当形成更多斑块时，动脉可能变得狭窄或阻塞。这使得足够的血液难以通过动脉流动。有时斑块可能松动并形成血凝块。凝块可能导致心脏病发作或中风。高胆固醇可以是遗传的。这意味着它可以通过基因从父母传递给孩子。但高胆固醇通常是由生活方式选择引起的，例如缺乏足够的运动、不均衡的饮食或摄入大量饱和脂肪。高血脂症是指血清中胆固醇和/或甘油三酯水平升高，俗称高脂血症。低密度脂蛋白胆固醇是ASCVD的致病性危险因素。LDL胆固醇被称为'坏'胆固醇。那是因为它可以积聚并在动脉壁上形成团块或斑块。心脏动脉中过多的斑块会导致心脏病发作。HDL是'好'胆固醇，因为它帮助从血液中清除LDL。甘油三酯来自你吃的热量，但不会立即燃烧。甘油三酯储存在脂肪细胞中。当你需要时，它们会作为能量释放。但是，如果你吃的热量超过你燃烧的热量，你可能会积累甘油三酯。高LDL和甘油三酯水平将你心脏病和中风的风险增加。低HDL胆固醇水平与更高的心脏病风险相关。",
    "abstract": "高血脂症是血液中胆固醇和/或甘油三酯水平升高的一种常见代谢性疾病，可导致动脉粥样硬化和心血管疾病。主要风险因素包括遗传因素和不健康的生活方式。",
    "source": "Mayo Clinic - High Cholesterol: Symptoms and Causes (https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "高血脂症是一种包含各种遗传性和获得性疾病的术语，描述体内血脂水平升高。高血脂症极为常见，特别是在西半球，但也遍及世界。高血脂症本身通常不会导致严重症状，但拥有这种潜在的病理将经常导致可能最终导致死亡的严重疾病。为了降低与这种疾病相关的发病率和死亡率，建立早期诊断和防止疾病进展是至关重要的。流行病学、遗传学和临床干预研究证据充分证实，低密度脂蛋白胆固醇是ASCVD的致病性危险因素。新近研究还提示，其他含有载脂蛋白B的脂蛋白，包括富含甘油三酯的脂蛋白及其残粒，以及脂蛋白（a），也参与ASCVD的病理生理过程。原发性血脂异常源于患者可能从出生时继承的多种遗传性疾病，而继发性血脂异常通常源于另一种潜在的病因，如不健康的饮食、药物、甲状腺功能减退症、控制不佳的糖尿病和/或不良的生活方式。",
    "abstract": "高血脂症分为原发性（遗传性）和继发性（获得性）两种，涉及血清脂质代谢异常，是动脉粥样硬化性心血管疾病的主要危险因素。",
    "source": "NIH/NCBI - Hyperlipidemia (StatPearls) (https://www.ncbi.nlm.nih.gov/books/NBK559182/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "在过去的二十年中，中国人群的血脂水平和血脂异常患病率有了明显的增加。2018年全国调查数据显示，我国≥18岁成人血清TC平均为4.8 mmol/L，LDL-C为2.9 mmol/L，TG为1.7 mmol/L。与2002、2010、2015年进行的全国性调查获得的数据相比，各项血脂成分的平均水平均明显升高。2018年全国调查结果显示，≥18岁成人血脂异常总患病率为35.6%，其中高TC血症患病率的增加最为明显。高LDL-C血症患病率也持续上升，2018年≥18岁成人LDL-C≥4.1 mmol/L的比例为8.0%，而2010年和2015年≥18岁成人LDL-C≥4.1 mmol/L的比例分别为5.6%和7.2%。儿童和青少年的高TC血症患病率也明显升高。血脂成分的平均水平是评价人群血脂变化趋势的重要指标。一项近期发表的覆盖全球200个国家的研究报告显示，1980年，中国成人TC和非HDL-C的平均水平处于全球较低的分级之列，明显低于西方国家；而2018年，中国成人的TC和非HDL-C的平均水平则达到或超过了一些西方国家的平均水平。",
    "abstract": "中国高血脂症流行率在过去数十年显著上升，总患病率从2010年升至2018年的35.6%，高TC血症增幅最明显，儿童患病率也在上升。",
    "source": "中国血脂管理指南(2023年) - 中华心血管病杂志 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "高血脂症的症状：高血脂症本身通常没有症状。只有通过血液检测才能了解您是否患有高血脂症。美国心脏协会建议，孩子应该检查一次，也称为筛查高血脂症，一次在9-11岁之间。如果孩子有高血脂症、心脏病发作或中风的家族史，筛查可能会更早开始。如果孩子患有糖尿病或肥胖症等疾病，筛查也可能会更早开始。下一次推荐的胆固醇筛查是针对17-21岁之间的人群。之后，许多成年人每4-6年检查一次胆固醇。患有高血压和糖尿病等健康状况的人可能需要更频繁的筛查。服用降胆固醇药物的人也可能需要更频繁的筛查。如果您的测试结果不在可取范围内，您的医疗保健专业人员可能会建议更频繁的测试。",
    "abstract": "高血脂症通常无症状，只能通过血液检测发现。不同人群需要不同的筛查频率，如儿童、成人、糖尿病患者等。",
    "source": "Mayo Clinic - High Cholesterol: Symptoms (https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "导致高血脂症的原因：高血脂症有两种：高血脂症和低HDL-C血症。您的血液中包含三种主要脂质类型：高密度脂蛋白、低密度脂蛋白和甘油三酯。原发性血脂异常是遗传性的。继发性血脂异常是一种获得性疾病。这意味着它是由其他原因引起的，例如肥胖或糖尿病。可能导致血脂异常的疾病包括肥胖症、这种复杂疾病涉及过多的体脂。慢性肾病。慢性肝病。糖尿病。艾滋病毒/艾滋病。甲状腺功能减退症。狼疮。体重过重和肥胖。睡眠呼吸暂停。某些为其他健康状况服用的药物类型也可能使胆固醇水平恶化。这些包括针对痤疮、癌症、高血压、艾滋病毒/艾滋病、不规则心跳和器官移植的治疗。生活方式因素可能是高血脂症的最常见原因。这些因素包括吃高饱和脂肪和反式脂肪的饮食，以及没有足够的运动。",
    "abstract": "高血脂症的原因包括遗传因素、生活方式（高饱和脂肪摄入、缺乏运动）和各种代谢性疾病（糖尿病、肥胖症、肝肾疾病等）。",
    "source": "Mayo Clinic - High Cholesterol: Causes and Risk Factors (https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "高血脂症的并发症：高血脂症会导致其他健康问题（称为并发症）。出现高血脂症时，可能有大量斑块在动脉壁上积聚。这称为动脉粥样硬化。随着时间推移，斑块积聚可能导致动脉变窄和阻塞。如果有太多血液中的胆固醇，胆固醇和其他物质可能形成沉积物称为斑块。斑块会导致动脉变窄或阻塞。如果斑块破裂，就会形成血凝块。斑块和血凝块会使通过动脉的血流减少。高血脂症可导致其他被称为并发症的健康问题。动脉内血流减少可能会导致以下并发症：1.胸部疼痛，也称为心绞痛。如果为心脏提供血液的动脉受到影响，可能会导致胸痛。它也可能导致常见心脏病冠状动脉疾病的其他症状。2.心脏病发作。如果斑块撕裂或破裂，就会形成血凝块。破裂处的血凝块可能阻塞血流。或者它可能完全断裂并阻塞远处的动脉。如果流向心脏一部分的血流停止，就会发生心脏病发作。心脏病发作是需要立即治疗的紧急情况。3.中风。当血凝块阻塞血流到大脑的一部分时，就会发生中风。这也是需要立即治疗的紧急情况。",
    "abstract": "高血脂症主要并发症是动脉粥样硬化导致的心绞痛、心肌梗塞和中风，这些都是危及生命的心血管事件。",
    "source": "Mayo Clinic - High Cholesterol: Complications (https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "高血脂症的预防：导致血脂升高的心脏健康生活方式改变也可以帮助预防高血脂症。您可以练习以下习惯：1.食用侧重于瘦肉蛋白、水果、蔬菜和全谷物的饮食。限制钠和添加糖。2.同时限制您吃的饱和脂肪和反式脂肪的量。而是食用含有健康脂肪的食物，如油腻或油性鱼、坚果和橄榄油或菜籽油。3.减轻多余的体重并保持其下降。4.如果您吸烟，请要求您的护理团队帮助您戒烟。5.每周大多数日子运动至少30分钟。6.少喝酒，最多。将酒精限制在女性每天不超过一杯，男性每天不超过两杯。",
    "abstract": "高血脂症预防需采取健康生活方式，包括均衡饮食、定期运动、控制体重、戒烟限酒。",
    "source": "Mayo Clinic - High Cholesterol: Prevention (https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "血脂检测项目：建议临床血脂检测包括总胆固醇、甘油三酯、LDL-C和高密度脂蛋白胆固醇。TC是指血液中各脂蛋白所含胆固醇之总和。LDL-C是ASCVD的致病性危险因素，是调脂治疗的首要干预靶点。通常情况下，HDL-C水平与ASCVD风险呈负相关。非HDL-C为TC减去HDL-C获得，代表了所有含有载脂蛋白B的脂蛋白胆固醇的总量。有条件的医疗机构可以开展载脂蛋白A1、ApoB、脂蛋白（a）检测。血清ApoA1主要反映高密度脂蛋白颗粒水平，血清ApoB主要反映低密度脂蛋白颗粒水平。脂蛋白（a）由LDL样颗粒和载脂蛋白（a）组成，是ASCVD和钙化性主动脉瓣狭窄的独立危险因素。",
    "abstract": "血脂检测的常规项目包括总胆固醇、甘油三酯、LDL-C和HDL-C，有条件时可检测ApoA1、ApoB和脂蛋白(a)等。",
    "source": "中国血脂管理指南(2023年)第三部分 - 血脂检测项目 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "血脂筛查对象：对于普通人群，建议<40岁成年人每2~5年进行1次血脂检测（包括TC、LDL-C、HDL-C和TG），≥40岁成年人每年至少应进行1次血脂检测。血脂检查的重点对象为：有ASCVD病史者；存在多项ASCVD危险因素（如高血压、糖尿病、肥胖、吸烟）的人群；有早发ASCVD家族史者（男性一级亲属<55岁或女性一级亲属<65岁患ASCVD），或有家族性高脂血症患者；皮肤或肌腱黄色瘤及跟腱增厚者。",
    "abstract": "血脂筛查建议普通人群每2-5年检查一次(<40岁)或每年检查一次(≥40岁)，高危人群需更频繁检查。",
    "source": "中国血脂管理指南(2023年)第七部分 - 血脂筛查 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "基于NHANES数据的流行病学统计：根据2007-2018年美国全国健康营养检查调查（NHANES）数据分析15499名参与者，分析发现平均血脂水平和高血脂症患病率因性别、年龄、种族和吸烟状态而异。黑人的平均血清总胆固醇和甘油三酯明显低于白人，而血清HDL-C高于白人。相比之下，墨西哥裔美国人的平均血清甘油三酯明显高于白人，而血清HDL-C低于白人。此外，65岁及以上女性的总胆固醇和甘油三酯水平明显高于同龄男性。总体而言，吸烟者的平均总胆固醇、甘油三酯和LDL-C水平高于非吸烟者。总胆固醇为240 mg/dL及以上的高胆固醇血症总患病率为11.5%，甘油三酯≥200 mg/dL的高甘油三酯血症总患病率为10.4%。",
    "abstract": "NHANES数据显示高血脂症患病率因性别、年龄、种族和吸烟状态而不同，女性65岁后血脂升高，男性高甘油三酯血症风险更高。",
    "source": "Distribution of lipid levels and prevalence of hyperlipidemia: data from the NHANES 2007-2018 (https://pmc.ncbi.nlm.nih.gov/articles/PMC9615374/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "英国流行病学数据：在2009-2019年的英国研究中，原发性高胆固醇血症和混合型血脂异常患者279221名。原发性高胆固醇血症和混合型血脂异常的患病率从2009年的13.5%增加到2019年的23.5%，几乎翻了一番。发生率从2009年每10万人口176例下降到2019年49例。队列的平均年龄为58岁，47%为男性。基线总胆固醇和LDL-C分别为6.31 mmol/L和4.32 mmol/L。19.6%患者患有动脉粥样硬化性心血管疾病，30.1%患糖尿病，8.5%患异质性家族性高胆固醇血症。大比例患者患有动脉粥样硬化性心血管疾病（19.6%）、糖尿病（30.1%）或两者（8.0%），或其他将他们列为心血管风险高或非常高的心血管危险因素。10%以上患者总体患有中度至重度慢性肾病。",
    "abstract": "英国数据显示2009-2019年高血脂症患病率翻倍，高危患者中仅2.3%达到50%的LDL-C降低目标。",
    "source": "Prevalence and Patient Outcomes of Adult Primary Hypercholesterolemia and Dyslipidemia in the UK (https://pmc.ncbi.nlm.nih.gov/articles/PMC8994561/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "血脂异常的分类：血脂异常通常指血清中胆固醇和/或TG水平升高，俗称高脂血症。实际上血脂异常也泛指包括低HDL-C血症在内的各种血脂异常。原发性（遗传性）血脂异常是指无明确可引起血脂异常的继发因素，如疾病、药物等，所致的血脂异常。原发性血脂异常大多是由于单一基因或多个基因突变所致，具有家族聚集性，有明显的遗传倾向。继发性（获得性）血脂异常通常是指由导致血清脂质和脂蛋白代谢改变的潜在的系统性疾病、代谢状态改变、不健康饮食以及某些药物引起的血脂异常。血脂异常可进行简易的临床分类为高胆固醇血症、高甘油三酯血症、混合型高脂血症和低高密度脂蛋白胆固醇血症。",
    "abstract": "高血脂症分类分为原发性（遗传性）和继发性（获得性），临床可分为高胆固醇、高甘油三酯、混合型或低HDL-C血症。",
    "source": "中国血脂管理指南(2023年) - 第六部分血脂异常分类 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "治疗原则和药物管理：他汀类药物是血脂异常降脂药物治疗的基石。不同种类与剂量的他汀类药物降胆固醇幅度有一定差别，但任何一种他汀类药物剂量倍增时，LDL-C进一步降低幅度仅约6%。他汀类药物尚可使TG水平降低7%~30%，HDL-C水平升高5%~15%。他汀类药物适用于高胆固醇血症、混合型高脂血症和ASCVD的防治。推荐起始使用常规剂量或中等强度他汀类药物。当LDL-C不能达标时，可联合使用非他汀类降脂药物，如胆固醇吸收抑制剂或前蛋白转化酶枯草溶菌素9抑制剂。胆固醇吸收抑制剂在肠道刷状缘水平通过与尼曼匹克C1相互作用从而抑制饮食和胆汁胆固醇在肠道的吸收，包括依折麦布和海博麦布。研究证实依折麦布与他汀类药物联合时，LDL-C水平可进一步降低18%~20%。",
    "abstract": "高血脂症治疗以他汀类药物为基础，中等强度起始治疗。LDL-C未达标时联合胆固醇吸收抑制剂或PCSK9抑制剂，实现阶梯治疗。",
    "source": "中国血脂管理指南(2023年) - 第九部分降脂药物治疗 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "生活方式干预：生活方式干预是降脂治疗的基础。降脂治疗中首先推荐健康生活方式，包括合理膳食、适度增加身体活动、控制体重、戒烟和限制饮酒等，其中合理膳食对血脂影响较大。限制油脂摄入总量，每日20~25g。采用不饱和脂肪酸（植物油）替代饱和脂肪酸（动物油、棕榈油等）。避免摄入反式脂肪酸（氢化植物油等）。增加蔬菜和水果、全谷物、膳食纤维及鱼类的摄入。对于ASCVD中危以上人群或合并高胆固醇血症患者，应特别强调减少膳食胆固醇的摄入，每天膳食胆固醇摄入量应在300mg以下。",
    "abstract": "高血脂症的生活方式干预包括合理膳食（限制饱和脂肪和反式脂肪、增加膳食纤维）、运动、控制体重和戒烟限酒。",
    "source": "中国血脂管理指南(基层版2024年) - 降脂治疗策略 (https://99homecare.com/files/2024-8.pdf)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "血脂异常的临床症状：血脂异常本身通常不引起症状。如您患有血脂异常，通常意味着您的LDL水平或甘油三酯过高。这也可能意味着您的HDL水平太低。您可能患有血脂异常并且从不知道。像高血压一样，高胆固醇没有明显症状。通常在常规血液检查中发现。然而，血脂异常可能导致心血管病，这可能是有症状的。高LDL和甘油三酯水平使您心脏病发作和中风的风险增加。低水平的HDL胆固醇与更高的心脏病风险相关。极高的甘油三酯水平可能导致感觉异常、呼吸困难和意识模糊。脂质紊乱可导致症状性终末器官疾病。急性胰腺炎可由高甘油三酯水平（>500 mg/dL）引起。肝脾肿大可能由极高的甘油三酯水平引起。",
    "abstract": "高血脂症本身通常无症状，但可能导致心血管事件症状。极高甘油三酯可引起急性胰腺炎、肝脾肿大等并发症。",
    "source": "MSD医学手册 - 血脂异常 (https://www.msdmanuals.cn/professional/endocrine-and-metabolic-disorders/lipid-disorders/dyslipidemia)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "PCSK9抑制剂的使用：前蛋白转化酶枯草溶菌素9抑制剂已经被证实可显著降低平均LDL-C水平达50%~70%。目前获批上市的有2种全人源单抗，分别是依洛尤单抗和阿利西尤单抗。研究证实依洛尤单抗和阿利西尤单抗可显著降低平均LDL-C水平达50%~70%。依洛尤单抗140mg或阿利西尤单抗75mg，每两周1次皮下注射，安全性和耐受性好，最常见的副作用包括注射部位发痒和流感样症状。Inclisiran是PCSK9小干扰RNA，研究表明，其LDL-C降幅与PCSK9单抗相当而作用更持久，注射一剂疗效可维持半年。应用PCSK9单抗后常常可将患者的LDL-C降至较低水平。",
    "abstract": "PCSK9抑制剂可将LDL-C降低50-70%，有单抗和小干扰RNA两种形式，安全性好，对难治性高血脂症有效。",
    "source": "中国血脂管理指南(2023年) - PCSK9抑制剂部分 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "ASCVD风险评估和分层：流行病学、遗传学和临床干预研究证据充分证实，LDL-C是ASCVD的致病性危险因素。然而，个体发生ASCVD风险的高低不仅取决于LDL-C水平高低，还取决于同时存在的疾病状态及其他ASCVD危险因素的数目和水平。大量观察性研究和临床试验证实LDL-C是ASCVD的致病性危险因素。即使对于LDL-C水平相同的个体，其他情况不同也会导致ASCVD总体风险存在明显差异。多个疾病状态或危险因素共存可显著增加ASCVD的总体风险。推荐采用基于我国人群长期队列研究建立的ASCVD总体发病风险评估流程图进行风险评估。ASCVD总体风险评估是血脂干预决策的基础。",
    "abstract": "ASCVD风险评估需综合考虑LDL-C水平和多个危险因素，不同风险分层需要不同的LDL-C控制目标。",
    "source": "中国血脂管理指南(2023年) - 第四部分ASCVD总体风险评估 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "特定人群的血脂管理：糖尿病患者：对于糖尿病患者，推荐同时采用LDL-C和非HDL-C作为降脂靶点。糖尿病患者的血脂管理需要特殊关注，因为他们往往伴有一组促动脉粥样硬化的血脂异常特征，包括高甘油三酯、小而致密的LDL分数升高，以及HDL水平降低。慢性肾脏病患者：对于轻中度肾功能不全患者，他汀类药物治疗能显著降低其ASCVD风险；对于透析依赖的重度肾功能不全患者，他汀类药物干预研究未显示效果。CKD患者是他汀类药物引起肌病的高危人群，发病风险与他汀类药物剂量密切相关，故应避免大剂量应用。卒中患者：对于缺血性卒中患者，降低LDL-C的获益远大于有潜在出血性卒中的风险。存在出血性卒中高风险或有出血性卒中病史的患者应个体化评估降脂治疗的获益与风险。",
    "abstract": "特定人群如糖尿病患者、肾脏病患者和卒中患者需要个体化的血脂管理策略，考虑相关并发症和用药风险。",
    "source": "中国血脂管理指南(2023年) - 第五部分特定人群的血脂管理 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "血脂异常在儿童和青少年中的流行：儿童和青少年血脂异常患病率明显升高。2012年全国7个省、自治区、直辖市6~17岁儿童和青少年调查显示，5.4%的儿童和青少年有高TC血症（TC>5.2 mmol/L），较10年前升高约1.5倍，儿童中高TG和低HDL-C血症则更为常见。北京儿童和青少年代谢综合征研究调查显示，2014年6~18岁儿童青少年的血清TC、LDL-C和非HDL-C平均水平分别为4.3、2.4和2.8 mmol/L，较10年前明显上升。血脂异常和动脉粥样硬化开始于儿童，血脂需从儿童时期开始管理。",
    "abstract": "儿童和青少年高血脂症患病率在近10年显著上升，高TC血症升高1.5倍，需要从儿童期开始管理。",
    "source": "中国血脂管理指南(2023年) - 儿童血脂管理内容 (https://csc.cma.org.cn/)"
  },
  {
    "disease_name": "高血脂症",
    "category": "代谢与内分泌疾病",
    "information": "他汀类药物的不良反应：肝酶异常主要表现为转氨酶升高，发生率约0.5%~3.0%，呈剂量依赖性。他汀类药物相关肌肉并发症包括肌痛、肌炎、肌病以及横纹肌溶解，发生率1%~5%（RCT结果）或5%~10%（观察性研究结果），横纹肌溶解罕见。长期服用他汀类药物有增加新发糖尿病的风险，属他汀类效应。使用高强度他汀类药物时，新发糖尿病发生率高于常规剂量他汀类药物。他汀类药物的其他不良反应还包括头痛、失眠、抑郁以及消化不良、腹泻、腹痛、恶心等消化道症状。需关注与其他药物间的相互作用。通过CYP3A4途径代谢的他汀类药物与免疫抑制剂、抗真菌药物、大环内酯类药物、钙拮抗剂等联用时，可能增加肌病或肌溶解的风险。",
    "abstract": "他汀类药物不良反应包括肝酶升高、肌痛、新发糖尿病等，需监测并根据情况调整或更换药物。",
    "source": "中国血脂管理指南(2023年) - 他汀类药物不良反应部分 (https://csc.cma.org.cn/)"
  }
]