[
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "Type 2 Diabetes Mellitus (T2DM), one of the most common metabolic disorders, is caused by a combination of two primary factors: defective insulin secretion by pancreatic β-cells and the inability of insulin-sensitive tissues to respond appropriately to insulin. Because insulin release and activity are essential processes for glucose homeostasis, the molecular mechanisms involved in the synthesis and release of insulin, as well as in its detection are tightly regulated. Defects in any of the mechanisms involved in these processes can lead to a metabolic imbalance responsible for the development of the disease.\n\nNumerous distinct pathophysiologic abnormalities have been associated with type 2 diabetes mellitus (T2DM). It is well established that decreased peripheral glucose uptake (mainly muscle) combined with augmented endogenous glucose production are characteristic features of insulin resistance. Increased lipolysis, elevated free fatty acid levels, along with accumulation of intermediary lipid metabolites contributes to further increase glucose output, reduce peripheral glucose utilization, and impair beta-cell function. Adipocyte insulin resistance and inflammation have been identified as important contributors to the development of T2DM. The presence of non-alcoholic fatty liver disease [NAFLD] is now considered an integral part of the insulin resistant state.",
        "abstract": "2型糖尿病是最常见的代谢性疾病之一,由两个主要因素组合引起:胰腺β细胞胰岛素分泌缺陷和胰岛素敏感组织对胰岛素反应能力受损。病理生理异常包括外周葡萄糖摄取减少、内源性葡萄糖产生增加、脂肪分解增加、游离脂肪酸水平升高、脂质代谢中间产物积累、脂肪细胞胰岛素抵抗和炎症,以及非酒精性脂肪肝疾病。",
        "source": "Pathophysiology of Type 2 Diabetes Mellitus. Int J Mol Sci. 2020 Aug 30;21(17):6275. https://pmc.ncbi.nlm.nih.gov/articles/PMC7503727/"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "β-cells are responsible for insulin production, which is synthesized as pre-proinsulin. Once glucose enters, glucose catabolism is activated, increasing the intracellular ATP/ADP ratio, which induces the closing of ATP-dependant potassium channels in the plasma membrane. This leads to membrane depolarization and opening of the voltage dependant Ca2+ channels, enabling Ca2+ to enter the cell. The rise in the intracellular Ca2+ concentration triggers the priming and fusion of the secretory insulin-containing granules to the plasma membrane, resulting in insulin exocytosis.\n\nβ-cell dysfunction has been traditionally associated with β-cell death. However, recent evidence suggests that the dysfunction of β-cells in T2DM might be due to a more complex network of interactions between the environment and different molecular pathways implicated in cell biology. In an excessive nutritional state, similar to that found in obesity, hyperglycemia and hyperlipidemia are often present, favoring IR and chronic inflammation. Under these circumstances, β-cells are subject to toxic pressures including inflammation, ER stress, metabolic/oxidative stress, amyloid stress, with the potential of ultimately leading to a loss of islet integrity.\n\nAn excess of FFAs and hyperglycemia lead to β-cell dysfunction by inducing ER stress through the activation of the apoptotic unfolded protein response (UPR) pathways. Lipotoxicity, glucotoxicity and glucolipotoxicity occurring in obesity, induce metabolic and oxidative stress that leads to β-cell damage.",
        "abstract": "胰岛β细胞负责胰岛素生产,通过葡萄糖代谢引发ATP/ADP比值升高导致胰岛素释放。β细胞功能障碍涉及复杂的环境和分子通路相互作用网络。过度营养状态下的高血糖和高脂血症导致胰岛素抵抗和慢性炎症,β细胞遭受炎症、内质网应激、代谢/氧化应激和淀粉样应激等毒性压力,最终导致胰岛完整性丧失。",
        "source": "Pathophysiology of Type 2 Diabetes Mellitus. Int J Mol Sci. 2020 Aug 30;21(17):6275. https://pmc.ncbi.nlm.nih.gov/articles/PMC7503727/"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "Symptoms of type 2 diabetes often come on slowly. In fact, people can live with type 2 diabetes for years and not know it. When there are symptoms, they may include:\n- More thirst.\n- More urination.\n- More hunger.\n- Weight loss.\n- Tiredness.\n- Blurred vision.\n- Slow-healing sores.\n- Frequent infections.\n- Numbness or tingling in the hands or feet.\n- Areas of darkened skin, most often in the armpits and neck.",
        "abstract": "2型糖尿病的症状通常缓慢出现,患者可能多年不自知。主要症状包括:口渴增加、尿频、饥饿感增强、体重下降、疲劳、视力模糊、伤口愈合缓慢、频繁感染、手脚麻木或刺痛感,以及腋窝和颈部皮肤变黑区域。",
        "source": "Type 2 diabetes - Symptoms and causes. Mayo Clinic. https://www.mayoclinic.org/diseases-conditions/type-2-diabetes/symptoms-causes/syc-20351193"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "In the post-absorptive state, approximately 50% of all glucose utilization occurs in the brain, which is insulin independent. Another 25% of glucose uptake occurs in the splanchnic area and is also insulin independent. The remaining 25% of glucose metabolism takes place in insulin-dependent tissues, primarily muscle. Approximately 85% of endogenous glucose production is derived from the liver, and the remaining amount is produced by the kidney.\n\nIn subjects with T2DM and mild to moderate fasting hyperglycemia, basal endogenous glucose production is increased by approximately 0.5 mg/kg.min. The increase in basal EGP is closely correlated with the severity of fasting hyperglycemia. In T2DM with overt fasting hyperglycemia, an excessive rate of EGP and glucose output is the major abnormality responsible for the elevated fasting plasma glucose concentration.\n\nMuscle is the major site of glucose disposal in man. Under euglycemic hyperinsulinemic conditions, approximately 80% of total body glucose uptake occurs in skeletal muscle. In lean subjects with T2DM, the onset of insulin action is delayed and the ability of the hormone to stimulate leg glucose uptake is markedly blunted. These results provide conclusive evidence that the primary site of insulin resistance during euglycemic insulin clamp studies performed in subjects with T2DM resides in muscle tissue.",
        "abstract": "2型糖尿病患者的胰岛素抵抗主要表现为肝脏葡萄糖生成过度和肌肉葡萄糖摄取减少。空腹状态下,肝脏内源性葡萄糖生成增加约0.5 mg/kg.min,与空腹高血糖严重程度密切相关。正常情况下约80%的葡萄糖摄取发生在骨骼肌,但2型糖尿病患者的胰岛素刺激肌肉葡萄糖摄取能力明显减弱。",
        "source": "Pathogenesis of Type 2 Diabetes Mellitus. Endotext. 2021 Sep 26. https://www.ncbi.nlm.nih.gov/books/NBK279115/"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "Factors that may increase the risk of type 2 diabetes include:\n- Excess weight. Being overweight or obese is a main risk.\n- Waist size. Storing fat mainly in the belly rather than in the hips and thighs raises the risk. The risk of type 2 diabetes is higher in people assigned male at birth whose waists measure more than 40 inches. For people assigned female at birth, a waist measure of more than 35 inches raises the risk.\n- Sitting. The less active a person is, the higher the risk. Physical activity helps manage weight, uses up glucose as energy and helps cells take in insulin.\n- Family history. Having a parent or sibling who has type 2 diabetes raises the risk.\n- Race and ethnicity. Black people, Hispanic people, Native American and Asian people, and Pacific Island people are more likely to get type 2 diabetes than white people.\n- Blood lipid levels. A higher risk is linked with low levels of HDL cholesterol and high levels of triglycerides.\n- Age. The risk of type 2 diabetes goes up with age, mainly after age 35.\n- Prediabetes. Prediabetes is a condition in which blood sugar is higher than the standard range, but not high enough to be called type 2 diabetes. If not treated, prediabetes often moves on to become type 2 diabetes.\n- Pregnancy-related risks. The risk of getting type 2 diabetes is higher in people who had gestational diabetes when they were pregnant.\n- Polycystic ovary syndrome. This condition results in irregular menstrual periods, excess hair growth and obesity. It raises the risk of diabetes.",
        "abstract": "2型糖尿病的危险因素包括:超重或肥胖、腹部脂肪堆积(男性腰围>40英寸、女性>35英寸)、久坐不动、糖尿病家族史、特定种族(黑人、西班牙裔、美洲原住民、亚洲人、太平洋岛民)、血脂异常(低HDL胆固醇、高甘油三酯)、年龄增长(特别是35岁后)、糖尿病前期、妊娠糖尿病史和多囊卵巢综合征。",
        "source": "Type 2 diabetes - Symptoms and causes. Mayo Clinic. https://www.mayoclinic.org/diseases-conditions/type-2-diabetes/symptoms-causes/syc-20351193 and Diabetes Risk Factors. CDC. https://www.cdc.gov/diabetes/risk-factors/index.html"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "Type 2 diabetes affects many major organs. These include the heart, blood vessels, nerves, eyes and kidneys. Managing diabetes and blood sugar can lower the risk for these complications and other medical conditions, including:\n- Heart and blood vessel disease. Diabetes is linked with a higher risk of heart disease, stroke, high blood pressure and narrowed blood vessels, called atherosclerosis.\n- Nerve damage in arms and legs. This condition is called neuropathy. High blood sugar over time can damage or destroy nerves. Neuropathy may cause tingling, numbness, burning, pain or loss of feeling.\n- Other nerve damage. Damage to nerves of the heart can cause irregular heart rhythms. Nerve damage in the digestive system can cause problems with nausea, vomiting, diarrhea or constipation. Nerve damage also may cause erectile dysfunction.\n- Kidney disease. Diabetes may lead to long-term kidney disease or end-stage kidney disease that can't be reversed.\n- Eye damage. Diabetes increases the risk of serious eye conditions including cataracts and glaucoma. Diabetes also may damage the blood vessels of the retina, which is called diabetic retinopathy. This damage can lead to blindness.\n- Skin conditions. Diabetes may raise the risk of bacterial and fungal infections.\n- Slow healing. Cuts and blisters that aren't treated can become serious infections. Bad damage can result in the need to use surgery to remove a toe, foot or leg.\n- Hearing impairment. Hearing problems are more common in people with diabetes.\n- Sleep apnea. Obstructive sleep apnea is common in people who have type 2 diabetes.\n- Dementia. Type 2 diabetes seems to raise the risk of Alzheimer's disease and other conditions that cause dementia.",
        "abstract": "2型糖尿病影响多个主要器官包括心脏、血管、神经、眼睛和肾脏。主要并发症包括:心血管疾病(心脏病、中风、高血压、动脉粥样硬化)、神经病变(四肢麻木刺痛、心律失常、消化系统问题、勃起功能障碍)、肾脏疾病、眼部损伤(白内障、青光眼、糖尿病视网膜病变导致失明)、皮肤感染、伤口愈合缓慢、听力障碍、睡眠呼吸暂停和痴呆症风险增加。",
        "source": "Type 2 diabetes - Symptoms and causes. Mayo Clinic. https://www.mayoclinic.org/diseases-conditions/type-2-diabetes/symptoms-causes/syc-20351193"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "本指南采用世界卫生组织(WHO)1999年糖尿病诊断标准、糖代谢状态分类标准和糖尿病的分型体系,空腹血浆葡萄糖或75g葡萄糖OGTT后2hPG值可以单独用于流行病学调查或人群筛查。\n\n诊断标准:\n(1)糖尿病症状(高血糖所导致的多饮、多食、多尿、体重下降、皮肤瘙痒、视力模糊等急性代谢紊乱表现)加随机血糖 ≥11.1 mmol/L\n或\n(2)空腹血糖(FPG) ≥7.0 mmol/L\n或\n(3)葡萄糖负荷后2h血糖 ≥11.1 mmol/L\n无糖尿病症状者,需改日重复检查\n\n糖代谢分类:\n正常血糖(NGR): 空腹血糖<6.1 mmol/L, 糖负荷后2小时血糖<7.8 mmol/L\n空腹血糖受损(IFG): 6.1~<7.0 mmol/L, <7.8 mmol/L\n糖耐量减低(IGT): <7.0 mmol/L, 7.8~<11.1 mmol/L\n糖尿病(DM): ≥7.0 mmol/L, ≥11.1 mmol/L\n\n空腹状态指至少8h没有进食热量;随机血糖指不考虑上次用餐时间,一天中任意时间的血糖,不能用来诊断空腹血糖受损或糖耐量异常。",
        "abstract": "2型糖尿病诊断采用WHO 1999年标准。诊断标准包括:糖尿病症状加随机血糖≥11.1 mmol/L,或空腹血糖≥7.0 mmol/L,或葡萄糖负荷后2小时血糖≥11.1 mmol/L。糖代谢状态分为正常血糖、空腹血糖受损、糖耐量减低和糖尿病四类。建议空腹血糖受损者行OGTT检查以降低糖尿病漏诊率。",
        "source": "中国2型糖尿病防治指南(2010年版). 中华医学会糖尿病学分会. http://diab.cma.org.cn/uploadfile/ueditor/file/20160811/6360650768334000005174021.pdf"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "Healthy lifestyle choices can help prevent type 2 diabetes. If you have prediabetes, lifestyle changes may slow the condition or keep it from becoming diabetes.\n\nA healthy lifestyle includes the following:\n- Eat healthy foods. Choose foods lower in fat and calories and higher in fiber. Focus on fruits, vegetables and whole grains.\n- Be active. Aim for 150 or more minutes a week of moderate to vigorous aerobic activity, such as brisk walking, bicycling, running or swimming.\n- Lose weight. If you are overweight, losing some weight and keeping it off may slow prediabetes from becoming type 2 diabetes. If you have prediabetes, losing 7% to 10% of your body weight may lower the risk of diabetes.\n- Don't sit for long. Sitting for long periods can raise the risk of type 2 diabetes. Get up every 30 minutes and move around for at least a few minutes.\n\nResearch such as the Diabetes Prevention Program shows that you can do a lot to reduce your chances of developing type 2 diabetes. You may be able to prevent or delay diabetes by losing 5 to 7 percent of your starting weight. For instance, if you weigh 200 pounds, your goal would be to lose about 10 to 14 pounds.\n\nPeople with prediabetes may take metformin, a diabetes medicine, to lower the risk of type 2 diabetes. This is most often prescribed for older adults who are obese and who can't lower blood sugar levels with lifestyle changes.",
        "abstract": "健康的生活方式选择可以预防2型糖尿病。预防策略包括:选择低脂肪、低热量、高纤维食物,多吃水果、蔬菜和全谷物;每周进行150分钟或以上中等至剧烈有氧运动;减重5-10%体重(糖尿病前期患者减重7-10%可降低糖尿病风险);避免久坐,每30分钟起身活动。糖尿病预防计划研究显示这些措施可显著降低患病风险。肥胖且无法通过生活方式改变降低血糖的老年糖尿病前期患者可服用二甲双胍降低风险。",
        "source": "Preventing Type 2 Diabetes. NIDDK. https://www.niddk.nih.gov/health-information/diabetes/overview/preventing-type-2-diabetes and Type 2 diabetes - Symptoms and causes. Mayo Clinic. https://www.mayoclinic.org/diseases-conditions/type-2-diabetes/symptoms-causes/syc-20351193"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "生活方式干预是2型糖尿病的基础治疗措施,应该贯穿于糖尿病治疗的始终。如果单纯生活方式不能使血糖控制达标,应开始药物治疗。2型糖尿病药物治疗的首选药物是二甲双胍。如果没有禁忌证,二甲双胍应一直保留在糖尿病的治疗方案中。\n\n治疗路径:\n- 单独使用二甲双胍治疗而血糖仍未达标,则可加用胰岛素促分泌剂或α-糖苷酶抑制剂(二线治疗)\n- 两种口服药联合治疗而血糖仍不达标者,可加用胰岛素治疗(每日1次基础胰岛素或每日1~2次预混胰岛素)或采用3种口服药间的联合治疗\n- 胰高血糖素样肽-1(GLP-1)受体激动剂可用于三线治疗\n- 如基础胰岛素或预混胰岛素与口服药联合治疗控制血糖仍不达标,则应将治疗方案调整为多次胰岛素治疗\n\n血糖控制目标:\n一般情况下,HbA1c的控制目标应小于7%。但血糖控制目标应个体化。病程较短、预期寿命较长、没有并发症、未合并心血管疾病的2型糖尿病患者在不发生低血糖的情况下,应使HbA1c水平尽可能接近正常水平。\n\n医学营养治疗:\n膳食中由脂肪提供的能量不超过饮食总能量的30%。饱和脂肪酸的摄入量不应超过饮食总能量的10%。膳食中碳水化合物所提供的能量应占总能量的50%~60%。肾功能正常的糖尿病个体,推荐蛋白质的摄入量占供能比的10%~15%。食盐摄入量限制在每天6g以内。\n\n运动治疗:\n运动频率和时间为每周至少150分钟,如1周运动5天,每次30分钟。中等强度的体育运动包括:快走、打太极拳、骑车、打高尔夫球和园艺活动。",
        "abstract": "2型糖尿病治疗以生活方式干预为基础,首选药物为二甲双胍。治疗路径采用阶梯式升级:单药治疗-双联用药-三联用药-胰岛素治疗-多次胰岛素注射。血糖控制目标一般为HbA1c<7%但需个体化。医学营养治疗要求脂肪供能<30%、碳水化合物50-60%、蛋白质10-15%、每日盐摄入<6g。运动治疗建议每周至少150分钟中等强度运动。",
        "source": "中国2型糖尿病防治指南(2010年版). 中华医学会糖尿病学分会. http://diab.cma.org.cn/uploadfile/ueditor/file/20160811/6360650768334000005174021.pdf"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "2007至2008年,在中华医学会糖尿病学分会组织下,全国14个省市进行了糖尿病的流行病学调查。通过加权分析,考虑性别、年龄、城乡分布和地区差别的因素后,估计我国20岁以上的成年人糖尿病患病率为9.7%,中国成人糖尿病总数达9240万,其中农村约4310万,城市约4930万。我国可能已成为世界上糖尿病患病人数最多的国家。\n\n我国糖尿病流行的特点:\n1. 在我国患病人群中,以2型糖尿病为主,2型糖尿病占90.0%以上,1型糖尿病约占5.0%,其他类型糖尿病仅占0.7%;城市妊娠糖尿病的患病率接近5.0%。\n2. 经济发达程度与糖尿病患病率有关:发达地区的糖尿病患病率仍明显高于不发达地区,城市仍高于农村。\n3. 未诊断的糖尿病比例高:2007至2008年全国调查20岁以上成人糖尿病患者中,新诊断的糖尿病患者占总数的60%。\n4. 男性、低教育水平是糖尿病的易患因素:在调整其他危险因素后,男性患病风险比女性增加26%,而文化程度大学以下的人群糖尿病发病风险增加57%。\n5. 表型特点:我国2型糖尿病患者的平均BMI约25kg/m2,而高加索人糖尿病患者的平均BMI多超过30kg/m2;餐后高血糖比例高,在新诊断的糖尿病患者中,单纯餐后血糖升高者占近50%。",
        "abstract": "中国20岁以上成年人糖尿病患病率为9.7%,患者总数达9240万,是世界上糖尿病患病人数最多的国家。2型糖尿病占90%以上。流行特点包括:经济发达地区和城市患病率更高,60%患者未被诊断,男性和低教育水平人群风险更高,中国患者平均BMI约25kg/m2(低于高加索人),餐后高血糖比例高达50%。",
        "source": "中国2型糖尿病防治指南(2010年版). 中华医学会糖尿病学分会. Standards of care for type 2 diabetes in China. J Diabetes Investig. 2016 Jan;7(1):5-23. https://pmc.ncbi.nlm.nih.gov/articles/PMC5108436/"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "There is increasing evidence associating mitochondrial dysfunction with T2DM development, age-related IR and T2DM complications. Oxidative stress, defective mitochondrial biogenesis, genetic mutations affecting mitochondrial integrity and aging promote mitochondrial dysfunction and are closely associated with T2DM development.\n\nAn imbalance between energy intake and expenditure in the mitochondria generates mitochondrial dysfunction, a state characterized by a reduced ratio of energy production to respiration. Under these circumstances, nutrient oxidation efficiency is reduced leading to a decreased ratio of ATP synthesis/oxygen consumption, which increases O2− production. The accumulation of ROS in the mitochondria is one proposed mechanism linking mitochondrial dysfunction to IR.\n\nPatients with T2DM have been found to have downregulation of genes involved in oxidative metabolism that are regulated by the peroxisome proliferator-activated receptor γ co-activator 1α (PGC 1α) and a diminished phosphocreatine re-synthesis rate, both indicative of impaired mitochondrial function. Moreover, some relatives of T2DM patients have been found to have decreased mitochondrial respiration suggesting that mitochondrial dysfunction may precede T2DM development.\n\nThe generation of ROS is highly implicated in the relationship between mitochondrial dysfunction and insulin resistance. ROS production takes place mainly at complex I and complex III of the ETC and increases when ETC is not able to handle excessive electron input. ROS generated in mitochondria oxidize proteins, damaging their structure and function, damage DNA and membrane lipids, thus promoting mitochondrial dysfunction.",
        "abstract": "线粒体功能障碍与2型糖尿病发展、年龄相关胰岛素抵抗和糖尿病并发症密切相关。氧化应激、线粒体生物合成缺陷、遗传突变和衰老促进线粒体功能障碍。能量摄入与消耗失衡导致ATP合成/氧消耗比降低、活性氧(ROS)产生增加。2型糖尿病患者存在氧化代谢相关基因下调和磷酸肌酸再合成率降低。ROS氧化蛋白质、损伤DNA和膜脂,进一步促进线粒体功能障碍和胰岛素抵抗。",
        "source": "Pathophysiology of Type 2 Diabetes Mellitus. Int J Mol Sci. 2020 Aug 30;21(17):6275. https://pmc.ncbi.nlm.nih.gov/articles/PMC7503727/"
    },
    {
        "disease_name": "2型糖尿病",
        "category": "代谢与内分泌疾病",
        "information": "T2DM is a multisystem disease strongly correlated with Cardiovascular Disease (CVD) development. It leads to a two- to four-fold increase in heart disease and stroke mortality. Patients with T2DM have a 15% increased risk of all-cause mortality compared with people without diabetes with CVD as the greatest cause of morbidity and mortality associated with T2DM.\n\nDiabetic Dyslipidemia and Atherosclerosis Development:\nThe hallmark of diabetic dyslipidemia is elevated triglycerides, TG-rich lipoproteins, small dense LDLs, and reduced HDL levels. High hepatic TG content in T2DM leads to elevated hepatic VLDL production. Insulin resistance impairs adipose tissue fat storage, leading to increased FFA release from adipocytes. In IR, insulin has reduced capacity to inhibit VLDL secretion, leading to accumulation of VLDL and IDL remnants.\n\nImpaired Endothelial Function and Atherosclerosis:\nThe balance of endothelial-derived relaxing and contracting factors is altered in T2DM, leading to changes in vascular wall properties, oxidative stress, platelet hyperreactivity, and inflammation. Intracellular hyperglycemia in vascular endothelial cells accelerates glycolysis, increases DAG synthesis, and activates PKC, which reduces nitric oxide and increases vascular permeability/contractility. Overproduction of AGEs augments oxidant activity, producing ROS, which increases oxidative stress and prevents NO release, causing vascular lesions.\n\nDiabetes-Associated Chronic Inflammation:\nT2DM is characterized by a chronic low-grade inflammatory state, underlying atherosclerosis progression. Hyperglycemia increases circulating cytokines in T2DM patients. Mechanisms involve ROS-mediated activation of proinflammatory kinases, NF-κB upregulation, oxidative stress, and AGE-RAGE pathway activation.",
        "abstract": "2型糖尿病是多系统疾病,与心血管疾病发展强相关,导致心脏病和中风死亡率增加2-4倍。糖尿病血脂异常特征为甘油三酯升高、富含TG脂蛋白、小而密低密度脂蛋白增加和HDL降低。内皮功能受损导致血管壁特性改变、氧化应激、血小板高反应性和炎症。慢性低度炎症状态通过ROS介导的促炎激酶激活、NF-κB上调、氧化应激和AGE-RAGE通路激活推动动脉粥样硬化进展。",
        "source": "Pathophysiology of Type 2 Diabetes Mellitus. Int J Mol Sci. 2020 Aug 30;21(17):6275. https://pmc.ncbi.nlm.nih.gov/articles/PMC7503727/"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "Hyperlipidemia is a condition that incorporates various genetic and acquired disorders that describe elevated lipid levels within the human body. Alternatively, a more objective definition describes hyperlipidemia as low-density lipoprotein (LDL), total cholesterol, triglyceride levels, or lipoprotein levels greater than the 90th percentile in comparison to the general population, or an HDL level less than the 10th percentile when compared to the general population. Through a vast array of trials and studies, it has been consistently shown that elevated levels of LDL cholesterol increase a person's risk for the development of atherosclerotic plaques and subsequent vascular disease.",
        "abstract": "高脂血症包括各种遗传性和获得性脂质代谢紊乱，指体内脂质水平升高；客观定义为LDL胆固醇、总胆固醇、甘油三酯或脂蛋白水平高于人群第90百分位，或HDL水平低于第10百分位；大量试验表明LDL胆固醇升高显著增加动脉粥样硬化斑块形成和血管疾病风险。",
        "source": "NCBI StatPearls — Hyperlipidemia — https://www.ncbi.nlm.nih.gov/books/NBK559182/"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "Cholesterol is a waxy substance found in the blood. The body needs cholesterol to build healthy cells. But high levels of cholesterol can raise the risk of heart disease. With high cholesterol, fats and other substances can build up in blood vessels called arteries. This buildup is called plaque. As more plaque forms over time, the arteries can become narrowed or clogged. Sometimes a piece of plaque can break loose and form a blood clot. The clot may cause a heart attack or stroke. High cholesterol can be inherited. But high cholesterol often is the result of lifestyle choices such as not getting enough exercise, not eating a balanced diet or consuming large amounts of saturated fat.",
        "abstract": "胆固醇是血液中的蜡状物质，体内需要其构建健康细胞，但高水平胆固醇会增加心脏病风险；高胆固醇会导致脂肪和其他物质在动脉内堆积形成斑块，使动脉狭窄或阻塞；斑块脱落可形成血栓导致心梗或中风；高胆固醇可遗传，但常源于生活方式如缺乏运动、不均衡饮食或过量饱和脂肪摄入。",
        "source": "Mayo Clinic — High cholesterol - Symptoms and causes — https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/symptoms-causes/syc-20350800"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "Hyperlipidemia means your blood has too many lipids, or fats, such as cholesterol and triglycerides. One type of hyperlipidemia is hypercholesterolemia, which means you have too much non-HDL cholesterol and LDL (bad) cholesterol in your blood. This condition increases fatty deposits in arteries and the risk of blockages. Another way your cholesterol numbers can be out of balance is when your HDL (good) cholesterol level is too low. With less HDL to remove cholesterol from your arteries, your risk of plaque and blockages increases. Atherosclerotic cardiovascular disease, or ASCVD, involves plaque buildup in artery walls which includes conditions such as acute coronary syndrome and peripheral artery disease, and can cause a heart attack, stable or unstable angina, stroke, transient ischemic attack or aortic aneurysm.",
        "abstract": "高脂血症指血液中脂质(胆固醇和甘油三酯)过多；高胆固醇血症特指非HDL和LDL(坏)胆固醇过多，增加动脉内脂质沉积和阻塞风险；HDL(好)胆固醇过低也导致失衡，降低清除动脉胆固醇能力；动脉粥样硬化性心血管疾病涉及动脉壁斑块堆积，可引发心梗、心绞痛、中风、短暂性脑缺血或主动脉瘤。",
        "source": "American Heart Association — Prevention and Treatment of High Cholesterol (Hyperlipidemia) — https://www.heart.org/en/health-topics/cholesterol/prevention-and-treatment-of-high-cholesterol-hyperlipidemia"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "High total cholesterol is 240 mg/dL or more. High cholesterol has no symptoms, so many people don't know that their cholesterol is too high. A simple blood test can check cholesterol levels. Between 2017 and 2020, 10% of adults age 20 or older had total cholesterol levels above 240 mg/dL. About 17% had high-density lipoprotein (HDL, or good) cholesterol levels below 40 mg/dL. Slightly more than half of US adults (54.5%, or 47 million people) who could benefit from cholesterol medicine are currently taking it. About 86 million US adults age 20 or older have total cholesterol levels above 200 mg/dL. Nearly 25 million adults in the United States have total cholesterol levels above 240 mg/dL. About 7% of US children and adolescents ages 6 to 19 have high total cholesterol.",
        "abstract": "高总胆固醇定义为≥240 mg/dL，高胆固醇无症状需血液检测；2017-2020年美国20岁及以上成人中10%总胆固醇>240 mg/dL，17%的HDL<40 mg/dL；约54.5%(4700万)可从降脂药获益的成人正在用药；约8600万成人总胆固醇>200 mg/dL，近2500万>240 mg/dL；6-19岁儿童青少年约7%有高总胆固醇。",
        "source": "CDC — High Cholesterol Facts — https://www.cdc.gov/cholesterol/data-research/facts-stats/index.html"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "Too much bad cholesterol in your blood can increase your chance of getting heart disease, stroke, and other problems. Common medical terms for high blood cholesterol are lipid disorder, hyperlipidemia, or hypercholesterolemia. For many people, abnormal cholesterol levels are partly due to lifestyle choices. This often includes eating a diet that is high in fat. Other lifestyle factors are being overweight and lack of exercise. Some health conditions can also lead to abnormal cholesterol, including diabetes, kidney disease, polycystic ovary syndrome, pregnancy and other conditions that increase levels of female hormones, and underactive thyroid gland. Medicines such as certain birth control pills, diuretics (water pills), beta-blockers, and some medicines used to treat depression may also raise cholesterol levels.",
        "abstract": "血液中坏胆固醇过多增加心脏病、中风等风险；高血胆固醇常用医学术语包括脂质紊乱、高脂血症或高胆固醇血症；异常胆固醇水平常源于生活方式如高脂饮食、超重和缺乏运动；某些健康状况也可导致如糖尿病、肾病、多囊卵巢综合征、妊娠和甲减；某些药物如避孕药、利尿剂、β受体阻滞剂和抗抑郁药也可能升高胆固醇。",
        "source": "MedlinePlus — High blood cholesterol levels — https://medlineplus.gov/ency/article/000403.htm"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "Hyperlipidemia (high cholesterol) is an excess of lipids or fats in your blood. This can increase your risk of heart attack and stroke because blood can't flow through your arteries easily. Too much cholesterol (200 mg/dL to 239 mg/dL is borderline high and 240 mg/dL is high) isn't healthy because it can create roadblocks in your artery highways where blood travels around to your body. Bad cholesterol (LDL) is the most dangerous type because it causes hardened cholesterol deposits (plaque) to collect inside of your blood vessels. This makes it harder for your blood to get through, which puts you at risk for a stroke or heart attack. Hyperlipidemia is very common. Ninety-three million American adults (age 20 and older) have a total cholesterol count above the recommended limit of 200 mg/dL.",
        "abstract": "高脂血症(高胆固醇)指血液中脂质或脂肪过多，可因血流不畅增加心梗和中风风险；总胆固醇200-239 mg/dL为边缘高，≥240 mg/dL为高，会在动脉内形成路障；LDL(坏胆固醇)最危险会导致血管内硬化沉积物(斑块)堆积使血流困难；高脂血症很常见，美国9300万20岁及以上成人总胆固醇>200 mg/dL。",
        "source": "Cleveland Clinic — Hyperlipidemia (High Cholesterol) — https://my.clevelandclinic.org/health/diseases/21656-hyperlipidemia"
    },
    {
        "disease_name": "高脂血症",
        "category": "代谢与内分泌疾病",
        "information": "You call it high cholesterol. Your doctor calls it hyperlipidemia, or dyslipidemia. The term covers several disorders that result in extra fats, also known as lipids, in your blood. You can control some of its causes, but not all of them. LDL stands for low-density lipoprotein, the type known as bad cholesterol. It causes buildup in your arteries. Too much of it can lead to heart disease. It's estimated that 93 million adults in the U.S. have high cholesterol. Hyperlipidemia is treatable, but it's often a lifelong condition. The goal is to lower harmful cholesterol levels. Doing so can reduce your risk of heart disease, heart attack, stroke, and other problems.",
        "abstract": "高胆固醇医学上称高脂血症或血脂异常，涵盖多种导致血液中脂质(脂肪)过多的疾病；LDL即低密度脂蛋白称坏胆固醇会在动脉内堆积，过多可致心脏病；美国约9300万成人有高胆固醇；高脂血症可治疗但常需终身管理；目标是降低有害胆固醇水平以减少心脏病、心梗、中风等风险。",
        "source": "WebMD — What Is Hyperlipidemia? — https://www.webmd.com/cholesterol-management/hyperlipidemia-overview"
    },
    {
        "disease_name": "痛风",
        "category": "代谢与内分泌疾病",
        "information": "Gout is a painful type of arthritis that usually affects one joint at a time, often the big toe. When your body has extra uric acid, crystals can form in a joint and cause severe pain and swelling. Symptoms of gout may come and go. When gout symptoms get bad, this is called a flare. A person may experience sudden symptoms that last for days or weeks. Then, there may be periods without any symptoms (called remissions), before the next flare. Over time, if left untreated, flares may happen more often and last longer. Lumps called tophi stones may form. Tophi stones are caused by uncontrolled uric acid levels. They can become painful and damage joints. People with gout may have symptoms in the affected joint, such as pain, swelling, redness, and heat.",
        "abstract": "痛风是一种疼痛性关节炎通常累及单个关节，常见大脚趾；体内尿酸过多时可在关节形成晶体导致剧痛和肿胀；痛风症状反复发作称为痛风发作，持续数日至数周，之后可能有无症状的缓解期；未治疗则发作更频繁持续更久；可形成痛风石，由未控制的尿酸水平引起，可致疼痛和关节损害；受累关节有疼痛、肿胀、发红和发热。",
        "source": "CDC — Gout | Arthritis — https://www.cdc.gov/arthritis/gout/index.html"
    },
    {
        "disease_name": "痛风",
        "category": "代谢与内分泌疾病",
        "information": "Gout is a common and complex form of arthritis that can affect anyone. It's characterized by sudden, severe attacks of pain, swelling, redness and tenderness in one or more joints, most often in the big toe. An attack of gout can occur suddenly, often waking you up in the middle of the night with the sensation that your big toe is on fire. The affected joint is hot, swollen and so tender that even the weight of the bedsheet on it may seem intolerable. Gout occurs when urate crystals accumulate in your joint, causing the inflammation and intense pain of a gout attack. Urate crystals can form when you have high levels of uric acid in your blood. Your body produces uric acid when it breaks down purines — substances that are found naturally in your body. Purines are also found in certain foods, including red meat and organ meats, such as liver. Purine-rich seafood includes anchovies, sardines, mussels, scallops, trout and tuna.",
        "abstract": "痛风是常见且复杂的关节炎可累及任何人，特点是突发剧烈的疼痛、肿胀、发红和压痛，最常见于大脚趾；痛风发作可突然发生常在夜间惊醒有大脚趾着火感；受累关节热、肿胀极度压痛；痛风因关节内尿酸盐晶体堆积引起炎症和剧痛；血液尿酸高时可形成晶体；体内分解嘌呤时产生尿酸；嘌呤存在于体内和某些食物如红肉、动物内脏、凤尾鱼、沙丁鱼、贻贝、扇贝、鳟鱼和金枪鱼。",
        "source": "Mayo Clinic — Gout - Symptoms and causes — https://www.mayoclinic.org/diseases-conditions/gout/symptoms-causes/syc-20372897"
    },
    {
        "disease_name": "痛风",
        "category": "代谢与内分泌疾病",
        "information": "Gout is one of the most common causes of chronic inflammatory arthritis in the United States, characterized by monosodium urate (MSU) monohydrate crystals deposition in the tissues. Gout is biochemically characterized by the saturation of urate in the extracellular fluid, typically reflected by hyperuricemia, with plasma or serum urate concentrations exceeding 6.8 mg/dL; this level is the approximate limit of urate solubility in the blood. The prevalence of gout is 1% to 4%. Older age and male sex are 2 common risk factors recognized globally. In Western nations, the prevalence of gout is significantly higher in men (3%-6%) compared to women (1%-2%). The prevalence of gout rises with age but plateaus after 70 years. Data from 2007 to 2008 revealed that around 3.9% of US adults received a gout diagnosis.",
        "abstract": "痛风是美国最常见的慢性炎症性关节炎之一，特征为组织内单钠尿酸盐一水化物晶体沉积；生化特征为细胞外液尿酸饱和，通常表现为高尿酸血症即血浆或血清尿酸浓度>6.8 mg/dL这是血液尿酸溶解度的近似极限；患病率为1%-4%，老龄和男性是全球公认的常见危险因素；西方国家男性患病率(3%-6%)显著高于女性(1%-2%)；患病率随年龄升高但70岁后趋于平稳；2007-2008年美国约3.9%成人诊断痛风。",
        "source": "NCBI StatPearls — Gout — https://www.ncbi.nlm.nih.gov/books/NBK546606/"
    },
    {
        "disease_name": "痛风",
        "category": "代谢与内分泌疾病",
        "information": "Gout is a painful form of arthritis. When your body has extra uric acid, sharp crystals can form in your joints (usually your big toe). Flare-ups of symptoms like pain and swelling come and go in periods called gout attacks. A buildup of excess uric acid in your body causes gout. Your body naturally makes uric acid when it breaks down chemicals called purines found in certain foods and drinks. Your kidneys usually filter uric acid out of your blood, and then it leaves your body when you pee. Sometimes your body makes too much uric acid, or your kidneys don't remove it from your blood fast enough. When your body has high levels of uric acid (hyperuricemia), uric acid crystals can build up and settle into your joints. Most people with gout eventually find a combination of treatments and lifestyle tweaks to manage their symptoms and reduce how often they experience gout attacks.",
        "abstract": "痛风是疼痛性关节炎，体内尿酸过多时尖锐晶体可在关节(通常是大脚趾)形成；疼痛和肿胀等症状在痛风发作期反复出现；体内尿酸过度堆积导致痛风；体内分解某些食物和饮料中的嘌呤时自然产生尿酸；肾脏通常从血液过滤尿酸随尿液排出；有时体内产生过多尿酸或肾脏清除不够快；高尿酸血症时尿酸晶体可堆积并沉积于关节；多数痛风患者最终能找到治疗和生活方式调整的组合来管理症状减少发作频率。",
        "source": "Cleveland Clinic — Gout: Symptoms, Treatment & Prevention — https://my.clevelandclinic.org/health/diseases/4755-gout"
    },
    {
        "disease_name": "痛风",
        "category": "代谢与内分泌疾病",
        "information": "Gout is a common type of inflammatory arthritis. It causes pain, swelling, and redness in one or more joints. It usually happens as a flare, which can last for a week or two and then gets better. Gout happens when too much uric acid (urate) builds up in your body over a long time. Uric acid is a waste product your body makes when it breaks down purines. When your body breaks down old cells or digests foods that contain purine, most of the uric acid that's made dissolves in your blood. Your kidneys filter the uric acid out of your blood, and it leaves your body in your urine. However, sometimes your body can make too much uric acid or does not remove enough of it. Having too much uric acid in the blood is called hyperuricemia. In some people, uric acid forms needle-like crystals in joints which causes gout.",
        "abstract": "痛风是常见的炎症性关节炎类型，引起一个或多个关节疼痛、肿胀和发红；通常表现为发作持续一两周后好转；痛风发生于体内长期尿酸(尿酸盐)过度堆积；尿酸是体内分解嘌呤时产生的废物；体内分解旧细胞或消化含嘌呤食物时产生的尿酸大部分溶于血液；肾脏从血液过滤尿酸随尿液排出；有时体内产生过多尿酸或清除不足；血液尿酸过多称高尿酸血症；在某些人尿酸在关节形成针状晶体引起痛风。",
        "source": "MedlinePlus — Gout | Gouty Arthritis — https://medlineplus.gov/gout.html"
    },
    {
        "disease_name": "痛风",
        "category": "代谢与内分泌疾病",
        "information": "Forty-two recommendations (including 16 strong recommendations) were generated. Strong recommendations included initiation of ULT for all patients with tophaceous gout, radiographic damage due to gout, or frequent gout flares; allopurinol as the preferred first-line ULT, including for those with moderate-to-severe chronic kidney disease (CKD; stage ≥3); using a low starting dose of allopurinol (≤100 mg/day, and lower in CKD) or febuxostat (≤40 mg/day); and a treat-to-target management strategy with ULT dose titration guided by serial serum urate (SU) measurements, with an SU target of <6 mg/dl. When initiating ULT, concomitant antiinflammatory prophylaxis therapy for a duration of at least 3–6 months was strongly recommended. For management of gout flares, colchicine, nonsteroidal antiinflammatory drugs, or glucocorticoids (oral, intraarticular, or intramuscular) were strongly recommended.",
        "abstract": "2020年美国风湿病学会痛风管理指南提出42条建议(含16条强推荐)；强推荐包括：有痛风石、影像学损害或频繁发作患者启动降尿酸治疗(ULT)；别嘌醇为首选一线ULT包括中重度慢性肾病患者；低起始剂量别嘌醇(≤100 mg/日，肾病者更低)或非布司他(≤40 mg/日)；以目标为导向的管理策略根据系列血清尿酸测量滴定ULT剂量目标<6 mg/dl；启动ULT时强烈推荐联合抗炎预防治疗至少3-6个月；痛风发作管理强烈推荐秋水仙碱、非甾体抗炎药或糖皮质激素(口服、关节内或肌注)。",
        "source": "PMC/ACR — 2020 American College of Rheumatology Guideline for the Management of Gout — https://pmc.ncbi.nlm.nih.gov/articles/PMC10563586/"
    },
    {
        "disease_name": "甲亢",
        "category": "代谢与内分泌疾病",
        "information": "Hyperthyroidism, also called overactive thyroid, is when the thyroid gland makes more thyroid hormones than your body needs. The thyroid is a small, butterfly-shaped gland in the front of your neck. Thyroid hormones control the way the body uses energy, so they affect nearly every organ in your body, even the way your heart beats. With too much thyroid hormone, many of your body's functions speed up. About 1 out of 100 Americans ages 12 years and older have hyperthyroidism. Hyperthyroidism is more common in women and people older than 60. Symptoms of hyperthyroidism can vary from person to person and may include weight loss despite an increased appetite, rapid or irregular heartbeat, nervousness, irritability, trouble sleeping, fatigue, shaky hands, muscle weakness, sweating or trouble tolerating heat, frequent bowel movements, and an enlargement in the neck called a goiter.",
        "abstract": "甲亢即甲状腺功能亢进，指甲状腺产生超过身体所需的甲状腺激素；甲状腺是颈前的小型蝴蝶状腺体；甲状腺激素控制机体能量利用方式影响几乎所有器官甚至心跳；甲状腺激素过多使许多身体功能加速；美国12岁及以上人群约1%有甲亢；女性和60岁以上人群更常见；症状因人而异可包括食欲增加但体重下降、心率快或不规则、紧张易怒、睡眠障碍、疲劳、手抖、肌无力、出汗或怕热、排便频繁和颈部肿大称甲状腺肿。",
        "source": "NIDDK — Hyperthyroidism (Overactive Thyroid) — https://www.niddk.nih.gov/health-information/endocrine-diseases/hyperthyroidism"
    },
    {
        "disease_name": "甲亢",
        "category": "代谢与内分泌疾病",
        "information": "Hyperthyroidism happens when the thyroid gland makes too much thyroid hormone. This condition also is called overactive thyroid. Hyperthyroidism speeds up the body's metabolism. That can cause many symptoms, such as weight loss, hand tremors, and rapid or irregular heartbeat. Hyperthyroidism can be caused by several medical conditions that affect the thyroid gland. Conditions that can lead to hyperthyroidism include Graves' disease which is an autoimmune disorder that causes the immune system to attack the thyroid gland and prompts the thyroid to make too much thyroid hormone and is the most common cause of hyperthyroidism; overactive thyroid nodules also called toxic adenoma, toxic multinodular goiter and Plummer disease where a thyroid adenoma makes too much thyroid hormone; and thyroiditis which happens when the thyroid gland becomes inflamed and can cause extra thyroid hormone stored in the thyroid gland to leak into the bloodstream.",
        "abstract": "甲亢发生于甲状腺产生过多甲状腺激素，也称甲状腺功能亢进；甲亢加速机体代谢可致多种症状如体重下降、手抖和心率快或不规则；多种影响甲状腺的疾病可引起甲亢；病因包括Graves病即免疫系统攻击甲状腺使其产生过多激素是甲亢最常见原因；自主高功能甲状腺结节也称毒性腺瘤、毒性多结节性甲状腺肿或Plummer病其中甲状腺腺瘤产生过多激素；以及甲状腺炎即甲状腺发炎可使储存的激素渗漏入血。",
        "source": "Mayo Clinic — Hyperthyroidism - Symptoms and causes — https://www.mayoclinic.org/diseases-conditions/hyperthyroidism/symptoms-causes/syc-20373659"
    },
    {
        "disease_name": "甲亢",
        "category": "代谢与内分泌疾病",
        "information": "Graves' disease is an autoimmune disorder that can cause hyperthyroidism, or overactive thyroid. With Graves' disease, your immune system attacks your thyroid gland, causing it to make more thyroid hormones than your body needs. As a result, many of your body's functions speed up. Graves' disease affects nearly 1 in 100 Americans. About 4 out of 5 cases of hyperthyroidism in the United States are caused by Graves' disease. Graves' disease is more common in women and people older than age 30. You are more likely to develop the disease if you have a family history of Graves' disease or Hashimoto's disease, have other autoimmune disorders such as vitiligo, autoimmune gastritis, type 1 diabetes, or rheumatoid arthritis, or use nicotine products. Untreated Graves' disease can cause serious health problems including a rapid and irregular heartbeat that can lead to blood clots, stroke, heart failure, and other heart-related problems, thinning bones, osteoporosis, and muscle problems, problems with the menstrual cycle, fertility, and pregnancy, and eye discomfort and changes in vision.",
        "abstract": "Graves病是可引起甲亢的自身免疫性疾病；Graves病时免疫系统攻击甲状腺使其产生超过身体所需的激素导致许多身体功能加速;美国近1%人群患Graves病，美国约4/5的甲亢由Graves病引起；女性和30岁以上人群更常见；有Graves病或桥本病家族史、其他自身免疫病如白癜风、自身免疫性胃炎、1型糖尿病或类风湿关节炎、或使用尼古丁产品者更易患病；未治疗可致严重健康问题包括快速不规则心律可致血栓中风心衰等心脏问题、骨质疏松和肌肉问题、月经生育妊娠问题、眼部不适和视力改变。",
        "source": "NIDDK — Graves' Disease — https://www.niddk.nih.gov/health-information/endocrine-diseases/graves-disease"
    },
    {
        "disease_name": "甲亢",
        "category": "代谢与内分泌疾病",
        "information": "Hyperthyroidism has several causes, including Graves' disease, overactive thyroid nodules, inflammation of the thyroid gland called thyroiditis, too much iodine, too much thyroid hormone medicine, and a noncancerous tumor of the pituitary gland. The types of thyroiditis that can cause hyperthyroidism include subacute thyroiditis which involves a painfully inflamed and enlarged thyroid, postpartum thyroiditis which can develop after a woman gives birth, and painless thyroiditis which is similar to postpartum thyroiditis but occurs in the absence of pregnancy and experts think is probably an autoimmune condition. Thyroiditis can also cause symptoms of hypothyroidism or underactive thyroid. In some cases after your thyroid is overactive for a period of time it may become underactive. Your thyroid uses iodine to make thyroid hormone. In some people consuming large amounts of iodine may cause the thyroid to make too much thyroid hormone.",
        "abstract": "甲亢有多种病因包括Graves病、自主高功能甲状腺结节、甲状腺炎症、碘过量、甲状腺激素药物过量和垂体非癌性肿瘤；可引起甲亢的甲状腺炎类型包括亚急性甲状腺炎(甲状腺疼痛性炎症和肿大)、产后甲状腺炎(分娩后发生)和无痛性甲状腺炎(类似产后甲状腺炎但非妊娠期发生，专家认为可能是自身免疫)；甲状腺炎也可引起甲减症状；某些情况下甲状腺一段时间亢进后可能转为功能减退；甲状腺用碘制造激素；某些人摄入大量碘可能使甲状腺产生过多激素。",
        "source": "NIDDK — Hyperthyroidism causes and types — https://www.niddk.nih.gov/health-information/endocrine-diseases/hyperthyroidism"
    },
    {
        "disease_name": "甲亢",
        "category": "代谢与内分泌疾病",
        "information": "Hyperthyroidism is usually treated with medicines, radioiodine therapy, or thyroid surgery. Beta-blockers are drugs that block the action of substances such as adrenaline on nerve cells and cause blood vessels to relax and widen. They can reduce symptoms such as tremors, rapid heartbeat, and nervousness until other treatments start working and can make you feel better within hours but they don't stop thyroid hormone production. Antithyroid therapy is the simplest way to treat hyperthyroidism. Methimazole is used most often. Propylthiouracil is often used for women during the first 3 months of pregnancy because methimazole can on rare occasions harm the fetus. They cause the thyroid to make less thyroid hormone but may take several weeks or months for thyroid hormone levels to move into the normal range and take about 1 to 2 years total average treatment time but can continue for many years. Radioiodine therapy is a common and effective treatment where you take radioactive iodine-131 by mouth as a capsule or liquid that slowly destroys the cells of the thyroid gland that produce thyroid hormone.",
        "abstract": "甲亢通常用药物、放射性碘治疗或甲状腺手术治疗；β受体阻滞剂阻断肾上腺素等物质对神经细胞的作用使血管舒张扩张，可在其他治疗起效前减轻震颤心动过速紧张等症状数小时内改善但不停止激素产生；抗甲状腺药是最简单治疗，常用甲巯咪唑，丙硫氧嘧啶常用于孕早期因甲巯咪唑罕见致胎儿损害；抗甲状腺药使甲状腺减少激素产生但需数周至数月激素水平才正常化，平均疗程约1-2年但可持续多年；放射性碘治疗常见有效，口服碘-131胶囊或液体缓慢破坏产生激素的甲状腺细胞。",
        "source": "NIDDK — Hyperthyroidism treatment — https://www.niddk.nih.gov/health-information/endocrine-diseases/hyperthyroidism"
    },
    {
        "disease_name": "甲减",
        "category": "代谢与内分泌疾病",
        "information": "Hypothyroidism, also called underactive thyroid, is when the thyroid gland doesn't make enough thyroid hormones to meet your body's needs. The thyroid is a small, butterfly-shaped gland in the front of your neck. Thyroid hormones control the way your body uses energy, so they affect nearly every organ in your body, even the way your heart beats. Without enough thyroid hormones, many of your body's functions slow down. Nearly 5 out of 100 Americans ages 12 years and older have hypothyroidism, although most cases are mild or have few obvious symptoms. Women are much more likely than men to develop hypothyroidism. The disease is also more common among people older than age 60. Symptoms of hypothyroidism can vary from person to person. Some common symptoms include fatigue, weight gain, trouble tolerating cold, joint and muscle pain, dry skin or dry thinning hair, heavy or irregular menstrual periods or fertility problems, slowed heart rate, and depression.",
        "abstract": "甲减即甲状腺功能减退，指甲状腺不能产生足够满足身体需求的甲状腺激素；甲状腺是颈前的小型蝴蝶状腺体；甲状腺激素控制机体能量利用影响几乎所有器官甚至心跳；激素不足使许多身体功能减慢；美国12岁及以上人群近5%有甲减但多数病例轻微或症状不明显；女性比男性更易患甲减；60岁以上人群更常见；症状因人而异，常见症状包括疲劳、体重增加、怕冷、关节肌肉痛、皮肤干燥或头发干燥稀疏、月经量多或不规则或不孕、心率慢和抑郁。",
        "source": "NIDDK — Hypothyroidism (Underactive Thyroid) — https://www.niddk.nih.gov/health-information/endocrine-diseases/hypothyroidism"
    },
    {
        "disease_name": "甲减",
        "category": "代谢与内分泌疾病",
        "information": "Hypothyroidism is a condition in which the thyroid gland does not make enough thyroid hormone. This condition is often called underactive thyroid. The thyroid gland is an important organ of the endocrine system located at the front of the neck just above where your collarbones meet. The thyroid makes hormones that control the way every cell in the body uses energy called metabolism. Hypothyroidism is more common in women and people over age 50. The most common cause of hypothyroidism is thyroiditis. In people with thyroiditis swelling and inflammation usually low grade damage the thyroid gland's cells. Causes include the immune system attacking the thyroid gland, viral infections or other respiratory infections, and pregnancy often called postpartum thyroiditis. Other causes include certain medicines such as lithium and amiodarone and some types of chemotherapy, congenital birth defects, radiation treatments to the neck or brain, radioactive iodine used to treat an overactive thyroid gland, and surgical removal of part or all of the thyroid gland.",
        "abstract": "甲减是甲状腺不能产生足够甲状腺激素的状况，常称甲状腺功能减退；甲状腺是内分泌系统重要器官位于颈前锁骨上方；甲状腺产生激素控制机体每个细胞的能量利用即代谢；女性和50岁以上人群更常见；最常见病因是甲状腺炎，甲状腺炎时肿胀和炎症(通常低度)损害甲状腺细胞；病因包括免疫系统攻击甲状腺、病毒或其他呼吸道感染、妊娠(常称产后甲状腺炎)；其他病因包括某些药物如锂和胺碘酮及某些化疗、先天缺陷、颈部或脑部放疗、治疗甲亢的放射性碘、部分或全部甲状腺切除术。",
        "source": "MedlinePlus — Hypothyroidism: MedlinePlus Medical Encyclopedia — https://medlineplus.gov/ency/article/000353.htm"
    },
    {
        "disease_name": "甲减",
        "category": "代谢与内分泌疾病",
        "information": "Hypothyroidism has several causes, including Hashimoto's disease, thyroiditis or inflammation of the thyroid, congenital hypothyroidism or hypothyroidism that is present at birth, surgical removal of part or all of the thyroid, radiation treatment of the thyroid, and some medicines. Less often hypothyroidism is caused by too much or too little iodine in the diet or by disorders of the pituitary gland or hypothalamus. Hashimoto's disease an autoimmune disorder is the most common cause of hypothyroidism. With this disease your immune system attacks the thyroid. The thyroid becomes inflamed and can't make enough thyroid hormones. Thyroiditis an inflammation of your thyroid causes stored thyroid hormone to leak out of your thyroid gland. At first the leakage increases your blood's hormone levels leading to thyrotoxicosis. The thyrotoxicosis may last for many months. After that your thyroid may become underactive and over time the condition may become permanent requiring thyroid hormone replacement.",
        "abstract": "甲减有多种病因包括桥本病、甲状腺炎或甲状腺发炎、先天性甲减或出生时即存在的甲减、部分或全部甲状腺切除术、甲状腺放射治疗和某些药物；较少见的病因为饮食碘过多或过少或垂体或下丘脑疾病；桥本病是自身免疫性疾病是甲减最常见病因，此病时免疫系统攻击甲状腺使其发炎不能产生足够激素；甲状腺炎即甲状腺发炎使储存的激素从甲状腺漏出；起初渗漏增加血液激素水平导致甲状腺毒症；甲状腺毒症可持续数月；之后甲状腺可能功能减退随时间可能变为永久性需要激素替代治疗。",
        "source": "NIDDK — Hypothyroidism causes — https://www.niddk.nih.gov/health-information/endocrine-diseases/hypothyroidism"
    },
    {
        "disease_name": "甲减",
        "category": "代谢与内分泌疾病",
        "information": "Hypothyroidism is treated by replacing the hormones that your own thyroid can no longer make. You will take levothyroxine a thyroid hormone medicine identical to a hormone a healthy thyroid makes. Usually prescribed in pill form this medicine is also available as a liquid and as a soft gel capsule. These newer formulas may help people with digestive problems to absorb the thyroid hormone. Your doctor may recommend taking the medicine in the morning before eating. Your doctor will give you a blood test about 6 to 8 weeks after you begin taking the medicine adjusting your dose if needed. Each time your dose is adjusted you'll have another blood test. Once you've reached a dose that's working for you your doctor will probably repeat the blood test in 6 months and then once a year. Your hypothyroidism most likely can be completely controlled with thyroid hormone medicine as long as you take the recommended dose as instructed. Never stop taking your medicine without talking with your doctor first.",
        "abstract": "甲减通过替代甲状腺不能再产生的激素来治疗；需服用左旋甲状腺素即与健康甲状腺产生的激素相同的药物；通常为片剂形式也有液体和软胶囊；新配方可能有助消化问题者吸收激素；医生可能建议晨起空腹服药；开始用药约6-8周后医生会给予血液检查根据需要调整剂量；每次调整剂量后再次血检；达到有效剂量后医生可能在6个月后重复血检此后每年一次；只要按指导服用推荐剂量甲减很可能被完全控制；未与医生商量切勿停药。",
        "source": "NIDDK — Hypothyroidism treatment — https://www.niddk.nih.gov/health-information/endocrine-diseases/hypothyroidism"
    },
    {
        "disease_name": "甲减",
        "category": "代谢与内分泌疾病",
        "information": "Treatment is aimed at replacing the thyroid hormone you are lacking. Levothyroxine is the most commonly used medicine. You will be prescribed the lowest dose possible that relieves your symptoms and brings your blood thyroid hormone levels back to normal. If you have heart disease or you are older your provider may start you on a very small dose. Most people with an underactive thyroid will need to take this medicine for life. When starting you on this medicine your provider may check your hormone levels every 2 to 3 months. After that your thyroid hormone levels should be monitored at least once every year. When you are taking thyroid medicine do not stop taking the medicine even when you feel better. Continue taking it exactly as your provider prescribed. If you change brands of thyroid medicine let your provider know. Your levels may need to be checked. Thyroid medicine works best on an empty stomach and when taken 1 hour before any other medicines. Wait at least 4 hours after taking thyroid hormone before you take fiber supplements calcium iron multivitamins aluminum hydroxide antacids colestipol or medicines that bind bile acids.",
        "abstract": "治疗旨在替代缺乏的甲状腺激素；左旋甲状腺素是最常用药物；处方最低剂量以缓解症状使血液甲状腺激素水平恢复正常；有心脏病或年龄较大者医生可能从极小剂量开始；多数甲减患者需终身服药；开始用药时医生可能每2-3个月检查激素水平；之后甲状腺激素水平至少每年监测一次；服用甲状腺药物时即使感觉好转也不要停药，完全按医生处方服用；更换甲状腺药物品牌需告知医生可能需检查水平；甲状腺药物空腹和在其他药物前1小时服用效果最佳；服用甲状腺激素后至少4小时再服纤维补充剂、钙、铁、多维、氢氧化铝抗酸剂、考来替泊或结合胆汁酸的药物。",
        "source": "MedlinePlus — Hypothyroidism treatment — https://medlineplus.gov/ency/article/000353.htm"
    },
    {
        "disease_name": "肥胖症",
        "category": "代谢与内分泌疾病",
        "information": "In 2022, 2.5 billion adults aged 18 years and older were overweight, including over 890 million adults who were living with obesity. About 16% of adults aged 18 years and older worldwide were obese in 2022. The worldwide prevalence of obesity more than doubled between 1990 and 2022. In 2024, an estimated 35 million children under the age of 5 years were overweight. Over 390 million children and adolescents aged 5–19 years were overweight in 2022, including 160 million who were living with obesity. While just 2% of children and adolescents aged 5–19 were obese in 1990, by 2022, 8% were living with obesity. Obesity is a chronic complex disease defined by excessive fat deposits that can impair health. Obesity can lead to increased risk of type 2 diabetes and heart disease, it can affect bone health and reproduction, it increases the risk of certain cancers. Obesity influences the quality of living such as sleeping or moving.",
        "abstract": "2022年全球25亿18岁及以上成人超重，其中8.9亿以上肥胖；2022年全球约16%成人肥胖；1990-2022年间全球肥胖患病率翻倍以上；2024年估计3500万5岁以下儿童超重；2022年超过3.9亿5-19岁儿童青少年超重，其中1.6亿肥胖；1990年5-19岁人群仅2%肥胖，到2022年8%肥胖；肥胖是因过多脂肪沉积损害健康的慢性复杂疾病；肥胖可增加2型糖尿病和心脏病风险、影响骨骼健康和生殖、增加某些癌症风险；肥胖影响生活质量如睡眠和活动。",
        "source": "WHO — Obesity and overweight (Fact sheet) — https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight"
    },
    {
        "disease_name": "肥胖症",
        "category": "代谢与内分泌疾病",
        "information": "For adults, WHO defines overweight and obesity as follows: overweight is a BMI greater than or equal to 25 and obesity is a BMI greater than or equal to 30. For children under 5 years of age overweight is weight-for-height greater than 2 standard deviations above WHO Child Growth Standards median and obesity is weight-for-height greater than 3 standard deviations above the WHO Child Growth Standards median. For children aged between 5–19 years overweight is BMI-for-age greater than 1 standard deviation above the WHO Growth Reference median and obesity is greater than 2 standard deviations above the WHO Growth Reference median. Overweight and obesity result from an imbalance of energy intake (diet) and energy expenditure (physical activity). In most cases obesity is a multifactorial disease due to obesogenic environments, psycho-social factors and genetic variants.",
        "abstract": "WHO对成人超重和肥胖的定义为：超重是BMI≥25，肥胖是BMI≥30；5岁以下儿童超重为身高别体重高于WHO儿童生长标准中位数2个标准差，肥胖为高于3个标准差；5-19岁儿童超重为年龄别BMI高于WHO生长参考中位数1个标准差，肥胖为高于2个标准差；超重和肥胖源于能量摄入(饮食)与能量消耗(体力活动)失衡；多数情况肥胖是多因素疾病由致肥胖环境、心理社会因素和遗传变异所致。",
        "source": "WHO — Obesity definitions and classification — https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight"
    },
    {
        "disease_name": "肥胖症",
        "category": "代谢与内分泌疾病",
        "information": "In 2021, higher-than-optimal BMI caused an estimated 3.7 million deaths from noncommunicable diseases such as cardiovascular diseases, diabetes, cancers, neurological disorders, chronic respiratory diseases, and digestive disorders. Being overweight in childhood and adolescence affects children's and adolescents' immediate health and is associated with greater risk and earlier onset of various NCDs such as type 2 diabetes and cardiovascular disease. Childhood and adolescent obesity have adverse psychosocial consequences; it affects school performance and quality of life compounded by stigma, discrimination and bullying. Children with obesity are very likely to be adults with obesity and are also at a higher risk of developing NCDs in adulthood. The economic impacts of the obesity epidemic are also important. If nothing is done the global costs of overweight and obesity are predicted to reach US$ 3 trillion per year by 2030 and more than US$ 18 trillion by 2060.",
        "abstract": "2021年高于最佳BMI导致约370万非传染性疾病死亡如心血管疾病、糖尿病、癌症、神经系统疾病、慢性呼吸道疾病和消化系统疾病；儿童青少年期超重影响即刻健康并与多种非传染性疾病如2型糖尿病和心血管疾病更大风险和更早发病相关；儿童青少年肥胖有不良心理社会后果，影响学业表现和生活质量并受污名化、歧视和欺凌影响；肥胖儿童极可能成为肥胖成人且成年后患非传染性疾病风险更高；肥胖流行的经济影响也重要；如不采取行动全球超重肥胖成本预计2030年达每年3万亿美元2060年超过18万亿美元。",
        "source": "WHO — Health consequences of obesity — https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight"
    },
    {
        "disease_name": "肥胖症",
        "category": "代谢与内分泌疾病",
        "information": "Overweight and obesity as well as their related noncommunicable diseases are largely preventable and manageable. At the individual level people may be able to reduce their risk by adopting preventive interventions at each step of the life cycle starting from pre-conception and continuing during the early years. These include ensure appropriate weight gain during pregnancy, practice exclusive breastfeeding in the first 6 months after birth and continued breastfeeding until 24 months or beyond, support behaviours of children around healthy eating physical activity sedentary behaviours and sleep regardless of current weight status, limit screen time, limit consumption of sugar sweetened beverages and energy-dense foods and promote other healthy eating behaviours, enjoy a healthy life (healthy diet physical activity sleep duration and quality avoid tobacco and alcohol emotional self-regulation), limit energy intake from total fats and sugars and increase consumption of fruit and vegetables as well as legumes whole grains and nuts, and engage in regular physical activity.",
        "abstract": "超重肥胖及其相关非传染性疾病在很大程度上可预防和管理；个体层面可通过在生命周期各阶段从孕前开始采取预防措施降低风险；包括妊娠期适当体重增加、出生后前6个月纯母乳喂养并持续至24个月或更久、无论当前体重状况支持儿童健康饮食体力活动久坐行为和睡眠、限制屏幕时间、限制含糖饮料和高能量密度食物消费促进其他健康饮食行为、享受健康生活(健康饮食体力活动睡眠时长和质量避免烟酒情绪自我调节)、限制总脂肪和糖的能量摄入增加水果蔬菜豆类全谷物和坚果消费、定期体力活动。",
        "source": "WHO — Prevention and management of obesity — https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight"
    }
]