[
    {
        "disease_name": "泌尿道感染",
        "category": "泌尿系统疾病",
        "information": "A urinary tract infection (UTI) is an infection in any part of the urinary system. The urinary system includes the kidneys, ureters, bladder and urethra. Most infections involve the lower urinary tract — the bladder and the urethra. Women have a higher risk of getting UTIs than men. A urinary tract infection that affects the bladder can be painful and annoying. But if the infection spreads to the kidneys, the condition can be serious.",
        "abstract": "泌尿道感染(UTI)是泌尿系统任何部位的感染,泌尿系统包括肾脏、输尿管、膀胱和尿道;多数感染累及下尿路即膀胱和尿道;女性患UTI风险高于男性;累及膀胱的UTI可致疼痛和烦恼,但感染扩散至肾脏可能严重。",
        "source": "Mayo Clinic — Urinary tract infection (UTI) - Symptoms and causes — https://www.mayoclinic.org/diseases-conditions/urinary-tract-infection/symptoms-causes/syc-20353447"
    },
    {
        "disease_name": "泌尿道感染",
        "category": "泌尿系统疾病",
        "information": "Common symptoms of urinary tract infection include: A burning feeling when urinating. A strong urge to urinate that doesn't go away. Urinating often and passing small amounts of urine. Urine that looks red, bright pink or cola-colored. This can be a sign of blood in the urine. Pelvic pain. This pain occurs mostly in the center of the pelvis and around the area of the pubic bone.",
        "abstract": "泌尿道感染常见症状包括:排尿时烧灼感;持续强烈尿意;尿频及每次尿量少;尿液呈红色亮粉色或可乐色可能提示血尿;盆腔疼痛主要在盆腔中央和耻骨区域。",
        "source": "Mayo Clinic — UTI symptoms — https://www.mayoclinic.org/diseases-conditions/urinary-tract-infection/symptoms-causes/syc-20353447"
    },
    {
        "disease_name": "泌尿道感染",
        "category": "泌尿系统疾病",
        "information": "UTIs occur when bacteria enter the urinary tract through the urethra and begin to spread in the bladder. The urinary system is designed to keep out bacteria. But sometimes the defenses fail. When that happens, bacteria may take hold and grow into a full-blown infection in the urinary tract. The most common UTIs affect the bladder and urethra. Bacteria called E. coli often causes this type of UTI. This type of bacteria commonly lives in the gastrointestinal (GI) tract. But sometimes other bacteria are the cause.",
        "abstract": "UTI发生于细菌通过尿道进入泌尿道并在膀胱扩散;泌尿系统设计为阻挡细菌但有时防御失败;细菌可能生长成泌尿道完全感染;最常见UTI累及膀胱和尿道;大肠杆菌常引起此类UTI,这种细菌通常生活在胃肠道;有时其他细菌也可致病。",
        "source": "Mayo Clinic — UTI causes — https://www.mayoclinic.org/diseases-conditions/urinary-tract-infection/symptoms-causes/syc-20353447"
    },
    {
        "disease_name": "泌尿道感染",
        "category": "泌尿系统疾病",
        "information": "Most UTIs are caused by bacteria that enter the urethra and then the bladder. The infection most commonly develops in the bladder, but can spread to the kidneys. Most of the time, your body can get rid of these bacteria. However, certain conditions increase the risk for having UTIs. Women tend to get them more often because their urethra is shorter and closer to the anus than in men. Because of this, women are more likely to get an infection after sexual activity or when using a diaphragm for birth control. Menopause also increases the risk for a UTI.",
        "abstract": "多数UTI由进入尿道继而膀胱的细菌引起;感染最常在膀胱发生但可扩散至肾脏;多数时候身体可清除这些细菌;某些状况增加UTI风险;女性因尿道较男性更短且更接近肛门而更易患UTI;因此性活动后或使用隔膜避孕时女性更易感染;绝经也增加UTI风险。",
        "source": "MedlinePlus — Urinary tract infection - adults — https://medlineplus.gov/ency/article/000521.htm"
    },
    {
        "disease_name": "泌尿道感染",
        "category": "泌尿系统疾病",
        "information": "Escherichia coli is responsible for the majority of UTIs, followed by Klebsiella. Other important organisms include Proteus, Enterobacter, and Enterococcus. A significant risk factor for UTIs is the use of a urinary catheter, as well as urethral manipulation. UTIs are also common after kidney transplants, with immunosuppressive drugs and vesicoureteral reflux being key contributing factors. Additional risk factors include the use of antibiotics, which can lead to the development of resistant bacterial strains, and diabetes mellitus.",
        "abstract": "大肠杆菌是UTI的主要致病菌其次是克雷伯菌;其他重要病原体包括变形杆菌肠杆菌和肠球菌;UTI的重要危险因素是使用尿管及尿道操作;肾移植后UTI常见免疫抑制药和膀胱输尿管反流是关键因素;其他危险因素包括使用抗生素可致耐药菌株发展以及糖尿病。",
        "source": "NCBI StatPearls — Uncomplicated Urinary Tract Infections etiology — https://www.ncbi.nlm.nih.gov/books/NBK470195/"
    },
    {
        "disease_name": "泌尿道感染",
        "category": "泌尿系统疾病",
        "information": "Antibiotics often are the first treatment for an active urinary tract infection. Your health and the type of bacteria in your urine guide which medicine is used and how long you need to take it. Antibiotics used to treat simple UTIs include: Trimethoprim and sulfamethoxazole (Bactrim, Bactrim DS). Fosfomycin. Nitrofurantoin (Macrodantin, Macrobid, Furadantin). Cephalexin. Ceftriaxone.",
        "abstract": "抗生素常是活动性泌尿道感染的首选治疗;您的健康状况和尿液中细菌类型指导用药选择和疗程;治疗单纯UTI的抗生素包括:复方磺胺甲噁唑(Bactrim);磷霉素;呋喃妥因(Macrodantin, Macrobid, Furadantin);头孢氨苄;头孢曲松。",
        "source": "Mayo Clinic — UTI treatment — https://www.mayoclinic.org/diseases-conditions/urinary-tract-infection/diagnosis-treatment/drc-20353453"
    },
    {
        "disease_name": "肾结石",
        "category": "泌尿系统疾病",
        "information": "Kidney stones are hard objects made of minerals and salts in urine. They form inside the kidneys. Kidney stones have various causes. These include diet, extra body weight, some health conditions, and some supplements and medicines. Kidney stones can affect any of the organs that make urine or remove it from the body — from the kidneys to the bladder. Often, stones form when the urine has less water in it. This lets minerals form crystals and stick together.",
        "abstract": "肾结石是由尿液中矿物质和盐类形成的硬物在肾脏内形成;肾结石有多种病因包括饮食、超重、某些健康状况及某些补充剂和药物;肾结石可影响从肾脏到膀胱的任何产生或排出尿液的器官;结石常在尿液水分较少时形成使矿物质形成晶体并粘连。",
        "source": "Mayo Clinic — Kidney stones overview — https://www.mayoclinic.org/diseases-conditions/kidney-stones/symptoms-causes/syc-20355755"
    },
    {
        "disease_name": "肾结石",
        "category": "泌尿系统疾病",
        "information": "A kidney stone usually doesn't cause symptoms until it moves around within the kidney or passes into one of the ureters. If a kidney stone gets stuck in one of the ureters, it may block the flow of urine and cause the kidney to swell and the ureter to spasm. That can be very painful. Serious, sharp pain in the side and back, below the ribs. Pain that spreads to the lower stomach area and groin. Pain that comes in waves and varies in how intense it feels. Pain or a burning feeling while urinating.",
        "abstract": "肾结石通常在肾内移动或进入输尿管前不引起症状;若肾结石卡在输尿管可能阻塞尿流导致肾肿胀和输尿管痉挛可能非常疼痛;肋骨下侧腹和背部严重尖锐疼痛;疼痛扩散至下腹和腹股沟;疼痛呈波浪状强度变化;排尿时疼痛或烧灼感。",
        "source": "Mayo Clinic — Kidney stone symptoms — https://www.mayoclinic.org/diseases-conditions/kidney-stones/symptoms-causes/syc-20355755"
    },
    {
        "disease_name": "肾结石",
        "category": "泌尿系统疾病",
        "information": "Kidney stones develop when the urine contains more crystal-forming substances than the fluid in the urine can dilute. These substances include calcium oxalate, calcium phosphate and uric acid. At the same time, the urine may lack substances that prevent crystals from sticking together. That creates an ideal setting for kidney stones to form. Types of kidney stones include calcium stones, uric acid stones, struvite stones, and cystine stones.",
        "abstract": "肾结石在尿液中成晶物质超过尿液稀释能力时形成;这些物质包括草酸钙磷酸钙和尿酸;同时尿液可能缺乏防止晶体粘连的物质;这为肾结石形成创造理想环境;肾结石类型包括钙结石尿酸结石鸟粪石结石和胱氨酸结石。",
        "source": "Mayo Clinic — Kidney stone causes and types — https://www.mayoclinic.org/diseases-conditions/kidney-stones/symptoms-causes/syc-20355755"
    },
    {
        "disease_name": "肾结石",
        "category": "泌尿系统疾病",
        "information": "People are most likely to develop kidney stones between ages 40 and 60, though the stones can appear at any age. Research shows that 35 to 50 percent of people who have one kidney stone will develop additional stones, usually within 10 years of the first stone. In the United States, 9 percent of women and 19 percent of men develop kidney stones in their lifetime. Caucasians are more likely to develop kidney stones than African Americans.",
        "abstract": "人们最可能在40-60岁间出现肾结石但任何年龄均可发生;研究显示35-50%有过一次肾结石者会出现新结石通常在首次结石后10年内;美国9%女性和19%男性一生中会出现肾结石;白种人比非裔美国人更易患肾结石。",
        "source": "MedlinePlus Genetics — Kidney stones frequency — https://medlineplus.gov/genetics/condition/kidney-stones/"
    },
    {
        "disease_name": "肾结石",
        "category": "泌尿系统疾病",
        "information": "Every year, 1 to 2% of the German population develops kidney stones. Based on estimates in the U.S., at least 10% of people will have kidney or ureteral stones at some point in their life. Men are at higher risk than women. Kidney stones can affect people of any age, even children, but are most common in people between the ages of 40 and 60. Most stones that are less than 5 millimeters in diameter travel to the bladder on their own without any problems, and are then flushed out of the body in the urine. About half of the stones that are between 5 and 10 millimeters in diameter leave the body on their own, too. Stones that have a diameter of over 10 millimeters usually need to be treated.",
        "abstract": "每年1-2%德国人口出现肾结石;美国估计至少10%人一生中某时会有肾或输尿管结石;男性风险高于女性;任何年龄包括儿童均可患肾结石但40-60岁最常见;直径<5毫米的多数结石可自行到达膀胱并随尿排出;直径5-10毫米结石约半数也可自行排出;直径>10毫米结石通常需要治疗。",
        "source": "NCBI — Overview: Kidney stones — https://www.ncbi.nlm.nih.gov/books/NBK348937/"
    },
    {
        "disease_name": "慢性肾病",
        "category": "泌尿系统疾病",
        "information": "Chronic kidney disease (CKD) is characterized by the presence of kidney damage or an estimated glomerular filtration rate (eGFR) of less than 60 mL/min/1.73 m², persisting for 3 months or more, irrespective of the cause. CKD is a state of progressive loss of kidney function, ultimately resulting in the need for renal replacement therapy, such as dialysis or transplantation. Kidney damage refers to pathologic abnormalities suggested by imaging studies or renal biopsy, abnormalities in urinary sediment, or increased urinary albumin excretion rates.",
        "abstract": "慢性肾病(CKD)的特征是存在肾损害或估算肾小球滤过率(eGFR)<60 mL/min/1.73 m²持续3个月或更久无论病因;CKD是肾功能进行性丧失状态最终需要肾替代治疗如透析或移植;肾损害指影像研究或肾活检提示的病理异常尿沉渣异常或尿白蛋白排泄率增加。",
        "source": "NCBI StatPearls — Chronic Kidney Disease — https://www.ncbi.nlm.nih.gov/books/NBK535404/"
    },
    {
        "disease_name": "慢性肾病",
        "category": "泌尿系统疾病",
        "information": "The 2012 KDIGO CKD classification recommends specifying the cause of CKD and classifies the condition into 6 categories based on GFR (G1 to G5, with G3 split into 3a and 3b). In addition, it also includes staging based on 3 levels of albuminuria (A1, A2, and A3). G1: GFR 90 mL/min/1.73 m2 and above with evidence of kidney disease. G2: GFR 60 to 89 mL/min/1.73 m2. G3a: GFR 45 to 59 mL/min/1.73 m2. G3b: GFR 30 to 44 mL/min/1.73 m2. G4: GFR 15 to 29 mL/min/1.73 m2. G5: GFR less than 15 mL/min/1.73 m2 or treatment by dialysis.",
        "abstract": "2012年KDIGO CKD分类建议明确CKD病因并根据GFR分为6类(G1至G5,G3分为3a和3b);还包括基于3个白蛋白尿水平(A1、A2和A3)的分期;G1:GFR≥90伴肾病证据;G2:GFR 60-89;G3a:GFR 45-59;G3b:GFR 30-44;G4:GFR 15-29;G5:GFR<15或透析治疗。",
        "source": "NCBI StatPearls — CKD classification — https://www.ncbi.nlm.nih.gov/books/NBK535404/"
    },
    {
        "disease_name": "慢性肾病",
        "category": "泌尿系统疾病",
        "information": "The causes of CKD vary globally, with the most common primary diseases leading to CKD and end-stage renal disease (ESRD) being: Type 2 diabetes (30%-50%), Type 1 diabetes (3.9%), Hypertension (27.2%), Primary glomerulonephritis (8.2%), Chronic tubulointerstitial nephritis (3.6%), Hereditary or cystic diseases (3.1%), Secondary glomerulonephritis or vasculitis (2.1%), Plasma cell dyscrasias or neoplasm (2.1%).",
        "abstract": "CKD病因全球不同,导致CKD和终末期肾病(ESRD)的最常见原发疾病为:2型糖尿病(30%-50%),1型糖尿病(3.9%),高血压(27.2%),原发性肾小球肾炎(8.2%),慢性肾小管间质性肾炎(3.6%),遗传性或囊性疾病(3.1%),继发性肾小球肾炎或血管炎(2.1%),浆细胞异常或肿瘤(2.1%)。",
        "source": "NCBI StatPearls — CKD etiology — https://www.ncbi.nlm.nih.gov/books/NBK535404/"
    },
    {
        "disease_name": "慢性肾病",
        "category": "泌尿系统疾病",
        "information": "The prevalence of CKD in the general population is estimated to be around 10% to 14%. Specifically, albuminuria and an eGFR less than 60 mL/min/1.73 m² have prevalences of about 7% and 4%, respectively. Worldwide, CKD accounted for 2,968,600 (1%) of disability-adjusted life-years and 2,546,700 (1%-3%) life-years lost in 2012. In the United States, CKD affected an estimated 26 million people in 2016.",
        "abstract": "普通人群CKD患病率估计约10%-14%;白蛋白尿和eGFR<60 mL/min/1.73 m²的患病率分别约7%和4%;全球CKD在2012年占2968600(1%)伤残调整生命年和2546700(1%-3%)生命损失年;美国2016年估计2600万人患CKD。",
        "source": "NCBI StatPearls — CKD epidemiology — https://www.ncbi.nlm.nih.gov/books/NBK535404/"
    },
    {
        "disease_name": "前列腺增生",
        "category": "泌尿系统疾病",
        "information": "Benign prostatic hyperplasia (BPH) refers to the nonmalignant growth or hyperplasia of prostate tissue and is a common cause of lower urinary tract symptoms (LUTS) in older men. Disease prevalence has been shown to increase with advancing age. The histological prevalence of BPH at autopsy is as high as 50% to 60% for males in their 60s, increasing to 80% to 90% of those older than 70 years of age.",
        "abstract": "良性前列腺增生(BPH)指前列腺组织的非恶性生长或增生是老年男性下尿路症状(LUTS)的常见原因;疾病患病率随年龄增长而增加;60多岁男性尸检BPH组织学患病率高达50%-60%,70岁以上者增至80%-90%。",
        "source": "NCBI StatPearls — Benign Prostatic Hyperplasia — https://www.ncbi.nlm.nih.gov/books/NBK558920/"
    },
    {
        "disease_name": "前列腺增生",
        "category": "泌尿系统疾病",
        "information": "The development of BPH is characterized by stromal and epithelial cell proliferation in the prostate transition zone, which surrounds the urethra. This leads to urethral compression and bladder outflow obstruction, which can result in clinical manifestations of LUTS, urinary retention, or infections due to incomplete bladder emptying. Long-term, untreated disease can lead to the development of chronic high-pressure retention and long-term or permanent changes to the bladder detrusor muscle.",
        "abstract": "BPH的发展特征是前列腺移行区的基质和上皮细胞增生该区环绕尿道;这导致尿道压迫和膀胱出口梗阻可致LUTS临床表现尿潴留或因膀胱排空不全导致感染;长期未治疗疾病可致慢性高压尿潴留发展及膀胱逼尿肌长期或永久性改变。",
        "source": "NCBI StatPearls — BPH pathophysiology — https://www.ncbi.nlm.nih.gov/books/NBK558920/"
    },
    {
        "disease_name": "前列腺增生",
        "category": "泌尿系统疾病",
        "information": "Lower urinary tract symptoms (LUTS) describe the urinary abnormalities shared by disorders affecting the bladder and prostate, typically caused by BPH. These terms have largely replaced those historically termed prostatism. LUTS can be divided into storage (frequency, nocturia, urgency) and voiding disorders (weak or intermittent stream, straining to void, hesitancy, prolonged micturition, incomplete emptying). Men with BPH are likely to report symptoms of nocturia, poor stream, hesitancy, or prolonged micturition.",
        "abstract": "下尿路症状(LUTS)描述影响膀胱和前列腺的疾病(通常由BPH引起)共有的尿路异常;这些术语在很大程度上取代了历史上称为前列腺症的术语;LUTS可分为储尿(尿频夜尿尿急)和排尿障碍(尿流弱或间断排尿费力犹豫排尿延长排空不全);BPH男性可能报告夜尿尿流差犹豫或排尿延长症状。",
        "source": "NCBI StatPearls — BPH symptoms — https://www.ncbi.nlm.nih.gov/books/NBK558920/"
    },
    {
        "disease_name": "前列腺增生",
        "category": "泌尿系统疾病",
        "information": "BPH treatment options range from watchful waiting to various medical and surgical interventions. Alpha-blockers minimize muscle tone in prostate stromal smooth muscle and bladder neck tissue. Five alpha-reductase inhibitors block the intraprostatic conversion of testosterone to DHT. Surgical management includes TURP and newer techniques, such as laser vaporization and holmium laser enucleation. Minimally invasive surgical options include prostatic urethral lift, transurethral microwave thermotherapy, and water vapor therapy.",
        "abstract": "BPH治疗选项从观察等待到各种药物和手术干预;α受体阻滞剂使前列腺基质平滑肌和膀胱颈组织肌张力降低;5α还原酶抑制剂阻断前列腺内睾酮向DHT的转化;手术管理包括TURP和较新技术如激光汽化和钬激光剜除;微创手术选择包括前列腺尿道提拉术经尿道微波热疗和水蒸气疗法。",
        "source": "NCBI StatPearls — BPH treatment — https://www.ncbi.nlm.nih.gov/books/NBK558920/"
    },
    {
        "disease_name": "前列腺增生",
        "category": "泌尿系统疾病",
        "information": "Benign prostatic hyperplasia (BPH), also called prostate enlargement, is a noncancerous increase in size of the prostate gland. Symptoms may include frequent urination, trouble starting to urinate, weak stream, inability to urinate, or loss of bladder control. Complications can include urinary tract infections, bladder stones, and chronic kidney problems. As of 2019, about 94 million men aged 40 years and older are affected globally. BPH typically begins after the age of 40. The prevalence of clinically diagnosed BPH peaks at 24% in men aged 75–79 years.",
        "abstract": "良性前列腺增生(BPH)也称前列腺肥大是前列腺的非癌性增大;症状可包括尿频起始排尿困难尿流弱不能排尿或失去膀胱控制;并发症可包括尿路感染膀胱结石和慢性肾问题;截至2019年全球约9400万40岁及以上男性受影响;BPH通常始于40岁后;临床诊断BPH患病率在75-79岁男性达峰值24%。",
        "source": "Wikipedia — Benign prostatic hyperplasia — https://en.wikipedia.org/wiki/Benign_prostatic_hyperplasia"
    }
]