[
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠是一种睡眠障碍，特征为难以入睡、难以保持睡眠或早期觉醒，尽管有充足的睡眠机会。根据国际睡眠障碍分类第三版(ICSD-3)，慢性失眠的诊断标准包括：难以入睡、难以保持睡眠连续性或睡眠质量不佳的症状，这些症状每周至少3个晚上，持续超过3个月，尽管有充足的睡眠机会，导致白天功能障碍。失眠的诊断主要基于自我报告的症状。",
    "abstract": "失眠是以难以入睡、难以保持睡眠或早期觉醒为特征的睡眠障碍，尽管有充足的睡眠机会，并导致白天功能障碍，症状需持续3个月以上。",
    "source": "NIH StatPearls: Chronic Insomnia (https://www.ncbi.nlm.nih.gov/books/NBK526136/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠症状包括：白天嗜睡和疲劳、注意力集中困难、记忆问题、情绪改变（烦躁、沮丧、焦虑）、以及对日常生活的负面影响。失眠患者常见的投诉包括：难以在大多数晚上入睡、白天感到疲惫或在白天入睡、醒后感觉不清爽、睡眠中多次醒来。患者有时会因过度关注获得足够睡眠而加重病情，越是尝试睡眠，就越感到沮丧和困惑，导致睡眠更加困难。",
    "abstract": "失眠症状涉及夜间和白天两个方面：夜间包括难以入睡、频繁觉醒、早期觉醒；白天包括疲劳、注意力不集中、记忆问题、情绪改变和功能障碍。",
    "source": "Mayo Clinic - Insomnia Symptoms and Causes (https://www.mayoclinic.org/diseases-conditions/insomnia/symptoms-causes/syc-20355167)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的病因和危险因素包括：压力（工作、学校、健康、金钱或家庭问题）、旅行导致的时差或工作班次变化、不良的睡眠习惯（不同时间睡觉、白天打盹、在床上工作或看电视）、进食过多或睡前过饱导致胃灼热、咖啡因和尼古丁等刺激物、酒精使用、精神健康问题如焦虑障碍和抑郁症、某些医疗条件如持续疼痛、癌症、糖尿病、心脏病、哮喘、胃食管反流病、甲状腺功能亢进、帕金森病和阿尔茨海默病、其他睡眠相关障碍如睡眠呼吸暂停和不安腿综合征、某些处方药物。女性和老年人更容易患失眠。",
    "abstract": "失眠的主要病因包括心理应激、不良睡眠习惯、刺激物使用、精神健康问题、医学条件和药物，女性和老年人为高危人群。",
    "source": "NHS - Insomnia (https://www.nhs.uk/conditions/insomnia/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与情绪调节和心理健康的关系密切。睡眠和情绪具有双向相互作用关系。慢性失眠已知会影响情绪调节，导致低正面情绪和高负面情绪。情绪异常是由睡眠剥夺引起的，涉及杏仁核和内侧前额叶皮层的异常活动。失眠、负面情绪和入侵性思想倾向通过相互加重症状形成恶性循环。睡眠不足导致的情绪失调与心率变异性(HRV)的改变有关。心内感受在脑体相互作用中起重要作用，失眠患者中观察到心跳诱发电位(HEP)的改变，表明失眠可能与心内感受的改变密切相关。心内感受在情绪调节、焦虑和抑郁中起重要作用。",
    "abstract": "失眠通过影响情绪调节神经回路（特别是杏仁核和前额叶皮层）、降低正面情绪、增加负面情绪、破坏心率变异性和心内感受，从而导致情绪失调。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与认知功能的关系已被充分研究。失眠已知会影响多个认知领域，如记忆、集中注意力和注意力。由于睡眠本身在记忆整合中起重要作用，失眠会损害陈述性记忆的整合，这种损害与皮质醇水平升高和慢波睡眠减少有关。失眠影响情景记忆受损，损害的严重程度与失眠症状的严重程度相关。多项研究报告失眠导致工作记忆受损，但其他研究未确认工作记忆因失眠而改变。注意力的各个要素如持续注意、集中注意和转移注意受到失眠的影响。在持续注意任务中，失眠组的准确性较低，反应时间较长。执行功能是包括工作记忆、抑制控制和转移/灵活性的神经认知技能，最近与失眠的关联已成为一个热议问题。",
    "abstract": "失眠导致多个认知领域受损，包括陈述性记忆、情景记忆、工作记忆、持续注意和执行功能，这些与皮质醇升高和睡眠连续性改变有关。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与神经精神障碍的关系强烈。抑郁症和失眠具有双向关系。在医学生的40年纵向随访研究中发现，基线时有失眠的个体比没有失眠的个体更可能患重度抑郁症的概率增加一倍。不失眠的失眠患者后来发展为抑郁症的比值比为6.2，而不失眠的抑郁患者后来发展为失眠的比值比为6.7。失眠已知会增加无精神障碍者的自杀意念风险。失眠已知会增加各种焦虑障碍的风险，如广泛性焦虑症。在法国人口研究中患有失眠症状的个体中，广泛性焦虑症是最流行的精神障碍。恐慌障碍、特定恐怖症和社交焦虑症等多种焦虑障碍已报告与失眠并发。最近的各种队列研究和荟萃分析研究报告失眠增加所有类型痴呆症的风险。",
    "abstract": "失眠与抑郁症、焦虑症和痴呆症有强烈的双向关联，增加自杀风险和各种精神障碍的风险。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠作为系统性疾病影响多个生理系统。失眠导致自主神经系统的各种生理变化。在失眠患者中已发现体温升高、心率升高、基础皮肤电阻升高和血管收缩。这些自主神经系统的变化由交感神经和副交感神经失衡引起。失眠导致各种激素系统的失调。在慢性失眠患者中观察到皮质醇激素升高和24小时代谢率改变。研究证实睡眠不足降低了胰岛素敏感性，同时胰岛素抵抗和分泌增加，特别是在老年失眠患者中。失眠已知会诱发调节食欲的内分泌系统的改变。威斯康星睡眠队列研究发现睡眠总时间有限与更高的生长素释放肽和降低的瘦素水平相关。褪黑激素是调节昼夜节律的激素，也与失眠密切相关。各种研究已证实失眠患者中褪黑激素水平下降，特别是失眠期越长，褪黑激素下降越多。",
    "abstract": "失眠导致自主神经系统失衡、皮质醇升高、胰岛素敏感性降低、食欲调节激素改变和褪黑激素水平下降等生理改变。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与免疫系统和炎症的关系密切。睡眠和免疫系统具有相互关系，睡眠调节由免疫系统调节。睡眠不足已确立会影响免疫系统。在睡眠期间，细胞因子如白细胞介素1和肿瘤坏死因子已知参与非快速眼动睡眠(NREM)。睡眠剥夺已知导致免疫细胞数量、免疫功能和细胞因子的改变，以及使病人更易受病毒和细菌感染。此外，慢性失眠已报告会增加炎症和死亡率。分析23项使用多导睡眠图检查失眠患者的研究的荟萃分析证实了各种睡眠变量的改变，包括睡眠效率指数、总睡眠时间、慢波睡眠率、快速眼动(REM)睡眠率和觉醒时间变化率。",
    "abstract": "失眠导致免疫细胞减少、免疫功能下降、细胞因子改变、感染易感性增加和全身炎症水平升高。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与心血管疾病的关系引起特别关注。在调整年龄和冠状动脉危险因素后，难以入睡与冠心病之间的风险比为1.5-3.9。有困难入睡经历的男性死于冠心病的风险增加三倍。失眠已知会导致伴随血压和心率改变的多项生理改变，多项研究已进行以确定失眠是否与高血压、冠心病和心力衰竭等心血管疾病相关；然而，每项研究披露了不同的结果。但是，在过去十年进行的若干元分析研究和全国人口研究已报告失眠会增加心血管疾病的风险。心血管疾病的发病已知与失眠引起的自主神经系统失调和激素失调导致的代谢综合征有关。",
    "abstract": "失眠增加高血压、冠心病、心力衰竭和心血管死亡的风险，机制涉及自主神经系统失调和代谢改变。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与2型糖尿病和内分泌失调的关系。在2型糖尿病的情况下，多项研究结果略有不同，但多项研究表明失眠与2型糖尿病相关，失眠可能作为2型糖尿病的危险因素。虽然异常的甲状腺功能诱发失眠是众所周知的，但失眠对甲状腺功能的影响还没有被很好地研究。然而，伴有抑郁症的失眠患者中已报告促甲状腺激素释放激素(TRH)和促甲状腺激素(TSH)水平升高。肥胖症已报告会增加失眠的风险，食欲调节激素如瘦素和生长素释放肽的改变已知参与其中。然而，最近报告的荟萃分析证实失眠并不直接增加肥胖症的风险，因此需要进一步评估失眠是否增加肥胖症的风险。",
    "abstract": "失眠与2型糖尿病相关，并导致胰岛素敏感性降低和胰岛素抵抗增加，与食欲激素失调有关。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与癌症和感染的风险。失眠已知会因与睡眠和免疫系统的紧密关系而增加感染和癌症的风险。队列研究证实失眠会增加呼吸道感染的风险，已报告接受化疗的患者如果抱怨失眠则更易感染。许多研究人员长期以来相信失眠会增加癌症风险。这不仅仅是一种信念；一些研究已报告失眠会增加乳腺癌的风险。此外，根据失眠队列研究的荟萃分析，失眠会增加所有癌症的总体风险，但在具体癌症类型中，仅甲状腺癌报告了因失眠导致的风险显著增加。",
    "abstract": "失眠增加感染和癌症的风险，特别是乳腺癌和甲状腺癌，通过免疫功能降低和炎症增加的机制。",
    "source": "PMC - Understanding insomnia as systemic disease (https://pmc.ncbi.nlm.nih.gov/articles/PMC8688785/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的流行病学：失眠症状的流行率约为30%，特定失眠障碍的流行率为5-10%。通常，大约三分之一的成年人(30%-36%)报告至少一个失眠症状。当使用严格的ICSD-3或DSM-V诊断标准时，患病率范围为6%-10%。失眠在中年和老年人、轮班工作者、女性以及有并发医学和精神疾病的患者中更常见。全球失眠患病率差异很大，巴西为79%，西欧为23.2%。失眠的直接成本在美国约为139亿美元，在法国约为21亿美元(1995年)。美国的直接和间接成本已估计达到每年100多亿美元。在1993年至2015年期间，美国办公室访问期间失眠诊断增加了11倍，从80万增至940万。",
    "abstract": "失眠患病率为30%-36%的症状和5%-10%的诊断标准，更常见于女性、老年人和轮班工作者，全球经济负担每年超过100亿美元。",
    "source": "PMC - Insomnia: Prevalence, Impact, Pathogenesis, Differential Diagnosis, and Evaluation (https://pmc.ncbi.nlm.nih.gov/articles/PMC2504337/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的病理生理：失眠通常被认为源于'高唤醒'状态。在生理性高唤醒模型中，全天和夜间的警觉性升高使睡眠困难。支持这一理论的证据包括失眠患者与正常睡眠者相比代谢率升高。他们在高唤醒量表上的得分也高于正常睡眠者，即使在白天抱怨疲劳时，失眠患者入睡时间仍然更长。在功能性脑成像中，失眠患者在睡眠和清醒状态下脑葡萄糖代谢增加。在脑电图(EEG)上，失眠患者表现为β活动增加和δ活动降低。从内分泌角度看，失眠患者与重度抑郁症患者一样表现出促肾上腺皮质激素释放因子(CRF)活动增加，因此提示下丘脑-垂体-肾上腺轴功能障碍的作用。",
    "abstract": "失眠的病理生理涉及中枢神经系统高唤醒状态、脑葡萄糖代谢升高、脑电图异常活动和下丘脑-垂体-肾上腺轴功能障碍。",
    "source": "PMC - Insomnia: Prevalence, Impact, Pathogenesis, Differential Diagnosis, and Evaluation (https://pmc.ncbi.nlm.nih.gov/articles/PMC2504337/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的评估方法包括详细的病史采集、身体检查和心理状态检查。临床面试应包括以下内容：医学诊断(包括疼痛)、神经学诊断、物质使用(如咖啡因、酒精、大麻、尼古丁、药物和非法药物)、运动水平、精神病诊断、压力源(如工作、财务、法律和人际关系)、睡眠障碍的发病、来自床伴的信息、轮班或夜班工作、改善或恶化睡眠的因素、睡眠环境、睡眠-觉醒模式(包括打盹)、对白天功能的影响、以前的治疗和结果。验证的量表如失眠严重程度指数(ISI)或睡眠条件指标可用于测量失眠的严重程度，评估应包括7-14天睡眠日记的使用。",
    "abstract": "失眠的评估包括详细的病史采集、失眠严重程度指数评估和7-14天的睡眠日记，排除其他可能导致失眠的医学或精神条件。",
    "source": "NIH StatPearls: Chronic Insomnia (https://www.ncbi.nlm.nih.gov/books/NBK526136/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的非药物治疗：国际指南一致推荐认知行为疗法(CBT-I)作为慢性失眠的一线治疗，因为它对夜间症状、白天症状和并发症均有效。CBT-I是由受过训练的治疗师进行的手册化治疗，由行为成分和认知重组组成。CBT-I基于慢性失眠的三因素模型，包括易感因素、诱发因素和维持因素。CBT-I的核心成分包括睡眠限制疗法、刺激控制疗法、睡眠卫生和放松疗法。睡眠限制疗法限制睡眠机会以匹配患者的基线睡眠能力。刺激控制疗法基于与睡眠相关的刺激(如床和卧室)与睡眠配对而不是与看电视或阅读等活动配对的行为原则。虽然睡眠卫生作为独立干预措施效果最小，但它是CBT-I的必要方面。放松疗法包括定期练习深呼吸、正念冥想、渐进式肌肉放松或瑜伽，可以改善睡眠质量。",
    "abstract": "认知行为疗法(CBT-I)是失眠的一线治疗，包括睡眠限制、刺激控制、睡眠卫生和放松技巧等核心成分。",
    "source": "NIH StatPearls: Chronic Insomnia (https://www.ncbi.nlm.nih.gov/books/NBK526136/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的药物治疗：FDA批准了4种苯二氮卓类药物用于治疗失眠治疗(三唑仑、氟瑞马唑、艾司唑仑和替马西泮)。苯二氮卓受体激动剂(Z药物)批准用于失眠治疗，包括艾司唑仑、扎来普隆和唑吡坦，包括缓释和舌下剂型。这些药物可改善入睡和保持睡眠的效果，半衰期范围很广。潜在的缺点包括认知和运动障碍、隔日嗜睡、顺向性遗忘、反弹失眠、恶心、头痛、复杂睡眠相关行为和长期风险如依赖、抑郁、跌倒、髋骨骨折和痴呆。双噁嘧唑受体拮抗剂包括苏沃瑞司特、伦博瑞司特和达瑞多瑞司特，它们通过阻断清醒促进的下丘脑素的结合作用。褪黑激素和作用于褪黑激素受体的药物包括褪黑激素、拉美尔同和塔西美尔同，可影响褪黑激素的作用。低剂量抗抑郁药如度西平、三环类抗抑郁药和其他神经递质调节药物也可用于失眠治疗。",
    "abstract": "失眠的药物治疗包括苯二氮卓类、Z药物、双噁嘧唑受体拮抗剂、褪黑激素受体激动剂和低剂量抗抑郁药，各有不同的机制和副作用。",
    "source": "NIH StatPearls: Chronic Insomnia (https://www.ncbi.nlm.nih.gov/books/NBK526136/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的预后和并发症：根据一项自然研究，13.9%的好睡眠者在5年随访期间发展为失眠综合征，37.5%有失眠症状的参与者在5年期间每次年度随访时继续报告失眠。该研究得出结论，一旦失眠进展为障碍，往往会持续存在。女性和老年人持续失眠的风险更高。慢性失眠通常未被认识和治疗。此障碍是未来失眠的重要危险因素，为失眠的持久过程创造更大的风险，并导致各种并发症的风险增加，包括高血压、抑郁症、焦虑症、旷工和全因及心肺死亡率。失眠还与炎症增加相关。使用循环C反应蛋白水平评估的系统性炎症与心血管疾病和死亡风险增加独立相关。",
    "abstract": "慢性失眠持续率为37.5%，导致高血压、抑郁症、焦虑症和增加的全因死亡率等多种并发症。",
    "source": "NIH StatPearls: Chronic Insomnia (https://www.ncbi.nlm.nih.gov/books/NBK526136/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与医学条件的关系：失眠与多种医学条件相关。Taylor等发现在社区样本中，慢性失眠患者报告更多心脏病、高血压、慢性疼痛以及胃肠道、神经、尿道和呼吸困难增加。反之亦然，高血压、慢性疼痛、呼吸、胃肠道和尿道问题患者比非失眠患者更频繁地抱怨失眠。其他人也发现失眠与多种医学条件的比值比增加，范围从充血性心力衰竭到髋关节受损。Ancoli-Israel强调失眠和慢性医学条件可能相互关联的不同方式：睡眠抱怨可能充当障碍的症状，如充血性心力衰竭和Cheyne-Stokes呼吸、胃食管反流病和唤醒增加。在其他情况下，失眠可能是障碍病因学的组成部分，如糖尿病。",
    "abstract": "失眠与心脏病、高血压、糖尿病、慢性疼痛和呼吸疾病等多种医学条件相关，既可能是症状也可能是病因。",
    "source": "PMC - Insomnia: Prevalence, Impact, Pathogenesis, Differential Diagnosis, and Evaluation (https://pmc.ncbi.nlm.nih.gov/articles/PMC2504337/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的诊断标准(DSM-V)：根据精神障碍诊断和统计手册第五版(DSM-V)，医生如果满足以下标准可诊断失眠：对睡眠质量或数量的不满，个人功能的显著困难，睡眠困难每周至少发生3次，睡眠困难至少持续3个月，睡眠困难尽管有充足的睡眠机会和环境发生，抱怨以下一项或多项睡眠困难：难以入睡、难以保持睡眠、早期觉醒和非恢复性睡眠。",
    "abstract": "失眠的诊断需满足DSM-V标准：睡眠困难每周≥3次，持续≥3个月，尽管有充足的睡眠机会，并导致显著的功能受损。",
    "source": "医学今日新闻 - Types (https://www.medicalnewstoday.com/articles/9155)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的类型分类：失眠可分为急性失眠和慢性失眠。急性失眠持续时间少于3个月，通常由应激或环境变化(如旅行)引起。慢性失眠每周发生3个或以上晚上，持续超过3个月。失眠也可根据原因分类为原发性失眠和继发性失眠。原发性失眠意味着睡眠问题与任何其他健康状况或问题无直接关系。继发性失眠意味着由于其他情况(如哮喘、抑郁症、关节炎、癌症或胃灼热)、疼痛、药物或物质使用(如酒精)导致睡眠困难。失眠也可根据睡眠困难的时间分类为入睡失眠、维持失眠和混合失眠。",
    "abstract": "失眠分为急性(<3个月)和慢性(≥3个月)类型，以及原发性(独立)和继发性(由其他病因引起)类型。",
    "source": "WebMD - Insomnia Symptoms, Causes, & Treatment (https://www.webmd.com/sleep-disorders/insomnia-symptoms-and-causes)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的社会经济影响：失眠与严重的个人和社会后果相关。一项研究表明失眠患者因病活动受限的天数是正常睡眠者的两倍。另一项研究表明更多失眠患者(22%)将其生活质量评为较差，相比之下无睡眠问题患者仅为3%。失眠已被证实对与慢性障碍如抑郁症和充血性心力衰竭相同程度的健康相关生活质量产生有害影响。当考虑到包括卫生保健使用、工作场所缺勤、意外和继发酒精消费的经济成本时，年成本估计为每年350亿至1070亿美元。失眠未被发现与死亡风险增加相关。卫生保健利用(定义为增加的办公室就诊和住院率)在失眠患者中始终高于无睡眠问题的患者。实际上，无论年龄如何，失眠患者通过住院、门诊、药房和急诊室的直接成本都更大。1995年失眠的直接卫生保健成本估计在美国为139亿美元，在法国为21亿美元。",
    "abstract": "失眠导致生活质量下降、卫生保健成本增加(139-213亿美元)、工作场所旷工增加和生活能力受损。",
    "source": "PMC - Insomnia: Prevalence, Impact, Pathogenesis, Differential Diagnosis, and Evaluation (https://pmc.ncbi.nlm.nih.gov/articles/PMC2504337/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠与精神分裂症、双相障碍等精神障碍的关系。据估计，40%的失眠患者有并发精神障碍。在流行病学研究的综述中，Taylor等发现失眠预测抑郁症、焦虑症、物质滥用或依赖和自杀。事实上，1-3年内失眠与后来发展为抑郁症之间的相关性特别强。Johnson等发现在青少年社区样本中，在69%的病例中失眠先于并发抑郁症，而焦虑障碍在73%的时间内先于失眠。在15至100岁年龄段的大量受试者中，失眠要么出现在超过40%的情况下或在超过22%的时间内与情绪障碍同时出现。这项研究还发现失眠在超过38%的时间内出现或在34%之后出现焦虑障碍。作为发病率的进一步证据，在过去一年中抱怨失眠但没有任何以前精神病历史的个人被显示为具有首发重度抑郁症、恐慌障碍和酒精滥用的风险增加。",
    "abstract": "失眠与多种精神障碍高度关联，包括抑郁症、焦虑症、自杀意念和物质滥用，提示双向关系。",
    "source": "PMC - Insomnia: Prevalence, Impact, Pathogenesis, Differential Diagnosis, and Evaluation (https://pmc.ncbi.nlm.nih.gov/articles/PMC2504337/)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠在美国的流行情况：在2020年，14.5%的成年人在过去30天中大多数或每天都有难以入睡的情况。难以入睡的成年人百分比随着教育程度的降低和家庭收入的减少而增加，随着居住地变得更加农村而增加。与非西班牙裔黑人(15.4%)、西班牙裔(10.6%)和非西班牙裔亚洲人(8.7%)成年人相比，更多的非西班牙裔白人(21.0%)成年人在过去30天中大多数或每天都有难以保持睡眠的情况。成年人难以保持睡眠的百分比随着家庭收入的减少和居住地变得更加农村而增加。美国成年人和睡眠研究会建议成人每晚应睡眠至少7小时；超过四分之一的成年人不符合此建议。",
    "abstract": "美国2020年14.5%的成年人报告难以入睡，17.8%报告难以保持睡眠，女性、低收入和农村地区居民患病率更高。",
    "source": "CDC - Sleep Difficulties in Adults: United States, 2020 (https://www.cdc.gov/nchs/products/databriefs/db436.htm)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠在妊娠期的发生率：如果您怀孕，您很可能在妊娠的某个阶段经历失眠，特别是在后期阶段。大约25%的怀孕人士在第一孕期会有失眠发作。到第三孕期末，这个数字上升到80%。早期妊娠失眠的主要原因是妊娠期间激素水平升高，特别是调节睡眠周期和呼吸模式的雌激素和孕酮。在晚期妊娠，胎儿的体重成为罪魁祸首。它压迫关节和背部，使舒适变得非常困难。它还压迫膀胱，使您需要更频繁地起床排尿。其他妊娠相关因素包括晨吐引起的呕吐和恶心、腿部抽筋或其他腿部不适、背痛、圆韧带疼痛、收缩、胎儿运动、呼吸急促、心率加快和胃灼热。",
    "abstract": "妊娠期间失眠患病率增加到80%（特别是第三孕期），与激素水平升高和妊娠相关生理改变有关。",
    "source": "WebMD - Insomnia in pregnancy (https://www.webmd.com/sleep-disorders/insomnia-symptoms-and-causes)"
  },
  {
    "disease_name": "失眠",
    "category": "神经系统疾病",
    "information": "失眠的预防和管理：良好的睡眠习惯，也称为睡眠卫生，可以帮助您预防失眠。一些建议包括：每天晚上同一时间睡觉，早上同一时间起床；尽量不要在白天打盹，因为这可能会使您在晚上不容易入睡；避免在睡前使用手机或电子书，因为它们的光线会使入睡变得困难；避免在一天中较晚时间摄入咖啡因、尼古丁和酒精，咖啡因和尼古丁是刺激物，可以阻止您入睡，酒精会使您在半夜醒来并损害您的睡眠质量；定期运动，尽量不要在睡前不久锻炼，因为这可能会使入睡变得困难；不要在一天中较晚时间进行大量进食，但睡前的清淡小食可能会帮助您睡眠；使您的卧室舒适：黑暗、安静且不过热或过冷；睡前放松的程序，例如阅读书籍、听音乐或洗澡；仅将床用于睡眠和性行为；如果您无法入睡且不困倦，请起床做一些平静的事情，例如阅读，直到感到困倦。",
    "abstract": "失眠的预防包括保持规律的睡眠时间、避免睡前咖啡因和尼古丁、定期运动、保持舒适的睡眠环境和放松技巧。",
    "source": "WebMD - Insomnia Prevention (https://www.webmd.com/sleep-disorders/insomnia-symptoms-and-causes)"
  }
]