[
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫是一种慢性非传染性脑病，影响全球约5000万人。癫痫的特征是反复发作癫痫发作，这是脑细胞群过度放电导致的短暂事件。癫痫发作是由于脑神经元异常过度或同步放电而引起的短暂性体征或症状。癫痫的定义需要至少发生两次无法解释的癫痫发作。不同的脑部分可以是此类放电的场所。癫痫在全球公共卫生中占有重要地位，在所有神经系统疾病中排名第五，对残疾调整生命年(DALYs)的影响排名第五。全球估计有5000万人患有癫痫，其中近80%的人生活在低收入和中等收入国家。全球约70%的癫痫患者可以通过适当使用抗癫痫药物变为无发作状态。",
    "abstract": "癫痫是全球影响5000万人的慢性脑病，特征为反复无故发作。脑神经元异常放电导致发作，需至少两次无法解释事件才诊断为癫痫。",
    "source": "WHO - https://www.who.int/news-room/fact-sheets/detail/epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫是一种大脑疾病，其中神经细胞或神经元有时在脑中发送错误的信号导致发作。神经元通常产生作用于其他神经元、器官和肌肉的电信号和化学信号，产生人的思想、感受和行动。在癫痫发作期间，许多神经元同时发送信号，速度比正常快得多。这种过度电活动的激增可能导致非自愿运动、感觉、情感和/或行为。正常神经细胞活动的干扰可能导致意识丧失。有些人在癫痫发作后立即恢复，而其他人可能需要数分钟到数小时才能感到正常。在这段时间里，他们可能会感到疲倦、困倦、虚弱或困惑。癫痫有多种不同的病因和发作类型。癫痫的严重程度和对个人的影响因人而异，并伴随各种共存条件。癫痫有时被称为'癫痫症'是因为类型和病因的多样性。",
    "abstract": "癫痫是脑部疾病，神经元错误信号导致过度电活动。发作严重程度从简短的意识丧失到严重的肌肉收缩不等，影响因人而异。",
    "source": "NINDS - https://www.ninds.nih.gov/health-information/disorders/epilepsy-and-seizures"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "在约一半的癫痫患者中，无法找到明确的原因。癫痫的原因包括：遗传因素 - 某些类型的癫痫在家族中运行，研究人员已经将某些类型的癫痫与特定基因联系起来。但一些人具有遗传性癫痫，但不是遗传性的。遗传变化可以在没有从父母传递的情况下在儿童中发生。对于大多数人来说，基因只是癫痫原因的一部分。某些基因可能使人对触发发作的环境条件更敏感。头部创伤 - 由车祸或其他创伤性损伤引起的头部创伤可导致癫痫。大脑中的因素 - 脑肿瘤可导致癫痫。癫痫也可能由血管在大脑中的形成方式引起。患有血管条件（如动静脉畸形和海绵状畸形）的人可能患有发作。对于超过35岁的成人，中风是癫痫的主要原因。感染 - 脑膜炎、艾滋病毒、病毒性脑炎和某些寄生虫感染可导致癫痫。出生前的损伤 - 婴儿在出生前对多种因素引起的脑损伤很敏感，包括孕妇感染、营养不良或氧气不足。这种脑损伤可能导致癫痫或脑瘫。发育条件 - 癫痫有时可能与发育条件相关。患有自闭症的人比没有自闭症的人更可能患有癫痫。研究还发现，患有癫痫的人更可能患有注意力缺陷/多动障碍(ADHD)和其他发育条件。同时拥有这两种条件可能与基因有关。",
    "abstract": "约半数癫痫患者病因不明。已知原因包括遗传易感性、头部创伤、脑肿瘤、脑血管条件、中风、脑膜炎等感染和出生前损伤。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/epilepsy/symptoms-causes/syc-20350093"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫患者可能会有特定类型的发作，包括焦点发作(以前称为部分发作)和全身性发作。焦点(部分)发作起源于脑的一个特定部分。焦点发作清醒(以前称为简单部分发作)不涉及意识丧失，症状包括味觉、气味、视力、听觉或触觉的改变，眩晕，刺痛和四肢抽搐。焦点发作伴意识受损(以前称为复杂部分发作)涉及意识改变或丧失。症状可能包括盯着空间、反应迟钝、重复运动(如揉手、咀嚼、吞咽或兜圈走动)。全身性发作影响整个大脑并导致意识受损。包括：缺失发作(也称为小发作) - 盯着虚无造成短暂的意识丧失，眼睑可能抽搐，眼睛或头可能向后翻。强直发作 - 导致背部、手臂和腿部肌肉僵硬，可能导致该人跌倒到地面。失张力发作(也称为跌落发作) - 导致肌肉控制丧失。由于这通常影响腿部，它经常导致突然摔倒。阵挛发作 - 导致重复或有节奏的颤抖肌肉运动，通常影响颈部、脸部和手臂。肌阵挛发作 - 通常表现为突然简短的痉挛或抽搐，通常影响上身、手臂和腿部。强直-阵挛发作(以前称为大发作) - 导致突然的意识丧失、身体僵硬、抽搐和颤抖。",
    "abstract": "癫痫发作分为焦点发作和全身性发作。焦点发作可在清醒或意识受损情况下发生。全身性发作包括缺失、强直、失张力、阵挛、肌阵挛和强直-阵挛发作。",
    "source": "Mayo Clinic, NINDS - https://www.mayoclinic.org/diseases-conditions/epilepsy/symptoms-causes/syc-20350093"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫可能由许多类型的条件触发，称为'共病条件'。这些条件破坏正常的脑活动。一旦这些条件得到治疗，患者可能不再有发作。但是，发作是否停止取决于疾病类型、受影响的脑区域以及治疗前发生的脑损伤程度。可导致癫痫的条件例子包括：脑肿瘤；头部创伤；酒精中毒或酒精戒断；阿尔茨海默病；中风、心脏病发作和其他使脑脱氧的条件；异常血管形成(称为动静脉畸形)或脑出血；脑炎症或肿胀；脑膜炎、艾滋病相关感染和病毒性脑炎等感染；脑性麻痹和其他发育障碍也可能与癫痫相关。脑性麻痹和其他脑发育障碍患者更可能患有癫痫，例如，自闭症谱系障碍或智力残疾患者中。",
    "abstract": "可导致癫痫的共病条件包括脑肿瘤、头部创伤、酒精相关疾病、痴呆、中风、血管畸形、脑炎症、感染、脑性麻痹和发育障碍。",
    "source": "NINDS - https://www.ninds.nih.gov/health-information/disorders/epilepsy-and-seizures"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "发作触发因素不会导致癫痫，但可能会在易感者中引发发作。对于已经诊断出癫痫并服用药物的人，触发因素可能会引发发作。触发因素包括：压力、饮酒或酒精戒断、脱水或错过进食、接触毒素或毒药(包括铅、一氧化碳、非法药物和非常大剂量的处方药)、与月经周期相关的激素变化、睡眠剥夺、视觉刺激，如闪烁灯或移动图案。在对癫痫患者的调查中，压力是最常见的报告发作触发因素。",
    "abstract": "发作触发因素包括压力、酒精、脱水、毒素暴露、激素变化、睡眠不足和视觉刺激。压力是最常报告的触发因素。",
    "source": "NINDS, Mayo Clinic - https://www.ninds.nih.gov/health-information/disorders/epilepsy-and-seizures"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫的诊断通常在医生经历以下情况时进行：患者至少发生了两次发作，在发作之间至少间隔24小时，没有任何迹象表明发作是由某些因素(无故发作)引起的。癫痫也可以被诊断为首次发作后如果继续发作的风险明显较高。诊断工具包括：详细的医疗历史，包括何时以及在什么情况下发生发作。物理和神经学检查。血液样本。脑电图(EEG) - 最常见的用于诊断癫痫的测试。这是一种非侵入性和无痛测试，涉及在头皮上放置电极以搜索脑电活动中的异常图案。可能要求患者在测试期间执行特定任务。在某些情况下，测试在患者睡眠时进行。脑部成像测试可以揭示肿瘤和其他可能导致发作的异常。这些测试可能包括CT扫描、MRI、正电子发射断层扫描(PET)和单光子发射计算机断层扫描。脑脊液测试 - 通常在医生怀疑脑或脑膜炎症(脑膜炎)时进行。",
    "abstract": "癫痫诊断需至少两次无故发作。诊断方法包括病史、神经学检查、血液检查、EEG、脑成像和脑脊液测试。",
    "source": "Mayo Clinic, NCBI - https://www.ncbi.nlm.nih.gov/books/NBK343313/"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫的最常见治疗是抗癫痫药物(AEDs)。有许多种药物可用作抗癫痫药物。如果某种药物在低剂量下不起作用，可以增加剂量。如果不起作用，可以尝试来自不同药物组的药物，或者可以使用多种药物组合。癫痫通常用抗癫痫药物治疗。各种药物组的各种药物可用作AEDs。治疗开始于抗癫痫药物单一疗法。人们通常在第二次发作时才开始治疗。但是，如果患者有更高的进一步发作风险(例如，如果他们有脑病)，那么在第一次发作后开始治疗可能是个好主意。如果癫痫药物无法预防发作，可以考虑其他选择。这些包括：手术 - 如果某人患有部分发作，并且很清楚大脑的哪个部分引发它们，那个大脑部分可以被手术切除。但这并不总是可能的。迷走神经刺激 - 在此过程中，在胸部区域植入产生电信号的装置。它通过电线连接到颈部的迷走神经，旨在防止神经细胞过度活跃。",
    "abstract": "癫痫主要用抗癫痫药物治疗。约70%患者可通过药物控制达到无发作。若药物无效，可考虑手术或迷走神经刺激。",
    "source": "WHO, NCBI - https://www.who.int/news-room/fact-sheets/detail/epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "常用的抗癫痫药物包括：左乙拉西坦(Keppra)、拉莫三嗪(Lamictal)、托吡酯(Topamax)、丙戊酸(Depakote)、卡马西平(Tegretol)、乙琥胺(Zarontin)。这些药物通常以片剂、液体或注射形式提供，每天服用一次或两次。医生将最初处方最低可能的剂量，可以调整直到开始工作。这些药物必须一致和按处方服用。一些潜在的副作用可能包括疲劳、眩晕、皮肤疹、协调不良和记忆问题。罕见但严重的副作用包括抑郁症和肝脏或其他器官炎症。",
    "abstract": "常用抗癫痫药物包括左乙拉西坦、拉莫三嗪、托吡酯、丙戊酸等。常见副作用为疲劳、眩晕、皮疹。",
    "source": "Healthline, Mayo Clinic - https://www.healthline.com/health/epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫的并发症可能包括：与某些时间发作相关的伤害风险 - 在发作期间坠落可能会伤害头部或骨折。溺水风险 - 癫痫患者比没有癫痫的人更可能在游泳或沐浴时溺水，因为患者在水中时可能会发作。汽车事故风险 - 导致意识丧失的发作如果患者正在驾驶汽车或操作其他设备，则可能很危险。许多州对驾驶执照有与驾驶员管理发作能力相关的限制。驾驶员必须无发作的最短时间可能从数月到数年不等。睡眠问题 - 癫痫患者可能难以入睡或保持睡眠(称为失眠)。妊娠并发症 - 妊娠期间的发作对母亲和婴儿都构成危险。另外，某些抗发作药物增加了出生缺陷的风险。如果患者患有癫痫并考虑怀孕，获取医疗帮助以计划妊娠很重要。大多数患有癫痫的女性可以怀孕并生育健康的婴儿。患者需要在整个妊娠期间小心监测。可能需要调整药物。与医疗保健团队合作以计划妊娠非常重要。记忆丧失 - 某些类型癫痫患者可能有记忆问题。情绪健康问题 - 患有癫痫的人更可能患有精神健康条件。它们可能是由处理这种情况本身以及药物副作用的结果。但即使是管理良好的癫痫患者风险也更高。可能影响癫痫患者的情绪健康问题包括抑郁症、焦虑和自杀思想和行为。",
    "abstract": "癫痫并发症包括创伤风险、溺水、车祸、失眠、妊娠并发症、记忆丧失和精神健康问题如抑郁症。",
    "source": "Mayo Clinic, Healthline - https://www.mayoclinic.org/diseases-conditions/epilepsy/symptoms-causes/syc-20350093"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫中最严重的并发症包括：癫痫持续状态 - 这种情况发生在患者处于持续发作活动状态持续5分钟以上，或者发作之间没有完全恢复意识的情况下发生多次发作。癫痫持续状态是医疗急症。癫痫患者死亡风险是普通人群的三倍。突然意外死亡在癫痫(SUDEP) - 人们患有癫痫也有小风险突然意外死亡。原因不为人知，但一些研究表明，它可能由于心脏或呼吸系统条件而发生。具有频繁强直-阵挛发作的人或发作未被药物很好管理的人可能面临更高的SUDEP风险。在那些管理不良的严重癫痫中最常见。每年约每1000个癫痫患者中有1.16个经历SUDEP。SUDEP风险更高于癫痫管理不良的人。服用处方药并定期去看医生可以帮助最小化风险。",
    "abstract": "癫痫严重并发症包括癫痫持续状态和突然意外死亡(SUDEP)。SUDEP每年每1000名患者约1.16例，与未控制发作和非依从相关。",
    "source": "Healthline, Cleveland Clinic - https://my.clevelandclinic.org/health/diseases/17636-epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "流行病学数据显示全球癫痫患者约5000万。点患病率为每1000人6.38人(95%置信区间5.57-7.30)，而终身患病率为每1000人7.60人(95% CI 6.17-9.38)。年累积发病率为每100000人67.77(95% CI 56.69-81.03)，而发病率为每100000人年61.44(95% CI 50.75-74.38)。在北美，癫痫的年龄调整发病率范围在每100000人16至51。年龄调整患病率范围从每1000人2.2到每1000人41，具体取决于报告国家。部分癫痫可能构成高达三分之二的发病癫痫。在低社会经济人群中发病率增加。癫痫发病率在年龄较小和较大的年龄组中最高，并在50岁后稳步增加。在低收入国家，活跃癫痫患者的患病率大约每1000人4至10。从1990年至2016年，全世界存活着所有活跃癫痫(包括特发性和继发性癫痫)的患者约4590万(95% UI 39.9-54.6)。",
    "abstract": "全球癫痫患者约5000万，点患病率每千人6.38人。发病率和患病率在低收入国家较高。老年人和儿童风险最高。",
    "source": "WHO, Lancet Global Health - https://pmc.ncbi.nlm.nih.gov/articles/PMC5272794/"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "在美国，约300万人和470000名儿童患有癫痫，每年诊断出约150000例新病例。在美国成年人中，活跃癫痫患病率为1.1%，相当于约2865000名成年人。癫痫可在任何年龄发展，但诊断通常在早期儿童或60岁后发生。男性似乎比女性更常患癫痫，可能是因为男性暴露于更高的风险因素(如酒精使用和头部创伤)。癫痫患者超过一半还患有其他身体或精神健康状况，这与较差的健康结果和增加的医疗保健需求相关联。在全球范围内，癫痫占全部神经系统疾病导致的伤残调整生命年(DALYs)中的第五位，每年估计125000例癫痫相关死亡。在低收入和中等收入国家以及农村地区发现最高的过早死亡率。与癫痫相关的许多死亡原因，特别是在低收入和中等收入国家，可能是可预防的，如跌倒、溺水、烧伤和长时间发作。",
    "abstract": "美国约300万患者患有癫痫，全球超过80%患者生活在低收入国家。每年125000例癫痫相关死亡，许多可预防。",
    "source": "CDC, Healthline - https://www.healthline.com/health/epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫可预防的风险占病例的约25%。头部损伤预防(如通过减少跌倒、交通事故和运动损伤)是预防创伤后癫痫最有效的方法。充分的围产期保健可以减少因出生损伤引起的新癫痫病例。使用药物和其他方法降低发热儿童的体温可以减少热性发作的机会。预防与中风相关的癫痫侧重于心血管风险因素降低，例如预防或控制高血压、糖尿病和肥胖症的措施，以及避免烟草和过量酒精使用。中枢神经系统感染是热带地区癫痫的常见原因，其中许多低收入和中等收入国家集中。消除这些环境中的寄生虫以及有关如何避免感染的教育可能是减少全球癫痫的有效方式，例如由脑囊虫病引起的病例。",
    "abstract": "癫痫可预防的约25%的病例通过头部损伤预防、充分围产期保健、体温管理和感染预防。",
    "source": "WHO - https://www.who.int/news-room/fact-sheets/detail/epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫儿童的特殊类型包括：儿童缺失癫痫 - 缺失发作通常在4至8岁之间的儿童中发生。发作的特征是短暂的意识丧失、空洞凝视，可能伴有眼睛眨眼或嘴唇抽搐等细微肌肉运动。这些发作可能一天发生一次到数百次。强直-阵挛发作可能先于缺失发作，在缺失发作开始后可能会周期性复发。大多数患有儿童缺失癫痫的儿童在青春期会摆脱发作倾向。良性罗兰迪克癫痫 - 这种综合征通常在3岁后出现，被认为是良性的，因为儿童通常在青春期摆脱它。在大多数患有良性罗兰迪克癫痫的儿童中，发作不频繁，在某些情况下不需要药物。症状的特征表现始于嘴角的感觉和流涎，其次是嘴的抽动，可能扩展到脸的其余部分，有时到身体的那一侧。虽然儿童在此类发作期间保持意识，但他们通常无法在发作期间和之后的一段时间内说话。发作更常见于夜间，特别是在睡眠的特定阶段。少年肌阵挛癫痫 - 这种综合征通常在晚期儿童或早期青春期开始。它的特征是轻微的肌阵挛抽搐，因为个体即将入睡或醒来。儿童描述强烈的跳跃感，通常在大约30分钟后消退。除了肌阵挛发作，患有少年肌阵挛癫痫的儿童也可能有周期性强直-阵挛发作。",
    "abstract": "儿童癫痫特殊类型包括缺失癫痫(4-8岁)、良性罗兰迪克癫痫(3岁后)和少年肌阵挛癫痫(晚期儿童)。",
    "source": "Mayo Clinic, NCBI - https://www.ncbi.nlm.nih.gov/books/NBK561513/"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "抗癫痫药物的第三代包括：布瓦西坦(BRV)、塞诺巴玛特(CNB)、艾斯利卡巴西平乙酸盐(ESL)、拉科沙胺(LCM)和培拉潘(PER)。这些药物已获准用于局灶性发作的辅助治疗。在关于焦点癫痫的比较研究中，这五种ASMs中的所有都比安慰剂更有效地降低发作频率。在≥50%和≥100%的反应者率中，这五种抗癫痫药物都显着高于安慰剂。塞诺巴玛特在≥50%和≥100%的发作频率降低中最有可能达到最佳选择。布瓦西坦和拉科沙胺的患者依存性最高。在所有药物之间，留置患者接受治疗的时间低于安慰剂。左乙拉西坦显示出最好的耐受性。在其他新生成抗癫痫药物中，拓扑酯、拉莫三嗪和左乙拉西坦也适合用于焦点癫痫的辅助治疗。",
    "abstract": "第三代抗癫痫药物如布瓦西坦、塞诺巴玛特、拉科沙胺对焦点癫痫有效。塞诺巴玛特更可能达到完全无发作。",
    "source": "Springer, Wiley - https://link.springer.com/10.1007/s40265-021-01661-4"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "对于全身性癫痫，特别是儿童缺失癫痫(CAE)，最有效的单一代理疗法包括乙琥胺和丙戊酸。根据表面曲线下的排名(SUCRA)，对于儿童缺失癫痫，乙琥胺排名第一，而对于其他类型的全身性癫痫，丙戊酸排名第一。作为附加治疗，托吡酯和左乙拉西坦对GTCA和肌阵挛发作最有效。此外，培拉潘具有最佳的耐受性。对于难治性癫痫，第三代药物和非侵入性脑刺激(NIBS)疗法(例如重复经颅磁刺激(rTMS)和经颅直流电刺激(tDCS))显示在减少发作频率方面有效。在难治性癫痫患者中，所有五种第三代ASMs和两种NIBS疗法与安慰剂相比降低了发作频率。",
    "abstract": "对全身性癫痫，乙琥胺和丙戊酸为一线单药治疗。托吡酯和左乙拉西坦为有效的辅助治疗。难治性癫痫可用第三代药物或脑刺激。",
    "source": "Springer, Frontiers - https://link.springer.com/10.1007/s00415-023-11834-8"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "对于疾病修饰或改变癫痫进展的治疗方法，虽然没有现成可用的抗癫痫药物被证明可以改变癫痫的发展，但研究人员正在开发新方法。最近一些研究已经帮助澄清了缺氧缺血性脑病(HIE)发作的机制，涉及新生儿的临床研究已经开始评估潜在的治疗策略。这些包括单独使用药物和将药物与涉及故意冷却患有HIE的婴儿的策略结合以预防癫痫。腺苷是一种抑制性神经调节剂，被认为促进睡眠并抑制唤醒。动物模型研究已经显示增加脑中的腺苷水平可以抑制初始损伤后的自发性复发性发作的发展。对于已经确立癫痫的患者，美敦力激动剂可能被认为是改变因子，尽管可用的数据很少。",
    "abstract": "虽然现有抗癫痫药物无法改变癫痫发展，但研究正探索新的改变因子方法，包括腺苷和激动剂治疗。",
    "source": "NINDS - https://www.ninds.nih.gov/current-research/focus-disorders/epilepsy-research/curing-epilepsies-promise-research"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "药物抵抗癫痫(DRE)定义为继续使用两种或更多适当使用的抗癫痫药物后仍然存在未控制的发作。约三分之一的癫痫患者患有药物抵抗癫痫。不同年龄组的DRE累积发病率在儿童研究中为25.0%(95% CI 16.8-34.3)，而在成人/混合年龄研究中为14.6%(95% CI 8.8-21.6)。在人口/社区基础人群中，DRE患病率为13.7%(95% CI 9.2-19.0)，而在诊所基础队列中为36.3%(95% CI 30.4-42.4)。DRE的多个预测因素和相关因素已确定。最常报告的是具有神经学缺陷、异常脑电图和症状性癫痫。DRE的最常报告遗传预测因素是ABCB1基因多态性。具有DRE的人的死亡率风险远高于那些对ASM有反应的人。一项研究估计DRE可以使SUDEP风险增加150%，而对于被认为是手术候选者的人，风险增加可能增加275%。",
    "abstract": "约三分之一癫痫患者患药物抵抗癫痫(DRE)。DRE预测因素包括神经缺陷、异常EEG、症状性癫痫。DRE患者死亡风险高150-275%。",
    "source": "Neurology - https://www.neurology.org/doi/10.1212/WNL.0000000000011839"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫手术是指移除大脑特定区域导致癫痫发作的手术干预。最常见的手术是切除术，包括移除发作开始的大脑部分。通常，颞叶在称为颞叶切除术的手术中被移除。在某些情况下，这可以停止发作活动。如果大脑区域太大或太重要而无法移除，外科医生可能会执行另一个称为多重脑下切除术或断连术的程序。在此过程中，外科医生在脑中进行切割以中断神经通路。这个切口可以防止发作扩散到大脑的其他区域。手术后，一些人能够减少抗癫痫药物或甚至停止服用它们，医生的监督下。约30至80例100名患有癫痫的儿童在手术后停止发作。一些人不再需要使用药物。手术成功的机会取决于癫痫的原因和受影响的大脑区域。手术对癫痫总是伴随风险，当然，因为移除大脑组织也可能有副作用。迷走神经刺激涉及在颈部左侧的迷走神经上推动电极并将其附加到植入胸部皮肤下的小装置。该装置沿着电极向迷走神经发送电信号，这些信号被传递到大脑。这些信号旨在通过停止某些类型的脑活动来预防发作。",
    "abstract": "癫痫手术包括切除术(移除发作起源区域)和多重脑下切除术(断连术)。30-80%患者术后无发作。迷走神经刺激也可用于难治性癫痫。",
    "source": "Mayo Clinic, NCBI - https://www.ncbi.nlm.nih.gov/books/NBK561513/"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "癫痫患者也可能患有精神健康问题。患有癫痫的人比没有癫痫的人更可能患有心理健康问题。在明确的病因基础上，它们可能是处理这种情况本身以及药物副作用的结果，但即使是管理良好的癫痫患者风险也高于一般人群。可能影响癫痫患者的心理健康问题包括抑郁症、焦虑和自杀思想和行为。癫痫患者还更容易出现认知问题，包括记忆丧失、认知减速和注意力问题。约20%的癫痫患者患有智力残疾。癫痫与其他脑发育障碍(例如自闭症谱系障碍或注意力缺陷/多动障碍)一起出现。癫痫患者和他们的家人常常因为这种疾病而成为污名和歧视的目标。恐惧、误解、歧视和社会污名已经围绕癫痫数个世纪，这种污名在许多国家今天仍然存在，可能会影响患有这种疾病的人及其家人的生活质量。",
    "abstract": "癫痫与精神健康问题(抑郁、焦虑、自杀)、认知问题和社会污名相关。约20%患者有智力残疾。",
    "source": "WHO, Mayo Clinic - https://www.who.int/news-room/fact-sheets/detail/epilepsy"
  },
  {
    "disease_name": "癫痫",
    "category": "神经系统疾病",
    "information": "社会经济地位与癫痫患病率之间存在关系。在较低社会经济群体中，癫痫患病率似乎相关。出院和社会经济因素以及临床表现与不同国家的这些患者中不同的生活质量相关联。癫痫给患者及其家族和社区带来了相当大的个人、卫生、经济和社会包容性影响。癫痫造成全球疾病负担超过0.5%，这是一个将因过早死亡引起的生命年数和因生活不完整的健康中生活的年数相结合的时间基础措施。癫痫在医疗保健需求、早期死亡和失去工作生产率方面具有重要的经济含义。在许多国家，患有癫痫的人可能会因为出生许可证被拒绝的机会而被减少，进入特定职业的障碍，以及对健康和人寿保险的减少获得。在许多国家，立法反映了对癫痫数个世纪以来的误解，例如，允许以癫痫为根据的婚姻无效的法律以及禁止患有癫痫的人获得餐厅、剧院、娱乐中心和其他公共建筑。",
    "abstract": "癫痫与社会经济地位相关。患者面临教育、就业和保险障碍。癫痫导致0.5%以上的全球疾病负担和重大经济影响。",
    "source": "WHO, Lancet - https://www.who.int/news-room/fact-sheets/detail/epilepsy"
  }
]