[
  {
    "disease_name": "阿尔兹海默症",
    "category": "神经系统疾病",
    "information": "阿尔兹海默症（Alzheimer's disease）是一种进行性神经退行性疾病，是最常见的痴呆症类型，占所有痴呆症病例的60-70%。这种疾病最初由德国医学家Alois Alzheimer在1906年描述。\n\n定义：阿尔兹海默症是一种导致记忆力和认知能力逐步衰退的脑部疾病，最终导致从事最简单任务的能力丧失。在大多数患者中，症状首次出现在65岁以后。\n\n流行病学数据：2019年估计有5160万例阿尔兹海默症及其他痴呆症病例。全球年龄标准化患病率为每10万人682.5例。2022年，阿尔兹海默症是美国第7位主要死亡原因，在65岁以上人群中排名第6位。患病人数预计将在2050年达到1.5亿人，比目前增加4倍。美国约有690万65岁及以上人口患有阿尔兹海默症，其中70%以上年龄在75岁以上。全球有超过5000万人患有痴呆症，其中约三分之二患有阿尔兹海默症。\n\n症状：早期症状通常在60岁之后出现，包括近期事件记忆困难、言语困难、定向障碍（容易迷路）、情绪波动、失去动力、自我忽视和行为问题。随着疾病进展，症状可包括言语问题、定向问题（包括容易迷路）、情绪波动、失去动力、自我忽视和行为问题。随着疾病的进展，患者往往会从家庭和社会中退缩。逐渐地，身体功能会丧失，最终导致死亡。早期症状常被误认为是正常的大脑衰老。神经心理学检查可以在患者符合阿尔兹海默症临床诊断标准前8年发现轻微认知困难。\n\n病因和风险因素：阿尔兹海默症的确切原因仍不完全清楚，但研究人员认为它是由遗传、生活方式和环保因素的组合引起的。最强的遗传风险因素来自载脂蛋白E（APOE）的等位基因。其他风险因素包括头部损伤史、临床抑郁症和高血压。年龄是最强已知风险因素，65岁后患病风险每5年翻一倍。85岁后，风险达到近三分之一。有一级亲属（如父母或兄妹）患有阿尔兹海默症的人患病风险更高。经遗传学研究发现，超过80个遗传区域与阿尔兹海默症相关。少于1%的病例由特定的遗传突变引起，包括APP、PSEN1或PSEN2基因突变。APOE ε4等位基因是晚发型阿尔兹海默症最常见的遗传风险因素，等位基因频率约为13.7%。杂合子携带者患病风险增加3倍，纯合子携带者患病风险增加15倍。\n\n病理特征：疾病的进展主要是由脑中的畸形蛋白质沉积引起的。这些病理变化伴随着神经元的丧失，特别是基底前脑和新皮层中的胆碱能神经元丧失。阿尔兹海默症的典型组织病理学特征为存在3个主要元素：1）神经炎性斑块（老年斑）：球形显微镜病变，具有细胞外淀粉样β肽（Aβ）核心，被增大的轴突末端包围；2）神经纤维缠结：由蛋白质tau组成的细胞内纤维结构；3）皮质神经元变性。",
    "abstract": "阿尔兹海默症是最常见的神经退行性痴呆症，占痴呆症病例的60-70%。特征为记忆力丧失、认知功能衰退和行为改变，由脑中淀粉样β斑块和tau缠结积累引起。65岁后患病风险每5年翻倍，85岁后患病率达三分之一。病因复杂，涉及遗传、环境和生活方式因素。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/alzheimers-disease/symptoms-causes/syc-20350447; NIH NCBI - https://www.ncbi.nlm.nih.gov/books/NBK499922/; NIA Fact Sheet - https://www.nia.nih.gov/health/alzheimers-and-dementia/alzheimers-disease-fact-sheet; CDC - https://www.cdc.gov/alzheimers-dementia/about/alzheimers.html"
  },
  {
    "disease_name": "阿尔兹海默症",
    "category": "神经系统疾病",
    "information": "诊断方法：阿尔兹海默症只能通过尸检发现的脑组织检查确诊。在没有尸检的情况下，根据其他发现，临床诊断为阿尔兹海默症的诊断为\"可能\"或\"可能性\"。高达23%的临床诊断为阿尔兹海默症的患者可能被误诊，可能患有症状与阿尔兹海默症相似的其他疾病的病理。\n\n诊断通常基于个人的医疗史、来自朋友或亲属的观察以及行为改变。具有特征性神经心理学改变的存在，其中至少有两个认知领域的损伤足以影响个人的功能能力，是诊断所需的。可能受损的领域包括记忆（最常见的受损）、语言、执行功能、视觉空间功能或其他认知领域。神经认知改变必须是与之前功能水平的下降，诊断需要排除神经认知衰退的其他常见原因。先进的医学影像（计算机断层扫描CT或磁共振成像MRI）以及单光子发射计算机断层扫描(SPECT)或正电子发射断层扫描(PET)可用于帮助排除其他脑部病理或痴呆症亚型。\n\n诊断标准有三套：第5版《精神障碍诊断和统计手册》(DSM-5)、国家老龄化研究所-阿尔兹海默症协会(NIA-AA)在2011年修订的定义以及国际工作组在2010年修订的标准。NIA-AA标准主要用于研究，它们通过三个主要阶段定义阿尔兹海默症：临床前、轻度认知功能障碍(MCI)和阿尔兹海默症痴呆。\n\n生物标志物：可测得的生物标志物包括脑脊液(CSF)中降低的淀粉样蛋白-β42(Aβ42)和升高的磷酸化tau(p-tau)和总tau(t-tau)。在可用的诊断中升高的p-tau和t-tau水平直接反映阿尔兹海默症中脑内tau聚集。淀粉样蛋白PET是Aβ病理学的重要原位替代物，允许检测和可视化淀粉样蛋白沉积。",
    "abstract": "阿尔兹海默症诊断基于临床症状、神经心理学检查、医学影像和生物标志物分析。包括认知测试（MMSE、MOCA）、脑成像（CT、MRI、PET）和脑脊液或血液生物标志物（Aβ42、tau、p-tau）。最终确诊需要尸检病理检查。",
    "source": "NCBI NBK499922 - https://www.ncbi.nlm.nih.gov/books/NBK499922/; NIA - https://www.nia.nih.gov/health/alzheimers-treatment/how-alzheimers-disease-treated; Wikipedia - https://en.wikipedia.org/wiki/Alzheimer's_disease"
  },
  {
    "disease_name": "阿尔兹海默症",
    "category": "神经系统疾病",
    "information": "疾病阶段和进展：阿尔兹海默症通常分为三个阶段，具有认知和功能缺陷的进行性模式。这三个阶段被描述为早期或轻度、中期或中度和晚期或重度。\n\n前临床（无症状）阶段：在这个前临床阶段，个体是无症状的，但有明确的阿尔兹海默症病理的实验室证据。识别生物标志物可以帮助在这个阶段诊断阿尔兹海默症。脑脊液中淀粉样蛋白低和tau蛋白升高是潜在的生物标志物，尽管它们不是阿尔兹海默症特异性的。\n\n轻度认知功能障碍（MCI）阶段：患者经历MCI，可能有记忆或非记忆领域的损伤，如执行能力或语言功能。尽管有这些认知变化，这些个体继续工作、社交和独立生活。从MCI进展到痴呆的进展率约为每年10%。进展的风险因素包括诊断时的损伤严重程度以及阿尔兹海默症的其他既定风险因素。\n\n痴呆阶段：患者经历使人衰弱的记忆缺陷，伴有明显的语言变化，包括失名症、错语、自发言语输出减少，以及倾向于使用迂回法来补偿遗忘的词。此外，视觉-空间能力的下降导致在熟悉环境中导航困难和构造性失用症。约20-40%患有阿尔兹海默症的患者可能经历妄想。视觉幻觉更常见，尽管听觉和嗅觉幻觉也可能发生。在近50%的患者中发现破坏性行为。患者通常会在这个阶段失去典型的昼夜节律睡眠-觉醒模式，导致睡眠碎片化。此外，患有阿尔兹海默症的患者的机动车故障更频繁。\n\n平均生活期望：诊断后，患者通常在3-12年内死亡。有研究表明患者从症状出现到死亡的生存期为3-10年，这取决于症状的严重程度和其他因素。早发性阿尔兹海默症倾向于比晚发性阿尔兹海默症具有更积极、快速的病程。",
    "abstract": "阿尔兹海默症分三个阶段：早期（轻度）、中期（中度）、晚期（重度）。疾病进展从记忆问题开始，逐渐影响认知功能、行为和基本生活技能。患者需从简单监督逐渐升级到全时间护理。诊断后平均存活3-12年。",
    "source": "NIH NCBI - https://www.ncbi.nlm.nih.gov/books/NBK499922/; WebMD - https://www.webmd.com/alzheimers/understanding-alzheimers-disease-basics; Healthline - https://www.healthline.com/health/stages-progression-alzheimers"
  },
  {
    "disease_name": "阿尔兹海默症",
    "category": "神经系统疾病",
    "information": "治疗方法：虽然目前没有治愈阿尔兹海默症的方法，但一些药物被批准用于帮助管理症状或治疗疾病。大多数FDA批准的药物对阿尔兹海默症的早期或中期患者最有效。\n\n症状治疗：乙酰胆碱酯酶抑制剂（多奈哌齐、利瓦斯的明、加兰胺）被处方用于轻度到中度阿尔兹海默症症状。这些药物可能有助于减少或控制一些认知和行为症状。乙酰胆碱酯酶抑制剂防止乙酰胆碱（ACh）的破裂，这是一种被认为对记忆和思维重要的脑化学物质。随着阿尔兹海默症的进展，大脑产生的乙酰胆碱减少，随着时间的推移，这些药物会失效。\n\n美金刚（一种N-甲基-D-天冬氨酸（NMDA）拮抗剂）可针对中度到重度阿尔兹海默症而开出。这种药物通过调节谷氨酸来工作，谷氨酸是一种重要的脑化学物质。当过量产生时，谷氨酸可能导致脑细胞死亡。NMDA拮抗剂的工作方式与乙酰胆碱酯酶抑制剂不同，两种类型的药物可以联合处方。\n\n疾病改变疗法：莱卡那单抗（Lecanemab）于2023年1月获得FDA加速批准，用于治疗早期阿尔兹海默症。它靶向蛋白β淀粉样蛋白，以帮助减少脑中斑块的数量，临床研究显示该药在18个月内减缓了认知衰退27%。多奈那单抗（Donanemab）也被批准用于治疗轻度认知功能障碍或轻度阿尔兹海默症，在临床研究中减缓了认知衰退35%。这些药物可能导致淀粉样蛋白相关成像异常（ARIA），可能导致脑脑肿胀或出血。\n\n布瑞哌唑（Brexpiprazole）是一种非典型抗精神病药，已被FDA批准用于治疗与阿尔兹海默症相关的激越。\n\n非药物治疗：研究已显示治疗行为症状可为患有阿尔兹海默症的患者提供舒适感，并使照顾者更容易。专家一致认为用于治疗这些行为问题的药物应仅在其他非药物策略已经尝试后使用。",
    "abstract": "阿尔兹海默症治疗包括症状管理（乙酰胆碱酯酶抑制剂、美金刚）和新型疾病改变疗法（莱卡那单抗、多奈那单抗）。没有已知的治疗方法，但药物可改善生活质量并减缓疾病进展。非药物干预、生活方式改变也很重要。",
    "source": "NIA Treatment Guide - https://www.nia.nih.gov/health/alzheimers-treatment/how-alzheimers-disease-treated; Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/alzheimers-disease/symptoms-causes/syc-20350447; WebMD - https://www.webmd.com/alzheimers/understanding-alzheimers-disease-basics"
  },
  {
    "disease_name": "阿尔兹海默症",
    "category": "神经系统疾病",
    "information": "风险因素和预防：年龄是阿尔兹海默症最强已知风险因素。虽然年龄增加风险，但它不是阿尔兹海默症的直接原因。大多数患者是65岁以上。从65岁之后，患阿尔兹海默症的风险每5年翻一倍。从1990年到2019年，阿尔兹海默症和其他痴呆症的发病率和患病率分别上升了147.95%和160.84%。预计到2050年患有痴呆症的人数将达到1.5亿，代表4倍增加。\n\n心血管疾病被认为是阿尔兹海默症的重要风险因素。心血管疾病包括高血压和心脏病以及脑血管疾病如缺血与患上阿尔兹海默症的风险增加有关。肥胖症和糖尿病也是阿尔兹海默症的重要可改变风险因素。肥胖可能损害葡萄糖耐量并增加2型糖尿病的风险。慢性高血糖可能通过促进β淀粉样蛋白积累和神经炎症来导致认知缺陷。肥胖进一步通过触发促炎细胞因子的释放和促进胰岛素抵抗来增加风险。\n\n其他潜在的阿尔兹海默症风险因素包括创伤性头部损伤、抑郁症、心血管和脑血管疾病、更高的出生时父母年龄、吸烟、痴呆症家族史、升高的同型半胱氨酸水平和APOE ε4等位基因的存在。有一级亲属患有阿尔兹海默症会使患病风险增加10-30%。有两个或更多兄妹患有晚发型阿尔兹海默症的个体面临比普通人群高3倍的风险。\n\n研究发现几个可能降低患阿尔兹海默症风险的因素。这些包括更高的教育、女性的雌激素使用、抗炎剂、休闲活动如阅读或演奏乐器、维持健康的饮食和定期的有氧运动。\n\n预防策略：虽然阿尔兹海默症不能被预防，但做出生活方式改变可以降低患该病的风险。研究表明采取降低心血管疾病风险的步骤也可能降低痴呆症的风险。遵循心脏健康的生活方式选择可能会降低痴呆症的风险：定期运动、均衡的新鲜农产品饮食，如地中海饮食、与医疗专业人员一起管理高血压、糖尿病和高胆固醇、如果吸烟则寻求戒烟帮助、重视治疗视力和听力丧失。",
    "abstract": "可改变的阿尔兹海默症风险因素包括缺乏体育活动、未控制的糖尿病、高血压、听力丧失、烟草和酒精使用。预防措施包括健康饮食、定期运动、社交互动、心理刺激、睡眠充足和听力矫正。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/alzheimers-disease/symptoms-causes/syc-20350447; CDC - https://www.cdc.gov/alzheimers-dementia/prevention/index.html; Alzheimer's Association - https://www.alz.org/alzheimers-dementia/what-is-alzheimers/causes-and-risk-factors"
  },
  {
    "disease_name": "阿尔兹海默症",
    "category": "神经系统疾病",
    "information": "并发症：阿尔兹海默症可导致多种并发症。随着患者对沟通、判断和其他脑功能变化的困难增加，很难管理其他健康状况。患有阿尔兹海默症的人可能无法：告诉某人在疼痛中；解释另一种疾病的症状；遵循治疗计划；解释药物副作用。\n\n当阿尔兹海默症进入最后阶段时，脑部变化开始影响身体功能。这些变化可能影响吞咽、平衡和大便和膀胱运动的能力。这些影响可能导致其他健康问题如：吸入食物或液体进入肺部、流感、肺炎和其他感染、摔倒、骨折、褥疮、营养不良或脱水、便秘或腹泻。\n\n晚期并发症：在晚期，患者可能几乎所有时间都卧床。身体机能开始关闭。患者可能无法自己进食，只能通过胃肠道导管进食。吞咽困难可能导致吸入性肺炎。患者通常会因不动和其他与疾病相关的因素而面临感染风险。死亡通常是由其他常见的老年同时存在的疾病引起的。阿尔兹海默症是最终致命的，尽管许多患有阿尔兹海默症的人死于其他常见的老年共存疾病。",
    "abstract": "阿尔兹海默症并发症包括跌倒和骨折、感染（肺炎）、吸入性风险、营养不良、脱水、皮肤溃疡、括约肌失禁和最终的脏器功能衰竭。晚期患者完全依赖他人护理，通常因继发性并发症或吸入性肺炎而死亡。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/alzheimers-disease/symptoms-causes/syc-20350447; WebMD - https://www.webmd.com/alzheimers/understanding-alzheimers-disease-basics; Medscape - https://emedicine.medscape.com/article/1134817-overview"
  }
]