[
    {
        "disease_name": "偏头痛",
        "category": "神经系统疾病",
        "information": "Headache disorders are among the most common disorders of the nervous system. Migraine headache ranked third in accounting for overall neurological disease burden as measured by age-standardized disability-adjusted life years (DALYs) in 2021. Headache disorders, which are characterized by recurrent headaches, are associated with personal and societal burdens of pain, disability, damaged quality of life and financial cost. Worldwide, only a minority of people with headache disorders are appropriately diagnosed and treated by a health care provider. Headache has been underestimated, under-recognized and under-treated throughout the world.",
        "abstract": "头痛障碍是最常见的神经系统疾病之一；2021年偏头痛在神经系统疾病整体负担中排第三(以年龄标准化伤残调整生命年DALYs衡量)；头痛障碍以反复头痛为特征,与疼痛、残疾、生活质量受损及经济成本的个人和社会负担相关；全球仅少数头痛障碍患者得到医疗服务提供者适当诊断和治疗；头痛在全世界被低估、认识不足和治疗不足。",
        "source": "WHO — Migraine and other headache disorders — https://www.who.int/news-room/fact-sheets/detail/headache-disorders"
    },
    {
        "disease_name": "偏头痛",
        "category": "神经系统疾病",
        "information": "Globally, headache disorders affect approximately 40% of the population, or 3.1 billion people in 2021, and are more common in females compared to males. They are among the top three most common neurological conditions for most age groups, starting with age 5 and remaining in the top three until the age of 80. Not only is a headache painful, but it is also disabling. According to the Global Health Estimates 2021, migraine headaches was found to be third highest cause of disability-adjusted life years (DALYs) worldwide, after stroke and neonatal encephalopathy. Headache disorders impose a burden on individuals that can include substantial personal suffering, impaired quality of life and financial cost. Repeated headache attacks, and often the constant fear of the next one, damage family life, social life and employment.",
        "abstract": "全球约40%人口或31亿人(2021年)受头痛障碍影响,女性比男性更常见;从5岁至80岁,头痛障碍在多数年龄组位列前三大神经系统疾病;头痛不仅疼痛且致残;全球健康估计2021显示偏头痛是全球DALYs第三大原因,仅次于中风和新生儿脑病;头痛障碍给个体带来巨大个人痛苦、生活质量受损和经济成本;反复头痛发作及对下次发作的持续恐惧损害家庭、社交和就业。",
        "source": "WHO — Prevalence and burden of headache disorders — https://www.who.int/news-room/fact-sheets/detail/headache-disorders"
    },
    {
        "disease_name": "偏头痛",
        "category": "神经系统疾病",
        "information": "Migraine is characterized by recurring attacks and is often life-long. It is a primary headache disorder, that is in most cases episodic, usually lasts 4–72 hours, and is accompanied by nausea, vomiting and/or photophobia and phonophobia. It is sometimes preceded by an aura of reversable, visual, sensory or other symptoms. Migraine most often begins at puberty and generally affects those aged between 35 and 45 years. It is more common in women, possibly because of hormonal influences. Children typically experience migraine of shorter duration and abdominal symptoms are usually more prominent. The exact cause of migraine is currently unknown but it is thought to result from the release of pain producing inflammatory substances around the nerves and blood vessels of the head.",
        "abstract": "偏头痛以反复发作为特征常为终身性;是原发性头痛障碍,多数为发作性,通常持续4-72小时,伴恶心、呕吐和/或畏光畏声;有时先有可逆的视觉、感觉或其他症状的先兆;偏头痛多始于青春期常累及35-45岁人群;女性更常见可能因激素影响;儿童偏头痛持续时间更短腹部症状通常更突出;确切病因尚不清楚但认为与头部神经和血管周围产生疼痛的炎症物质释放有关。",
        "source": "WHO — Migraine characteristics and causes — https://www.who.int/news-room/fact-sheets/detail/headache-disorders"
    },
    {
        "disease_name": "偏头痛",
        "category": "神经系统疾病",
        "information": "A migraine is a headache that can cause intense throbbing pain or a pulsing feeling, usually on one side of the head. It often happens with nausea, vomiting, and extreme sensitivity to light and sound. Migraine attacks can last for hours to days, and the pain can be so bad that it interferes with your daily activities. For some people, a warning symptom known as an aura occurs before or with a migraine. An aura can include visual changes, such as flashes of light or blind spots. The aura also can cause tingling on one side of the face or in an arm or leg and trouble speaking. Migraine is very common, affecting one in five women, one in 16 men, and even one in 11 children.",
        "abstract": "偏头痛可引起剧烈搏动性疼痛或脉动感,通常单侧;常伴恶心、呕吐及对光声极度敏感;偏头痛发作可持续数小时至数日,疼痛严重到干扰日常活动;部分人在偏头痛前或发作时出现先兆症状;先兆可包括视觉改变如闪光或盲点,也可引起面部或肢体一侧刺痛及言语困难;偏头痛很常见,影响五分之一女性、十六分之一男性甚至十一分之一儿童。",
        "source": "Mayo Clinic — Migraine - Symptoms and causes — https://www.mayoclinic.org/diseases-conditions/migraine-headache/symptoms-causes/syc-20360201"
    },
    {
        "disease_name": "偏头痛",
        "category": "神经系统疾病",
        "information": "Migraines can affect children and teenagers as well as adults. A migraine can progress through four stages that have different symptoms: prodrome, aura, attack and postdrome. Not everyone who has migraines goes through all stages. Prodrome: One or two days before a migraine, you might notice subtle changes that warn of an upcoming migraine, including constipation, mood changes from depression to elation, food cravings, neck stiffness, increased urination, fluid retention, frequent yawning. Aura: An aura might occur before or during migraines for some people. Auras are reversible symptoms of the nervous system. They're usually visual but also can include other disturbances. Each symptom usually begins gradually and builds up over several minutes, up to 60 minutes.",
        "abstract": "偏头痛可影响儿童青少年及成人;偏头痛可进展经历四个有不同症状的阶段:前驱期、先兆期、发作期和恢复期;并非所有偏头痛患者都经历所有阶段;前驱期在偏头痛前一两天可能注意到预警性微妙变化包括便秘、情绪从抑郁到兴高采烈的改变、食物渴求、颈部僵硬、尿频、液体潴留、频繁打哈欠;先兆在某些人的偏头痛前或期间可能出现;先兆是神经系统可逆症状,通常为视觉但也可包括其他障碍;每个症状通常逐渐开始并在数分钟至60分钟内累积。",
        "source": "Mayo Clinic — Migraine stages and symptoms — https://www.mayoclinic.org/diseases-conditions/migraine-headache/symptoms-causes/syc-20360201"
    },
    {
        "disease_name": "偏头痛",
        "category": "神经系统疾病",
        "information": "Migraine is one of the most common neurological diseases worldwide, with the global prevalence of migraine being estimated to be 1.1 billion cases in 2019. In 2019, the national age-standardized point prevalence of migraine ranged from 8,277 to 22,400.6 cases per 100,000. The highest age-standardized point prevalence rates were found in Belgium and Italy, while the lowest rates were found in Ethiopia and Djibouti. In 2019, the national age-standardized incidence rates of migraine ranged from 692.6 to 1,528.4 cases per 100,000, with Italy and Norway having the highest rates.",
        "abstract": "偏头痛是全球最常见的神经系统疾病之一,2019年全球偏头痛患病率估计为11亿例;2019年各国年龄标准化时点患病率范围从每10万人8277至22400.6例;年龄标准化时点患病率最高见于比利时和意大利,最低见于埃塞俄比亚和吉布提;2019年各国年龄标准化发病率范围从每10万人692.6至1528.4例,意大利和挪威发病率最高。",
        "source": "PMC — Migraine: A Review on Its History, Global Epidemiology — https://pmc.ncbi.nlm.nih.gov/articles/PMC8904749/"
    },
    {
        "disease_name": "失眠",
        "category": "神经系统疾病",
        "information": "In 2020, 14.5% of adults had trouble falling asleep most days or every day in the past 30 days. The percentage of adults who had trouble falling asleep increased as educational attainment and family income decreased and as place of residence became more rural. A greater percentage of non-Hispanic White (21.0%) adults had trouble staying asleep most days or every day in the past 30 days compared with non-Hispanic Black (15.4%), Hispanic (10.6%), and non-Hispanic Asian (8.7%) adults. The percentage of adults who had trouble staying asleep increased as family income decreased and as place of residence became more rural.",
        "abstract": "2020年14.5%成人过去30天多数日或每日难以入睡;难以入睡成人百分比随教育程度和家庭收入降低及居住地更农村而增加;非西班牙裔白人(21.0%)成人过去30天多数日或每日难以维持睡眠的比例高于非西班牙裔黑人(15.4%)、西班牙裔(10.6%)和非西班牙裔亚裔(8.7%)成人;难以维持睡眠成人百分比随家庭收入降低及居住地更农村而增加。",
        "source": "CDC — Sleep Difficulties in Adults: United States, 2020 — https://www.cdc.gov/nchs/products/databriefs/db436.htm"
    },
    {
        "disease_name": "失眠",
        "category": "神经系统疾病",
        "information": "The American Academy of Sleep Medicine and the Sleep Research Society recommend adults sleep at least 7 hours a night; over one-quarter of adults do not meet this recommendation. Signs of good sleep quality include taking less time to fall asleep and not waking up often or for long periods. In 2020, 14.5% of adults had trouble falling asleep most days or every day in the past 30 days. The percentage of adults who had trouble falling asleep decreased with increasing age, from 15.5% among adults aged 18–44 to 12.1% among those aged 65 and over. Women (17.1%) were more likely to have trouble falling asleep than men (11.7%).",
        "abstract": "美国睡眠医学会和睡眠研究学会建议成人每晚至少睡7小时;超过四分之一成人未达此建议;良好睡眠质量标志包括入睡时间短和不经常或长时间醒来;2020年14.5%成人过去30天多数日或每日难以入睡;难以入睡成人百分比随年龄增长而降低,从18-44岁的15.5%降至65岁及以上的12.1%;女性(17.1%)比男性(11.7%)更可能难以入睡。",
        "source": "CDC — Sleep difficulties prevalence and patterns — https://www.cdc.gov/nchs/products/databriefs/db436.htm"
    },
    {
        "disease_name": "失眠",
        "category": "神经系统疾病",
        "information": "In 2020, 17.8% of adults had trouble staying asleep most days or every day in the past 30 days. Younger adults were less likely to have trouble staying asleep (13.8% of those aged 18–44) compared with adults aged 45–64 (21.8%) and adults aged 65 and over (20.3%). Women (20.7%) were more likely than men (14.7%) to have trouble staying asleep. In 2020, the percentage of adults who had trouble staying asleep most days or every day in the past 30 days decreased as adults' family income increased, from 22.1% among those with family incomes below 100% of FPL to 16.9% among those with family incomes greater than or equal to 200% of FPL.",
        "abstract": "2020年17.8%成人过去30天多数日或每日难以维持睡眠;年轻成人(18-44岁13.8%)比45-64岁(21.8%)和65岁及以上(20.3%)成人更少难以维持睡眠;女性(20.7%)比男性(14.7%)更可能难以维持睡眠;2020年随家庭收入增加难以维持睡眠成人百分比降低,从家庭收入低于联邦贫困线100%的22.1%降至家庭收入≥联邦贫困线200%的16.9%。",
        "source": "CDC — Trouble staying asleep patterns — https://www.cdc.gov/nchs/products/databriefs/db436.htm"
    },
    {
        "disease_name": "失眠",
        "category": "神经系统疾病",
        "information": "According to the CDC, chronic sleep deprivation is an issue for 70 million Americans. Insomnia is linked to a variety of problems, including obesity and heart disease. Between 2018 and 2021, doctors say there was a 29% increase in referrals to the Center for Insomnia Wexner Medical Center. We reported a 26.4% prevalence of insomnia among college students. A previous meta-analysis reported an overall insomnia prevalence of 18.5% (95% CI, 11.2%–28.8%) among university students. Another study found that insomnia prevalence was 26.7% among university nursing students.",
        "abstract": "CDC称慢性睡眠剥夺影响7000万美国人;失眠与多种问题相关包括肥胖和心脏病;2018-2021年间转诊至Wexner医学中心失眠中心增加29%;大学生失眠患病率26.4%;既往荟萃分析报告大学生总体失眠患病率18.5%(95% CI 11.2%-28.8%);另一研究发现大学护理学生失眠患病率26.7%。",
        "source": "CDC & PCD — Insomnia prevalence and burden — https://www.cdc.gov/pcd/issues/2022/22_0060.htm"
    },
    {
        "disease_name": "抑郁症",
        "category": "神经系统疾病",
        "information": "Depression (also called major depression, major depressive disorder, or clinical depression) is different. It can cause severe symptoms that affect how a person feels, thinks, and handles daily activities, such as sleeping, eating, or working. Depression can affect anyone regardless of age, sex, race or ethnicity, income, culture, or education. Research suggests that genetic, biological, environmental, and psychological factors play a role in the disorder. Women are diagnosed with depression more often than men, but men can also be depressed. Because men may be less likely to recognize, talk about, and seek help for their negative feelings, they are at greater risk of their depression symptoms being undiagnosed and undertreated.",
        "abstract": "抑郁症(也称重度抑郁、重度抑郁障碍或临床抑郁症)不同于一般悲伤;可引起严重症状影响人的感受、思维及处理睡眠饮食工作等日常活动的方式;抑郁症可影响任何人无论年龄性别种族民族收入文化或教育;研究表明遗传、生物、环境和心理因素在该疾病中发挥作用;女性诊断抑郁症多于男性但男性也可抑郁;因男性可能较少认识、谈论和寻求帮助,他们的抑郁症状未被诊断和治疗不足的风险更高。",
        "source": "NIMH — Depression - What is depression? — https://www.nimh.nih.gov/health/publications/depression"
    },
    {
        "disease_name": "抑郁症",
        "category": "神经系统疾病",
        "information": "Common signs and symptoms of depression include: Persistent sad, anxious, or empty mood; Feelings of hopelessness or pessimism; Feelings of irritability, frustration‚ or restlessness; Feelings of guilt, worthlessness, or helplessness; Loss of interest or pleasure in hobbies and activities; Fatigue, lack of energy, or feeling slowed down; Difficulty concentrating, remembering, or making decisions; Difficulty sleeping, waking too early in the morning, or oversleeping; Changes in appetite or unplanned weight changes; Physical aches or pains, headaches, cramps, or digestive problems without a clear physical cause that do not go away with treatment; Thoughts of death or suicide or suicide attempts.",
        "abstract": "抑郁症常见症状包括:持续悲伤焦虑或空虚情绪;绝望或悲观感;易怒挫折感或不安;内疚无价值感或无助感;对爱好和活动失去兴趣或快感;疲劳缺乏精力或感觉迟缓;注意力集中记忆或决策困难;睡眠困难清晨早醒或过度睡眠;食欲改变或计划外体重变化;无明确身体原因且治疗后不消失的身体疼痛头痛痉挛或消化问题;死亡或自杀想法或自杀企图。",
        "source": "NIMH — Depression signs and symptoms — https://www.nimh.nih.gov/health/publications/depression"
    },
    {
        "disease_name": "抑郁症",
        "category": "神经系统疾病",
        "information": "There are two common types of depression. Major depression includes symptoms of depressed mood or loss of interest, most of the time for at least 2 weeks, that interfere with daily activities. Persistent depressive disorder (also called dysthymia or dysthymic disorder) consists of less severe depression symptoms that last much longer, usually for at least 2 years. Seasonal affective disorder comes and goes with the seasons, with symptoms typically starting in the late fall and early winter and going away during the spring and summer. Depression with symptoms of psychosis is a severe form of depression in which a person experiences psychosis symptoms, such as delusions or hallucinations.",
        "abstract": "抑郁症有两种常见类型;重度抑郁包括至少2周多数时间的抑郁情绪或兴趣丧失症状干扰日常活动;持续性抑郁障碍(也称心境恶劣或心境恶劣障碍)由较轻但持续时间更长的抑郁症状组成通常至少2年;季节性情感障碍随季节变化出现和消失症状通常始于深秋和初冬在春夏消失;伴精神病症状的抑郁症是严重抑郁形式患者出现妄想或幻觉等精神病症状。",
        "source": "NIMH — Types of depression — https://www.nimh.nih.gov/health/publications/depression"
    },
    {
        "disease_name": "抑郁症",
        "category": "神经系统疾病",
        "information": "Twelve-month prevalence of major depressive disorder is approximately 7%, with marked differences by age group. The prevalence in 18- to 29-year-old individuals is threefold higher than the prevalence in individuals aged 60 years or older. Females experience 1.5- to 3-fold higher rates than males beginning in early adolescence. In the US, depression affects nearly 17 million adults but these numbers are gross underestimates as many have not even come to medical attention. The underlying pathophysiology of major depressive disorder has not been clearly defined. Current evidence points to a complex interaction between neurotransmitter availability and receptor regulation and sensitivity underlying the affective symptoms.",
        "abstract": "重度抑郁障碍12个月患病率约7%,不同年龄组有明显差异;18-29岁个体患病率是60岁及以上个体的三倍;从青春期早期开始女性发病率是男性的1.5-3倍;美国抑郁症影响近1700万成人但这些数字严重低估因许多人甚至未寻求医疗;重度抑郁障碍的潜在病理生理学尚未明确界定;目前证据指向神经递质可用性与受体调节和敏感性之间复杂相互作用是情感症状的基础。",
        "source": "NCBI StatPearls — Depression epidemiology and pathophysiology — https://www.ncbi.nlm.nih.gov/books/NBK430847/"
    },
    {
        "disease_name": "焦虑障碍",
        "category": "神经系统疾病",
        "information": "Anxiety disorders are the world's most common mental disorders, affecting 359 million people in 2021. More women are affected by anxiety disorders than men. Symptoms of anxiety often have onset during childhood or adolescence. There are highly effective treatments for anxiety disorders. Approximately 1 in 4 people with anxiety disorders receive treatment for this condition. Everyone can feel anxious sometimes, but people with anxiety disorders often experience fear and worry that is both intense and excessive. These feelings are typically accompanied by physical tension and other behavioural and cognitive symptoms. They are difficult to control, cause significant distress and can last a long time if untreated. Anxiety disorders interfere with daily activities and can impair a person's family, social and school or working life.",
        "abstract": "焦虑障碍是全球最常见的精神障碍,2021年影响3.59亿人;女性受焦虑障碍影响多于男性;焦虑症状常始于儿童期或青少年期;存在高效治疗;约四分之一焦虑障碍患者接受治疗;每个人有时会感到焦虑但焦虑障碍患者常经历既强烈又过度的恐惧和担忧;这些感受通常伴有身体紧张及其他行为和认知症状;难以控制引起显著痛苦且未经治疗可持续很长时间;焦虑障碍干扰日常活动并可损害人的家庭社交和学校或工作生活。",
        "source": "WHO — Anxiety disorders — https://www.who.int/news-room/fact-sheets/detail/anxiety-disorders"
    },
    {
        "disease_name": "焦虑障碍",
        "category": "神经系统疾病",
        "information": "An estimated 4.4% of the global population currently experience an anxiety disorder. In 2021, 359 million people in the world had an anxiety disorder, making anxiety disorders the most common of all mental disorders. Although highly effective treatments for anxiety disorders exist, only about 1 in 4 people in need (27.6%) receive any treatment. Barriers to care include lack of awareness that this is a treatable health condition, lack of investment in mental health services, lack of trained health-care providers, and social stigma. People with an anxiety disorder may experience excessive fear or worry about a specific situation (for example, a panic attack or social situation) or, in the case of generalized anxiety disorder, about a broad range of everyday situations.",
        "abstract": "估计全球人口4.4%目前经历焦虑障碍;2021年全球3.59亿人有焦虑障碍使焦虑障碍成为所有精神障碍中最常见的;尽管存在高效治疗但只有约四分之一(27.6%)需要者接受任何治疗;护理障碍包括缺乏对这是可治疗健康状况的认识、精神卫生服务投资不足、缺乏训练有素的医疗服务提供者及社会污名;焦虑障碍患者可能对特定情境(如惊恐发作或社交情境)或广泛性焦虑障碍中对广泛日常情境经历过度恐惧或担忧。",
        "source": "WHO — Anxiety disorders overview and treatment gap — https://www.who.int/news-room/fact-sheets/detail/anxiety-disorders"
    },
    {
        "disease_name": "焦虑障碍",
        "category": "神经系统疾病",
        "information": "There are several different kinds of anxiety disorders, including: generalized anxiety disorder (persistent and excessive worry about daily activities or events); panic disorder (panic attacks and fear of continued panic attacks); social anxiety disorder (high levels of fear and worry about social situations that might make the person feel humiliated, embarrassed or rejected); agoraphobia (excessive fear, worry and avoidance of situations that might cause a person to panic or feel trapped, helpless or embarrassed); separation anxiety disorder (excessive fear or worry about being separated from people with whom the person has a deep emotional bond); specific phobias (intense, irrational fears of specific objects or situations that lead to avoidance behaviour and significant distress); and selective mutism.",
        "abstract": "有几种不同类型焦虑障碍包括:广泛性焦虑障碍(对日常活动或事件持续过度担忧);惊恐障碍(惊恐发作和对持续惊恐发作的恐惧);社交焦虑障碍(对可能使人感到羞辱尴尬或被拒绝的社交情境高度恐惧和担忧);广场恐惧症(对可能导致惊恐或感到被困无助或尴尬的情境过度恐惧担忧和回避);分离焦虑障碍(对与有深厚情感联系的人分离的过度恐惧或担忧);特定恐惧症(对特定物体或情境的强烈非理性恐惧导致回避行为和显著痛苦);选择性缄默症。",
        "source": "WHO — Types of anxiety disorders — https://www.who.int/news-room/fact-sheets/detail/anxiety-disorders"
    },
    {
        "disease_name": "焦虑障碍",
        "category": "神经系统疾病",
        "information": "From 1990 to 2019, the incidence of anxiety disorders has increased significantly, particularly among adolescents and young adults. Females have consistently shown higher rates of anxiety across all age groups. Globally, 45.82 million incident cases of anxiety disorders, 301.39 million prevalent cases. When examining the burden of anxiety disorders across different Socio-Demographic Index (SDI) regions, the study found that middle SDI regions had the highest number of cases, while high SDI regions showed the greatest increase in incidence. The higher prevalence among females is likely driven by a combination of biological, psychological, and social factors, highlighting the need for gender-specific mental health strategies.",
        "abstract": "1990-2019年焦虑障碍发病率显著增加特别是青少年和年轻成人;女性在所有年龄组始终表现出更高焦虑率;全球4582万焦虑障碍新发病例3.0139亿流行病例;不同社会人口学指数(SDI)地区焦虑障碍负担研究发现中等SDI地区病例数最高而高SDI地区发病率增长最大;女性患病率更高可能由生物心理和社会因素组合驱动,强调需要性别特异性精神卫生策略。",
        "source": "PMC — Global burden of anxiety disorders 1990-2019 — https://pmc.ncbi.nlm.nih.gov/articles/PMC11651023/"
    },
    {
        "disease_name": "阿尔茨海默病",
        "category": "神经系统疾病",
        "information": "Alzheimer's disease (AD), the predominant form of dementia, exhibits similar epidemiological trends and represents an urgent and escalating challenge worldwide. In the United States, approximately one in nine individuals (10.8%) age 65 and older suffer from AD, with an annual incidence of 1275 new cases per 100,000 persons. Patients with AD exhibit a substantial accumulation of amyloid-β (Aβ) plaques and neurofibrillary tangles (NFTs) within their brains, accompanied by a cascade of pathological processes such as neuroinflammation, synaptic dysfunction, mitochondrial and bioenergetic disturbances, as well as vascular abnormalities. Collectively these processes may ultimately lead to the death of neurons.",
        "abstract": "阿尔茨海默病(AD)是痴呆的主要形式表现出相似流行病学趋势并代表全球紧迫且不断升级的挑战;美国约九分之一(10.8%)65岁及以上个体患AD年发病率每10万人1275例;AD患者脑内表现出β淀粉样蛋白(Aβ)斑块和神经原纤维缠结(NFTs)大量积累伴随神经炎症突触功能障碍线粒体和生物能量紊乱以及血管异常等病理过程级联;这些过程共同可能最终导致神经元死亡。",
        "source": "Nature — Recent advances in Alzheimer's disease — https://www.nature.com/articles/s41392-024-01911-3"
    },
    {
        "disease_name": "阿尔茨海默病",
        "category": "神经系统疾病",
        "information": "Clinically, the primary hallmark of AD is amnestic cognitive impairment. Initially, symptoms may manifest as depression, anxiety, social withdrawal, and altered sleep patterns. As the disease progresses, symptoms worsen, leading to severe memory loss, neuropsychiatric symptoms such as hallucinations and delusions, and intensified behavioral and emotional issues in its advanced stages. Additionally, some patients with non-amnestic cognitive impairment may experience varying levels of dysfunctions in visual-spatial, language, executive functions, behavior, or motor skills. There are three sets of criteria for the clinical diagnoses of the spectrum of Alzheimer's disease: the 2013 DSM-5; the NIA-AA definition as revised in 2011; and the International Working Group criteria as revised in 2010.",
        "abstract": "AD的临床主要特征是遗忘型认知障碍;最初症状可表现为抑郁焦虑社交退缩和睡眠模式改变;随疾病进展症状恶化导致严重记忆丧失幻觉和妄想等神经精神症状以及晚期行为和情绪问题加剧;一些非遗忘型认知障碍患者可能在视觉空间语言执行功能行为或运动技能方面经历不同程度功能障碍;AD谱系临床诊断有三套标准:2013年DSM-5、2011年修订的NIA-AA定义和2010年修订的国际工作组标准。",
        "source": "Nature & Wikipedia — AD clinical features and diagnosis — https://www.nature.com/articles/s41392-024-01911-3"
    },
    {
        "disease_name": "帕金森病",
        "category": "神经系统疾病",
        "information": "Parkinson's disease (PD), or simply Parkinson's, is a neurodegenerative disease primarily of the central nervous system, affecting both motor and non-motor systems. The motor symptoms are collectively called parkinsonism and include tremors, bradykinesia (slowness in initiating movement), rigidity, and postural instability (difficulty maintaining balance). Non-motor symptoms such as dysautonomia (autonomic nervous system failures), sleep abnormalities, anosmia (decreased ability to smell), and behavioral changes or neuropsychiatric problems, such as cognitive impairment, psychosis, and anxiety, may appear at any stage of the disease. Most Parkinson's disease cases are idiopathic, though contributing factors have been identified.",
        "abstract": "帕金森病(PD)或简称帕金森是主要累及中枢神经系统的神经退行性疾病影响运动和非运动系统;运动症状统称帕金森综合征包括震颤运动迟缓(启动运动缓慢)强直和姿势不稳(维持平衡困难);非运动症状如自主神经功能障碍睡眠异常嗅觉减退以及行为改变或神经精神问题如认知障碍精神病和焦虑可能在疾病任何阶段出现;多数帕金森病病例为特发性但已确定促成因素。",
        "source": "Wikipedia — Parkinson's disease overview — https://en.wikipedia.org/wiki/Parkinson's_disease"
    },
    {
        "disease_name": "帕金森病",
        "category": "神经系统疾病",
        "information": "Parkinson's disease is a progressive movement disorder of the nervous system. It causes nerve cells (neurons) in parts of the brain to weaken, become damaged, and die, leading to symptoms that include problems with movement, tremor, stiffness, and impaired balance. Although many brain areas are affected in Parkinson's disease, the most common symptoms result from the loss of neurons in an area near the base of the brain called the substantia nigra. The neurons in this area produce dopamine. Dopamine is the chemical messenger that transmits signals in the brain to produce smooth, purposeful movement. Studies have shown that most people with PD have lost 60 to 80% or more of the dopamine-producing cells in the substantia nigra by the time symptoms appear.",
        "abstract": "帕金森病是神经系统的进行性运动障碍;导致大脑部分区域神经细胞(神经元)减弱受损和死亡引起包括运动问题震颤僵硬和平衡受损的症状;尽管帕金森病影响许多大脑区域但最常见症状源于称为黑质的脑底部附近区域神经元丧失;该区域神经元产生多巴胺;多巴胺是在大脑传递信号以产生平滑有目的运动的化学信使;研究显示多数PD患者在症状出现时已丧失黑质中60-80%或更多多巴胺产生细胞。",
        "source": "NINDS — Parkinson's Disease — https://www.ninds.nih.gov/health-information/disorders/parkinsons-disease"
    },
    {
        "disease_name": "帕金森病",
        "category": "神经系统疾病",
        "information": "Pathophysiology involves progressive degeneration of nerve cells in the substantia nigra, a midbrain region that provides dopamine to the basal ganglia, a system involved in voluntary motor control. The cause of this cell death is poorly understood, but involves the aggregation of alpha-synuclein into Lewy bodies within neurons. PD typically manifests in individuals over 60, with about one percent affected. In those younger than 50, it is termed early-onset PD. No cure for PD is known, and treatment focuses on alleviating symptoms. Initial treatment typically includes levodopa, MAO-B inhibitors, or dopamine agonists. As the disease progresses, these medications become less effective and may cause involuntary muscle movements. Life expectancy for those with PD is near-normal, but is decreased for early-onset.",
        "abstract": "病理生理学涉及黑质神经细胞进行性变性黑质是向基底节提供多巴胺的中脑区域基底节是参与随意运动控制的系统;细胞死亡原因尚不清楚但涉及α-突触核蛋白在神经元内聚集形成路易体;PD通常表现于60岁以上个体约1%受影响;50岁以下者称为早发PD;PD无已知治愈治疗重点是缓解症状;初始治疗通常包括左旋多巴MAO-B抑制剂或多巴胺激动剂;随疾病进展这些药物效果降低并可能引起不自主肌肉运动;PD患者预期寿命接近正常但早发者降低。",
        "source": "Wikipedia — PD pathophysiology and treatment — https://en.wikipedia.org/wiki/Parkinson's_disease"
    },
    {
        "disease_name": "癫痫",
        "category": "神经系统疾病",
        "information": "Epilepsy is a chronic noncommunicable disease of the brain that affects around 50 million people worldwide. It is characterized by recurrent seizures, which are brief episodes of involuntary movement that may involve a part of the body (partial) or the entire body (generalized) and are sometimes accompanied by loss of consciousness and control of bowel or bladder function. Seizure episodes are a result of excessive electrical discharges in a group of brain cells. Different parts of the brain can be the site of such discharges. Seizures can vary from the briefest lapses of attention or muscle jerks to severe and prolonged convulsions. One seizure does not signify epilepsy (up to 10% of people worldwide have one seizure during their lifetime). Epilepsy is defined as having two or more unprovoked seizures.",
        "abstract": "癫痫是影响全球约5000万人的大脑慢性非传染性疾病;以反复癫痫发作为特征即可能涉及身体部分(部分性)或整个身体(全身性)的短暂不自主运动发作有时伴意识丧失及大小便控制丧失;癫痫发作是一组脑细胞过度电放电的结果;大脑不同部位可成为这种放电部位;癫痫发作从最短暂的注意力缺失或肌肉抽搐到严重持久抽搐不等;一次癫痫发作不表示癫痫(全球多达10%的人一生中有一次癫痫发作);癫痫定义为有两次或更多无诱因癫痫发作。",
        "source": "WHO — Epilepsy overview — https://www.who.int/news-room/fact-sheets/detail/epilepsy"
    },
    {
        "disease_name": "癫痫",
        "category": "神经系统疾病",
        "information": "Epilepsy accounts for a significant proportion of the world's disease burden, affecting around 50 million people worldwide. The estimated proportion of the general population with active epilepsy (i.e. continuing seizures or with the need for treatment) at a given time is between 4 and 10 per 1000 people. Globally, an estimated 5 million people are diagnosed with epilepsy each year. In high-income countries, there are estimated to be 49 per 100 000 people diagnosed with epilepsy each year. In low- and middle-income countries, this figure can be as high as 139 per 100 000. This is likely due to the increased risk of endemic conditions such as malaria or neurocysticercosis; the higher incidence of road traffic injuries; birth-related injuries; and variations in medical infrastructure. Close to 80% of people with epilepsy live in low- and middle-income countries.",
        "abstract": "癫痫占全球疾病负担显著比例影响全球约5000万人;在特定时间活动性癫痫(即持续癫痫发作或需要治疗)的一般人群估计比例为每1000人4-10例;全球每年估计500万人诊断癫痫;高收入国家每年每10万人估计49例诊断癫痫;中低收入国家该数字可高达每10万人139例;这可能因疟疾或神经囊虫病等地方病风险增加道路交通伤害高发生率出生相关损伤以及医疗基础设施差异所致;近80%癫痫患者生活在中低收入国家。",
        "source": "WHO — Epilepsy rates and burden — https://www.who.int/news-room/fact-sheets/detail/epilepsy"
    },
    {
        "disease_name": "癫痫",
        "category": "神经系统疾病",
        "information": "Although many underlying disease mechanisms can lead to epilepsy, the cause of the disease is still unknown in about 50% of cases globally. The causes of epilepsy are divided into the following categories: structural, genetic, infectious, metabolic, immune and unknown. Examples include: brain damage from prenatal or perinatal causes (e.g. a loss of oxygen or trauma during birth, low birth weight); congenital abnormalities or genetic conditions with associated brain malformations; a severe head injury; a stroke that restricts the amount of oxygen to the brain; an infection of the brain such as meningitis, encephalitis or neurocysticercosis, certain genetic syndromes; and a brain tumour.",
        "abstract": "尽管许多潜在疾病机制可导致癫痫但全球约50%病例的病因仍不明;癫痫病因分为以下类别:结构性遗传性感染性代谢性免疫性和未知;示例包括:产前或围产期原因的脑损伤(如出生时缺氧或创伤低出生体重);先天性异常或伴脑畸形的遗传性疾病;严重头部损伤;限制脑氧供的中风;脑感染如脑膜炎脑炎或神经囊虫病;某些遗传综合征;脑肿瘤。",
        "source": "WHO — Epilepsy causes — https://www.who.int/news-room/fact-sheets/detail/epilepsy"
    },
    {
        "disease_name": "癫痫",
        "category": "神经系统疾病",
        "information": "Seizures can be controlled. Up to 70% of people living with epilepsy could become seizure free with appropriate use of antiseizure medicines. Discontinuing antiseizure medicine can be considered after 2 years without seizures and should take into account relevant clinical, social and personal factors. In low-income countries, about three quarters of people with epilepsy may not receive the treatment they need. This is called the treatment gap. In many low- and middle-income countries, there is low availability of antiseizure medicines. A recent study found the average availability of generic antiseizure medicines in the public sector of low- and middle-income countries to be less than 50%. It is possible to diagnose and treat most people with epilepsy at the primary health-care level without the use of sophisticated equipment.",
        "abstract": "癫痫发作可被控制;通过适当使用抗癫痫药物多达70%癫痫患者可无癫痫发作;2年无癫痫发作后可考虑停用抗癫痫药应考虑相关临床社会和个人因素;低收入国家约四分之三癫痫患者可能未获所需治疗称为治疗差距;许多中低收入国家抗癫痫药可获得性低;最近研究发现中低收入国家公共部门仿制抗癫痫药平均可获得性低于50%;可在初级卫生保健层面诊断和治疗多数癫痫患者无需使用复杂设备。",
        "source": "WHO — Epilepsy treatment — https://www.who.int/news-room/fact-sheets/detail/epilepsy"
    },
    {
        "disease_name": "癫痫",
        "category": "神经系统疾病",
        "information": "In 2021, there were 24,220,856 patients with epilepsy, with an age-standardized prevalence rate (ASPR) of 307.38 per 100,000 persons and an age-standardized incidence rate (ASIR) of 41.69 per 100,000 persons. Almost three billion individuals were estimated to have a migraine or tension-type headache in 2016: 1.04 billion with migraine. In 2021, 0.7% of the population had active epilepsy (0.3% attributed to idiopathic epilepsy and 0.4% attributed to secondary epilepsy). The prevalence of epilepsy is 1% to 4%. Older age and male sex are 2 common risk factors recognized globally. The bulk of the burden residing in low-income to middle-income countries: 82.1% of incident, 80.4% prevalent, 84.7% fatal epilepsy, and 87.9% epilepsy DALYs.",
        "abstract": "2021年有2422万余癫痫患者年龄标准化患病率(ASPR)每10万人307.38例年龄标准化发病率(ASIR)每10万人41.69例;2016年估计近30亿人有偏头痛或紧张型头痛其中10.4亿偏头痛;2021年0.7%人口有活动性癫痫(0.3%归因于特发性癫痫0.4%归因于继发性癫痫);癫痫患病率1%-4%;老龄和男性是全球公认的2个常见危险因素;主要负担在中低收入国家:82.1%新发80.4%流行84.7%致死性癫痫和87.9%癫痫DALYs。",
        "source": "PMC — Global burden of epilepsy 2021 — https://pmc.ncbi.nlm.nih.gov/articles/PMC11876103/"
    }
]