[
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症（也称重型抑郁障碍或临床抑郁症）是一种常见的精神障碍。根据美国精神病学协会DSM-5，抑郁症诊断标准为：一个人在至少两周内，几乎每天大部分时间都经历抑郁心情（感到悲伤、易激惹、空虚）或对活动失去兴趣或快乐。症状必须包括以下至少五项：睡眠障碍、对快乐活动的兴趣/快乐减少、内疚或无价值感、能量变化/疲劳、注意力集中困难、食欲/体重变化、精神运动障碍、自杀想法、抑郁心情。症状必须持续两周以上，并与工作、学校或社交活动的功能障碍相关。",
    "abstract": "抑郁症是常见的精神障碍，症状包括抑郁心情、兴趣丧失、睡眠障碍、疲劳、自杀想法等，持续至少两周以上，严重影响工作、学校和社交功能。",
    "source": "WHO - Depression Fact Sheet (https://www.who.int/news-room/fact-sheets/detail/depression); Mayo Clinic (https://www.mayoclinic.org/diseases-conditions/depression/symptoms-causes/syc-20356007)"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "全球流行病学数据：全球估计5.7%的成年人患有抑郁症，约3.32亿人。女性患病率比男性高1.5倍。全球10%以上的孕妇和产妇经历抑郁症。2021年，估计72.7万人因自杀失去生命，自杀是15-29岁青少年的第三大死因。美国CDC 2021-2023数据：抑郁症患病率为13.1%（较2013-2014年的8.2%上升60%）。女性患病率16.0%，男性10.1%，12-19岁女性患病率26.5%。87.9%抑郁症患者报告工作、家庭或社交活动受影响。",
    "abstract": "全球5.7%的成年人患有抑郁症，约3.32亿人。女性患病率是男性的1.5倍。美国2021-2023年患病率为13.1%，自2013-2014年增加60%。",
    "source": "WHO (https://www.who.int/news-room/fact-sheets/detail/depression); CDC NHANES 2021-2023 (https://www.cdc.gov/nchs/products/databriefs/db527.htm); NIMH (https://www.nimh.nih.gov)"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症症状：持续抑郁心情（感到悲伤、易激惹、空虚）；对以前享受的活动失去兴趣或快乐；食欲或体重显著变化（一个月内体重变化超过5%）；睡眠障碍（失眠或过度睡眠）；持续疲劳或能量不足；无价值感或过度内疚感；精神运动迟缓或激越（由他人观察到）；注意力集中困难、决策困难；关于死亡或自杀的反复思想。儿童症状可能表现为悲伤、易激惹、过度担忧、拒绝上学或行为问题。老年人症状包括记忆困难、人格变化、身体疼痛、疲劳、食欲不振、睡眠问题、性欲下降。",
    "abstract": "抑郁症主要症状包括持续抑郁心情、兴趣丧失、睡眠障碍、疲劳、无价值感和自杀想法，持续至少两周。不同年龄人群表现差异较大。",
    "source": "Mayo Clinic (https://www.mayoclinic.org/diseases-conditions/depression/symptoms-causes/syc-20356007); NIMH (https://www.nimh.nih.gov/health/topics/depression); Cleveland Clinic (https://my.clevelandclinic.org/health/diseases/9290-depression)"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症的病因是多因素的，包括遗传因素（一级亲属患病风险是普通人群的3倍；同卵双胞胎患病协调率70%）、神经递质异常（血清素、去甲肾上腺素、多巴胺、谷氨酸失衡）、激素变化（怀孕、产后、甲状腺问题、更年期）、脑部物理变化、下丘脑-垂体-肾上腺（HPA）轴改变、脑血管病变、神经营养因子减少、神经塑性受损、炎症增加和细胞因子失衡。心理社会因素包括重大人生压力事件（失业、死亡、离婚、财务问题）、创伤或虐待史、缺乏社会支持、人格特质（完美主义、低自尊、悲观）。医学疾病相关因素包括糖尿病、心脏病、甲状腺疾病、中风、神经退行性疾病等。",
    "abstract": "抑郁症病因涉及遗传（一级亲属患病率高3倍）、神经化学失衡（血清素、去甲肾上腺素异常）、激素变化、创伤、压力事件、缺乏社会支持和某些医学疾病。",
    "source": "NIH/NCBI (https://www.ncbi.nlm.nih.gov/books/NBK430847/); NIMH; Mayo Clinic; WHO"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症诊断基于临床症状评估，无单一实验室测试可诊断。医生进行详细病史采集、症状报告、家属报告的行为观察和精神状态检查。实验室检查用于排除其他疾病：全血细胞计数、甲状腺刺激激素、维生素B-12、HIV检测、电解质检查、肝肾功能、血液酒精水平、毒理学筛查。使用标准化量表评估严重程度：贝克抑郁症清单（BDI）、汉密尔顿抑郁症量表（Ham-D）。诊断需要五个或五个以上症状同时存在至少两周，其中一个必须是抑郁心情或兴趣/快乐丧失，且导致社会或职业功能障碍。所有抑郁症患者应评估自杀风险。",
    "abstract": "抑郁症诊断基于临床症状和精神状态检查，需要五个以上症状持续两周以上。实验室检查排除其他疾病。使用标准化量表评估严重程度。必须评估自杀风险。",
    "source": "NIH/NCBI (https://www.ncbi.nlm.nih.gov/books/NBK430847/); American Psychiatric Association DSM-5; NIMH; NICE Guidelines"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症治疗包括药物治疗和心理治疗。首选抗抑郁药物：选择性血清素再摄取抑制剂（SSRIs）包括西酞普兰、艾司西酞普兰、氟西汀、舍曲林等，具有易给药、毒性低的优势；血清素-去甲肾上腺素再摄取抑制剂（SNRIs）包括文拉法辛、度洛西汀，特别适用于伴随明显疲劳或疼痛的患者；非典型抗抑郁剂如安非他酮、米那普仑；三环类抗抑郁剂和单胺氧化酶抑制剂作为二线选择。心理治疗：认知行为疗法（16-20个疗程）通过识别和改变不适应的思维和行为模式；人际治疗（16个疗程）强调人际关系作用；行为激活疗法；正念认知疗法可有效预防复发。其他治疗：电抽搐疗法对严重抑郁症或高自杀风险患者有效；重复经颅磁刺激可作为有效替代方案；光疗可缓解季节性情感障碍。约80-90%寻求治疗的患者能获得良好效果。",
    "abstract": "抑郁症治疗包括SSRIs、SNRIs等抗抑郁药和认知行为疗法、人际治疗等心理治疗。80-90%患者获得良好效果。严重病例可使用电抽搐疗法或经颅磁刺激。",
    "source": "Mayo Clinic (https://www.mayoclinic.org); NIMH; WHO; NIH/NCBI; CDC; NHS; NICE Guidelines (https://www.nice.org.uk/guidance/ng222)"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症的并发症包括：过度体重增加导致心脏病和糖尿病；身体疼痛或躯体疾病；酒精或药物滥用；焦虑、惊恐障碍或社交恐惧；家庭冲突和关系困难；工作或学校问题；社会孤立；自杀想法、自杀企图和自杀（美国每年约40,000例自杀与抑郁症相关）；自伤行为；医学疾病导致的过早死亡。未经治疗的抑郁症通常会加重。治疗缓解率为40-50%，部分缓解率40%在12个月内。复发是常见的，许多患者需要多种治疗方法。大多数抑郁症患者的生活质量较差。长期抑郁症可能使管理其他疾病如糖尿病或心脏病更加困难。",
    "abstract": "抑郁症的主要并发症包括肥胖、自杀（美国年40,000例）、物质滥用、社会孤立。未经治疗会恶化。复发常见。生活质量严重下降。",
    "source": "Mayo Clinic; NIMH (https://www.nimh.nih.gov); Cleveland Clinic; CDC"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症的亚型和表现形式：单一发作性抑郁症（首次且唯一发作）；复发性抑郁症（至少两次发作）；黑色抑郁症特征为快感缺失、对令人愉快刺激缺乏反应、症状在早晨恶化、精神运动迟缓、过度体重下降；非典型抑郁症特征为情绪反应性、体重增加、过度睡眠、肢体沉重感；躁狂性抑郁症（罕见）表现为运动行为障碍；伴焦虑的抑郁症强调共存和自杀风险；围产期抑郁症发作于怀孕期间或分娩后一个月（发生率3-6%）；季节性情感障碍在秋冬季开始，春夏季消退。",
    "abstract": "抑郁症包括单一发作性、复发性、黑色抑郁症、非典型抑郁症、躁狂性、围产期和季节性情感障碍等多种亚型，各有不同临床特征。",
    "source": "DSM-5; WHO; American Psychiatric Association; Mayo Clinic"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症预防包括：控制压力、增强复原力、提升自尊；在危机时期与家人和朋友保持联系；一旦出现症状迹象立即寻求治疗；考虑长期维持治疗防止复发。社区层面有效的预防方法：学校项目增强儿童和青少年的积极应对模式；对有行为问题儿童的父母进行干预可减少父母抑郁症状；针对老年人的运动计划可有效预防抑郁症。个人预防策略包括：管理压力和学习压力管理技能；定期运动；充足睡眠；充分营养饮食；避免或减少酒精摄入、不使用非法药物；保持社交联系和社区参与；培养积极支持的人际关系；获取抑郁症教育以识别早期警告迹象。",
    "abstract": "抑郁症预防包括管理压力、定期运动、充足睡眠、保持社交联系、避免物质滥用和及时寻求心理健康帮助。学校项目、父母干预和老年人运动等社区预防措施有效。",
    "source": "Mayo Clinic (https://www.mayoclinic.org); WHO; CDC; NIMH"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "抑郁症的神经生物学基础：中枢神经系统血清素活动紊乱被认为是重要因素，SSRI治疗的有效性支持此理论。其他涉及的神经递质包括去甲肾上腺素、多巴胺、谷氨酸和脑源性神经营养因子。神经元受体调节、细胞内信号传导和基因表达随时间推移而发生的作用对抑郁症发展至关重要。血管病变可通过破坏情绪调节的神经网络导致抑郁症，特别是连接背侧外侧前额叶皮层、眶额皮层、扣带回等的通路。海马体和杏仁核等边缘系统成分也被涉及。季节性情感障碍由中枢神经系统血清素水平改变介导，由周期节律和阳光曝露改变触发。炎症在抑郁症病理生理学中的作用通过细胞因子介导的免疫激活、犬尿喹啉酸通路激活、下丘脑-垂体-肾上腺轴激活、神经递质失衡、神经营养因子减少和神经变性等机制发挥作用。",
    "abstract": "抑郁症涉及血清素、去甲肾上腺素、多巴胺失衡，下丘脑-垂体-肾上腺轴异常，脑结构改变，炎症增加，神经营养因子减少等多个神经生物学过程。",
    "source": "NIH/NCBI (https://www.ncbi.nlm.nih.gov); NIMH; Molecular Psychiatry; Frontiers in Psychiatry"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "特殊人群抑郁症：儿童和青少年抑郁症常被低估。症状可表现为学校问题、行为问题或物质使用。美国FDA批准的仅有两种儿童青少年抗抑郁药物是氟西汀（8岁及以上）和艾司西酞普兰（12岁及以上）。需要密切监测自杀行为。女性患抑郁症的可能性几乎是男性的两倍。激素变化（月经、怀孕、分娩、更年期）、家庭和工作压力、照顾责任增加等因素增加风险。2021-2023年CDC数据显示女性患病率16.0%对男性10.1%。成年女性接受心理咨询的可能性是成年男性的两倍多。男性抑郁症被严重低估，患者不太可能寻求帮助。症状可能包括易激惹、愤怒或物质滥用。压抑情绪可导致暴力行为。老年人抑郁症常未被诊断。症状可能包括记忆困难、人格变化、身体疼痛、疲劳、食欲不振、倾向宅在家里。围产期抑郁症影响3-6%新母亲，症状可能强烈且使人虚弱。",
    "abstract": "儿童青少年抑郁症需监测自杀风险。女性患病率是男性两倍，与激素和社会因素相关。男性抑郁症常被低估。老年人症状不典型。围产期抑郁症影响3-6%新母亲。",
    "source": "AAFP (https://www.aafp.org); CDC; Mayo Clinic; NIMH; WHO"
  },
  {
    "disease_name": "抑郁症",
    "category": "神经系统疾病",
    "information": "中医学将抑郁症归属于'郁病'范畴，指由于情志不舒、气机郁滞形成的疾病。中医学认为抑郁症的病因包括：禀赋不足、体质虚弱；七情失调、情志不畅、忧思过度、惊恐过度；劳逸失度、饮食不节；久病不愈导致气郁、血郁、湿郁、热郁、痰郁。中医药治疗方法包括疏肝解郁、健脾益气、滋阴补血等，常用中药包括柴胡、白芍、薄荷、甘草、黄芪、党参、白术等。根据中华医学会精神医学分会发布的《中国抑郁障碍防治指南（2024版）》，西医治疗为一线治疗，中医药可作为辅助和预防复发的重要手段。中西医结合治疗强调在规范抗抑郁化学药物治疗的基础上，结合中医中药、心理疏导、康复训练、社会支持等多种手段，以提高疗效、减少不良反应、促进康复。",
    "abstract": "中医学将抑郁症视为'郁病'，由情志失调、气机郁滞引起。治疗包括疏肝解郁、健脾益气的中药。中西医结合强调规范化学药物治疗加中医药、心理干预和社会支持。",
    "source": "Chinese Society of Psychiatry (https://cnnda.net) - China Depression Prevention and Treatment Guidelines (2024); Guidelines of Integrative Chinese and Western Medicine for Depressive Disorders (2023)"
  }
]