[
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑障碍是世界上最常见的精神障碍，2021年有3.59亿人患有焦虑症。患有焦虑症的人经常会经历强烈而过度的恐惧和担忧。这些感觉通常伴随着身体紧张和其他行为和认知症状，很难控制，让人十分痛苦，如果不治疗会持续很长时间。焦虑症干扰日常活动，并可能损害一个人的家庭、社会、学校或工作生活。偶尔体会到焦虑是生活的正常部分。但是，焦虑障碍患者会频繁地对日常情况产生强烈、过度和持续的担心和恐惧。通常，焦虑障碍意味着多次突然感到强烈的焦虑恐惧或是几分钟内便达到顶点的惊恐心理。这些焦虑感和恐慌感干扰日常活动且难以控制，与实际危险程度毫不匹配，而且可能持续很长时间。据估计，目前全球人口中有4.4%的人患有焦虑症。虽然有非常有效的治疗焦虑症的方法，但只有约1/4的患者（27.6%）接受治疗。",
    "abstract": "焦虑障碍是最常见的精神障碍，2021年全球约3.59亿人患病。患者经历强烈而过度的恐惧和担忧，伴随身体症状，难以控制。虽然治疗有效，但仅27.6%患者接受治疗。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑症有几种不同的类型，包括：广泛性焦虑症、惊恐障碍、社交焦虑障碍、广场恐惧症、分离焦虑症、特定恐惧症、选择性缄默症。人们可能同时患有不止一种焦虑症。症状通常始于儿童期或青春期，并持续到成年期。女童和妇女比男童和男人更容易患上焦虑症。",
    "abstract": "焦虑症包括广泛性焦虑症、惊恐障碍、社交焦虑、广场恐惧症、分离焦虑、特定恐惧症和选择性缄默症七种类型。女性患病率高于男性，症状多始于儿童期并持续至成年。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑症的其他症状可能包括：难以集中注意力或做决定；感觉烦躁、紧张或不安；感到恶心或腹部疼痛；出现心悸；出汗、颤抖或摇晃；失眠；感觉危险、恐慌或厄运即将到来。焦虑症会增加抑郁症和物质使用障碍的风险以及自杀想法和行为的风险。患有焦虑症的人可能会对特定的情况感到过度恐惧或担忧，或者在广泛性焦虑症的情况下，对广泛的日常情况感到过度恐惧或担忧。他们通常会在很长一段时间内出现这些症状至少几个月。通常他们会回避让自己感到焦虑的情况。",
    "abstract": "焦虑症症状包括注意力困难、躁动、恶心、心悸、出汗、失眠等，通常持续至少几个月。患者常回避焦虑情况，增加抑郁和自杀风险。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑症的成因是社会、心理和生物因素复杂的相互作用的结果。任何人都可能患有焦虑症，但遭遇过虐待、重大损失或有其他不良经历的人更有可能患焦虑症。焦虑症与身体健康密切相关。焦虑的许多影响（如身体紧张、神经系统过度活跃或有害使用酒精）也是心血管疾病等疾病的已知风险因素。反过来，患有这些疾病的人也可能会发现自己患有焦虑症。",
    "abstract": "焦虑症由社会、心理和生物因素相互作用导致。虐待、创伤和不良经历增加患病风险。焦虑与心血管疾病等身体健康问题密切相关，二者可互相影响。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "预防焦虑的有效方法包括父母教育和基于学校的规划，以加强儿童和青少年的社会和情感学习。锻炼计划也能有效预防成年人的焦虑症。有非常有效的治疗焦虑症的方法，但护理障碍包括缺乏对这是一种可治疗疾病的认识、缺乏对精神卫生服务的投资、缺乏训练有素的卫生保健提供者以及社会污名。",
    "abstract": "社区教育、学校规划和锻炼计划可有效预防焦虑症。但治疗障碍包括公众认知不足、卫生投资不够和社会污名。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "心理干预是焦虑症的基本治疗方法，主要是指与专业人士进行谈话治疗。这些干预措施可以帮助人们学习新的思维方式，应对自己的焦虑。心理干预可以面对面或在线提供给个人或团体。在治疗焦虑症方面，证据最充分的是基于认知行为疗法原理的干预，其中包括让人们学习如何面对自己的恐惧的暴露疗法。此外，学习压力管理技巧，如放松技巧和正念技巧，可以帮助减少焦虑症的症状。",
    "abstract": "心理干预是焦虑症基本治疗方法，包括谈话治疗、认知行为疗法和暴露疗法。压力管理、放松和正念技巧也有效。可面对面、在线或通过自助资源提供。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "抗抑郁药物，如选择性血清素再摄取抑制剂（SSRI），可用于治疗成人焦虑症。卫生保健提供者应考虑抗抑郁药物的副作用、治疗的可行性以及个人偏好。苯二氮卓类药物历来被用于治疗焦虑症，但通常不推荐，因为这种药物易导致依赖性，而且长期疗效有限。",
    "abstract": "SSRIs是成人焦虑症药物治疗选择。苯二氮卓类药物虽然历来使用但易成瘾且长期疗效有限，通常不推荐。应考虑药物副作用和患者偏好。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "自我护理可以在支持治疗方面发挥重要作用。为了帮助控制焦虑症状并促进整体健康，可以：避免或减少饮酒，不使用非法药物；经常锻炼身体；坚持规律的饮食和睡眠习惯；学习放松技巧，如缓慢呼吸和渐进式肌肉放松；养成正念冥想的习惯。",
    "abstract": "焦虑症自我护理包括避免酒精和药物滥用、定期锻炼、规律睡眠和饮食、学习放松技巧和正念冥想。",
    "source": "WHO官方网站 - 焦虑症 https://www.who.int/zh/news-room/fact-sheets/detail/anxiety-disorders"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑障碍患者会频繁地对日常情况产生强烈、过度和持续的担心和恐惧。常见的焦虑体征和症状包括：感觉神经质、躁动或紧张；有种迫在眉睫的危险、恐慌或厄运感；出现心率升高；呼吸急促；出汗；颤抖；感觉虚弱或疲倦；难以集中注意力；存在睡眠困难；胃部不适或有其他消化问题；难以控制担忧；迫切希望避免触发焦虑的事情。",
    "abstract": "焦虑症症状包括神经质、心率升高、呼吸急促、出汗、颤抖、疲倦、注意力困难、睡眠问题、消化不适和过度担忧。",
    "source": "Mayo Clinic官方网站 - 焦虑障碍症状与病因 https://www.mayoclinic.org/zh-hans/diseases-conditions/anxiety/symptoms-causes/syc-20350961"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑障碍的病因与创伤事件等生活体验有关。遗传特征也可能是一个因素。对于某些人群，焦虑可能与基础性健康问题相关。与焦虑相关的医疗问题示例包括：心脏病；糖尿病；甲状腺问题；呼吸系统疾病；药物误用或戒断；酒精戒断；慢性疼痛或肠易激综合征；产生应激激素的罕见肿瘤。",
    "abstract": "焦虑症由创伤、遗传易感性和生活体验引起。也可由心脏病、糖尿病、甲状腺疾病、呼吸疾病、药物滥用或慢性疼痛等医学条件引起。",
    "source": "Mayo Clinic官方网站 - 焦虑障碍症状与病因 https://www.mayoclinic.org/zh-hans/diseases-conditions/anxiety/symptoms-causes/syc-20350961"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "增加患焦虑障碍风险的因素包括：创伤。如果儿童受过虐待、经历过创伤或目睹过创伤事件，风险会更高。疾病引起的压力。存在健康状况或严重疾病导致对治疗的焦虑。压力累积。生活压力不断增加会引发过度焦虑。性格。某些性格类型更容易患焦虑障碍。其他心理健康疾病。患有抑郁症等其他心理疾病的人通常也会伴有焦虑障碍。家族史。焦虑障碍可在家族中遗传。药物或酒精。滥用会引发或加重焦虑。",
    "abstract": "焦虑症风险因素包括童年创伤、严重疾病、生活压力累积、特定性格特征、其他心理疾病、家族史和药物或酒精滥用。",
    "source": "Mayo Clinic官方网站 - 焦虑障碍症状与病因 https://www.mayoclinic.org/zh-hans/diseases-conditions/anxiety/symptoms-causes/syc-20350961"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "患上焦虑障碍可能造成或加重其他生理和身体状况，例如：抑郁症或其他心理健康障碍；物质滥用；睡眠困难；消化或肠道问题；头痛和慢性疼痛；社交隔离；无法正常学习或工作；生活质量差；自杀。",
    "abstract": "焦虑症的并发症包括抑郁症、物质滥用、失眠、消化问题、头痛、社交隔离、学习工作困难和自杀风险。",
    "source": "Mayo Clinic官方网站 - 焦虑障碍症状与病因 https://www.mayoclinic.org/zh-hans/diseases-conditions/anxiety/symptoms-causes/syc-20350961"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "预防焦虑症的方法包括：尽早接受帮助。越是拖延可能越难治疗。保持经常运动。参加喜欢且能自我感觉良好的活动。参与社交并发展相互关怀的关系。避免酒精或药物使用。如果对这些物质上瘾，请咨询医生或寻求互助组的帮助。",
    "abstract": "焦虑症预防措施包括尽早接受治疗、定期运动、参与社交、避免酒精和药物滥用。尽早干预和积极生活方式有助于减少焦虑症症状。",
    "source": "Mayo Clinic官方网站 - 焦虑障碍症状与病因 https://www.mayoclinic.org/zh-hans/diseases-conditions/anxiety/symptoms-causes/syc-20350961"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑是对未来事件的担心，恐惧则是对当前事件的反应。恐惧是自动的神经生理警报状态，其特征是战斗或逃跑反应。焦虑与恐惧有关，表现为未来导向的心理状态，包括复杂的认知、情感、生理和行为反应系统。病理性焦虑在存在对感知威胁的高估或情况的错误危险评估时被触发，导致过度和不适当的反应。焦虑是最常见的精神障碍之一。",
    "abstract": "焦虑是对未来事件的担心，恐惧是对当前事件的反应。病理性焦虑由对威胁的高估引起，导致过度反应。焦虑是最常见的精神障碍。",
    "source": "NIH - StatPearls - 焦虑 https://www.ncbi.nlm.nih.gov/books/NBK470361/"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑症由生物心理社会因素的相互作用引起。遗传易感性与压力或创伤情况相互作用，产生临床上显著的综合征。焦虑可由药物、草本药物、物质滥用、创伤或童年经历引起。焦虑是一般人群中最常见的精神障碍之一。特定恐惧症最常见，12个月患病率为12.1%。社交焦虑障碍是第二常见，患病率为7.4%。广场恐惧症最罕见，患病率为2.5%。焦虑症在女性中发生率高于男性，性别比例约为2:1。",
    "abstract": "焦虑症由生物心理社会因素相互作用引起。可因药物、物质滥用、创伤或童年经历诱发。特定恐惧症最常见，女性患病率高于男性。",
    "source": "NIH - StatPearls - 焦虑 https://www.ncbi.nlm.nih.gov/books/NBK470361/"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "中枢神经系统中焦虑的重要神经递质是去甲肾上腺素、血清素、多巴胺和γ-氨基丁酸（GABA）。自主神经系统，特别是交感神经系统，介导了大多数症状。扁桃体在调节恐惧和焦虑方面起重要作用。焦虑症患者对焦虑线索显示杏仁核反应增强。杏仁核和边缘系统结构与前额叶皮层区域相连，前额叶-边缘激活异常可通过心理或药理学干预逆转。",
    "abstract": "焦虑症涉及去甲肾上腺素、血清素、多巴胺和GABA神经递质异常。杏仁核在恐惧调节中起关键作用，焦虑症患者杏仁核反应增强。前额叶-边缘系统功能障碍可通过治疗改善。",
    "source": "NIH - StatPearls - 焦虑 https://www.ncbi.nlm.nih.gov/books/NBK470361/"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "病理性焦虑的认知症状包括：失控的恐惧；身体伤害或死亡的恐惧；非现实感。生理症状包括：心率增加、心悸；呼吸困难；胸痛或压迫感；头晕；出汗；恶心、腹泻；颤抖、摇晃；刺痛或麻木感；虚弱；肌肉紧张；口干。行为症状包括：避免威胁情况；寻求安全；不安、踱步。情感症状包括：神经质、紧张；惊恐、恐惧；沮丧。",
    "abstract": "病理性焦虑症状涉及认知、生理、行为和情感四个方面。认知症状包括失控恐惧；生理症状包括心率升高和呼吸困难；行为包括回避；情感包括紧张和恐惧。",
    "source": "NIH - StatPearls - 焦虑 https://www.ncbi.nlm.nih.gov/books/NBK470361/"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "广泛性焦虑症是一种常见障碍，其特征是持续的焦虑。罹患此病的人常经受不特定却持续的恐惧和忧虑，对日常事情都过度担心。其具体表现是慢性的过度忧虑，症状至少有三种出现：烦躁不安、虚弱、注意力不集中、易怒、肌肉紧张、睡眠问题。广泛性焦虑症是老年人中最常见的焦虑症。患者需要在至少6个月内对日常问题过度担心方可被诊断为广泛性焦虑症患者。",
    "abstract": "广泛性焦虑症是最常见的焦虑症，特别是在老年人中。症状为持续过度担忧、烦躁、虚弱、注意力不集中、易怒和肌肉紧张。需持续至少6个月以诊断。",
    "source": "维基百科 - 焦虑障碍 https://zh.wikipedia.org/wiki/%E7%84%A6%E8%99%91%E8%A2%AB"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑是恐惧、害怕和不安的感觉。它可能导致出汗、感到不安和紧张，以及心跳加速。它可以是对压力的正常反应。但是，对于焦虑症患者来说，恐惧不是暂时的，可能会让人不知所措。焦虑症是您的焦虑不会消失且可能随时间恶化的疾病。症状可能会干扰日常活动，例如工作表现、学校工作和人际关系。",
    "abstract": "焦虑是正常的压力反应，但焦虑症患者的焦虑不会消退且会恶化。症状干扰工作、学校和人际关系等日常活动。",
    "source": "MedlinePlus官方网站 - 焦虑 https://medlineplus.gov/anxiety.html"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑症的主要类型包括：广泛性焦虑症。患者对普通问题（如健康、金钱、工作和家庭）感到担忧，其担忧是过度的，几乎每天持续至少6个月。惊恐障碍。患者会经历惊恐发作，这些是在没有危险情况下突然、重复出现的强烈恐惧阶段。恐惧症。患者对构成很少或根本没有实际危险的事物有强烈的恐惧。恐惧可能与蜘蛛、飞行、去拥挤的地方或处于社交情况有关。",
    "abstract": "广泛性焦虑症涉及对日常事务的过度担忧；惊恐障碍表现为突发的严重恐惧发作；恐惧症涉及对特定事物的强烈、非理性恐惧。",
    "source": "MedlinePlus官方网站 - 焦虑 https://medlineplus.gov/anxiety.html"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "焦虑症的诊断包括医疗保健提供者询问症状和病史。也可能进行体格检查和实验室检查，以确保不同的健康问题不是症状的原因。如果没有另一种健康问题，将获得心理评估。为了帮助诊断广泛性焦虑障碍，医生或心理健康专家可能会：进行体格检查，查找相关体征；进行血液、尿液或其他检查；详细询问症状和病史；使用心理问卷；使用美国精神病学协会的《精神疾病诊断与统计手册》（DSM-5）中列出的标准。",
    "abstract": "焦虑症诊断包括医生病史询问、体格检查、实验室检查和心理评估。广泛性焦虑症诊断基于DSM-5标准。可排除医学疾病和药物副作用。",
    "source": "MedlinePlus官方网站 - 焦虑 https://medlineplus.gov/anxiety.html"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "心理疗法可以帮助患者认识和改变令人烦恼的情绪、想法和行为。要有效，它应该针对特定的焦虑和需要。一些用于焦虑症的心理疗法类型包括：认知行为疗法（CBT），教患者不同的思维和行为方式。它可以帮助患者改变对导致恐惧和焦虑的事情的反应。可能包括暴露疗法。这种疗法侧重于让患者面对自己的恐惧，以便其能够做之前一直避免的事情。接受和承诺疗法可能会帮助一些焦虑症患者。",
    "abstract": "焦虑症的心理疗法包括认知行为疗法（CBT）和暴露疗法。这些方法教患者改变对焦虑线索的反应，面对恐惧，学习新的思维方式。",
    "source": "MedlinePlus官方网站 - 焦虑 https://medlineplus.gov/anxiety.html"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "治疗焦虑症的主要药物包括抗焦虑药和某些抗抑郁药。某些类型的药物可能对特定类型的焦虑症效果更好。应与提供者密切合作，以确定哪种药物最适合。可能需要尝试多种药物才能找到合适的药物。支持小组和压力管理技巧也可能有帮助。治疗焦虑症的主要治疗方法是心理疗法、药物或两者兼用。药物包括选择性血清素再摄取抑制剂（SSRI）、血清素与去甲肾上腺素再摄取抑制剂（SNRI）、苯二氮卓类药物、三环类抗抑郁药、轻度镇静剂和β受体阻断剂。",
    "abstract": "焦虑症的药物治疗包括SSRIs、SNRIs、苯二氮卓类药物、三环类抗抑郁药和β受体阻断剂。药物常与心理疗法联合使用。需要与医生合作找到最合适的药物。",
    "source": "MedlinePlus官方网站 - 焦虑 https://medlineplus.gov/anxiety.html"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "从1990年到2021年，全球焦虑症患者的患病人数增长了52%。在2021年，全球焦虑症的年龄标准化患病率为4421.9每100000人。女性患焦虑症的可能性是男性的1.66倍。患病率在高收入地区更高。葡萄牙的患病率最高，其次是巴西、伊朗和新西兰。从1990年到2019年，患有焦虑症的人数增加了55%以上。焦虑症的患病率随着社会经济发展程度的提高而增加。患病率在高收入地区可能更高，这可能反映了更好的诊断和识别。",
    "abstract": "焦虑症全球患病率从1990-2021年增长52%。女性患者比例为男性的1.66倍。高收入国家患病率更高。葡萄牙患病率最高。",
    "source": "SpringerOpen - 焦虑症流行病学 https://mecp.springeropen.com/articles/10.1186/s43045-023-00315-3"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "从1990年到2021年，10-24岁青少年和年轻成人的全球焦虑症发病率增加了52%，特别是在10-14岁年龄组和2019年后。女性的患病率高于男性，20-24岁人群中的伤残调整生命年显著增加。中等社会人口指数地区报告的发病率和患病率最高。与中等社会人口指数地区相比，高社会人口指数地区经历了最大的增幅。印度的病例数最多，而墨西哥的增幅最大。发病率逐渐下降到2001年，然后缓慢上升，从2019年到2021年出现急剧上升。欺凌受害是焦虑症的重要危险因素。",
    "abstract": "10-24岁青少年焦虑症发病率从1990-2021年增长52%，特别是2019年后。女性患病率更高。中等社会发展指数地区患病率最高。欺凌是关键风险因素。",
    "source": "Frontiers in Psychiatry - 焦虑症全球负担 https://pmc.ncbi.nlm.nih.gov/articles/PMC11651023/"
  },
  {
    "disease_name": "焦虑障碍",
    "category": "神经系统疾病",
    "information": "广泛性焦虑症的治疗决定基于焦虑症对日常生活能力的影响程度。治疗广泛性焦虑症的两种主要方法是心理疗法和药物治疗。两者结合时效果最好。可能需要反复试验才能找到最适合的治疗方法。心理疗法也被称为谈话疗法或心理咨询，治疗师可以帮助患者缓解焦虑症状。认知行为疗法是治疗广泛性焦虑症最有效的心理疗法。认知行为疗法通常属于短期治疗，重点是教患者具体技巧，以便直接管理忧虑并逐恢复因焦虑症而回避的活动。",
    "abstract": "广泛性焦虑症治疗包括心理疗法和药物治疗的组合。认知行为疗法是最有效的心理疗法，侧重于教患者管理忧虑的技能并恢复回避的活动。",
    "source": "Mayo Clinic官方网站 - 广泛性焦虑症诊断与治疗 https://www.mayoclinic.org/zh-hans/diseases-conditions/generalized-anxiety-disorder/diagnosis-treatment/drc-20361045"
  }
]