[
    {
        "disease_name": "普通感冒",
        "category": "呼吸系统疾病",
        "abstract": "",
        "information": "Although more than 100 viruses can cause a common cold, the rhinovirus is most often the culprit. There are more than 160 rhinovirus types, and they are the most common cause of the common cold. Cold viruses are highly contagious and easily spread from person to person. Most often, common cold symptoms start 1 to 3 days after someone is exposed to a cold virus. Symptoms vary. They can include: Runny or stuffy nose. Sore or scratchy throat. Cough. Sneezing. Generally feeling unwell. Slight body aches or a mild headache. Low-grade fever. The discharge from your nose may start as watery and then become thick and yellow or green as a common cold runs its course. This doesn't usually mean you have a bacterial infection. Many viruses can cause a common cold. Rhinoviruses are the most common cause. A cold virus enters the body through the mouth, eyes or nose. The virus can spread by: Droplets in the air when someone who is sick coughs, sneezes or talks. Hand-to-hand contact with someone who has a cold. Sharing objects, such as towels, toys, or phones, that have the virus on them. Touching your eyes, nose or mouth after contact with the virus. Some things that can increase the risk of getting a cold include: Age. Infants and young children have a greater risk of colds than other people, especially if they spend time in child care settings. Weak immune system. Having a long-term (chronic) illness or a weak immune system increases the risk. Time of year. Both children and adults are more likely to get colds in fall and winter, but you can get a cold any time. Smoking. You're more likely to catch a cold and have worse colds if you smoke or are around secondhand smoke. Exposure. Being in crowded places, like schools or airplanes, makes you more likely to be around someone who has a cold. These conditions can occur along with your cold: Middle ear infection. This is also called acute otitis media. It happens when bacteria or viruses get in the space behind the eardrum. Ear pain and green or yellow discharge from the nose are common symptoms. Asthma. A cold can trigger wheezing, even in people who don't have asthma. For people with asthma, a cold can make asthma symptoms worse. Sinusitis. In adults or children, a common cold that lasts a while can lead to sinusitis. This is when the sinuses get inflamed or infected. The sinuses are air-filled spaces in the bones of the face and head. Other illnesses. A common cold can lead to illnesses of the lungs, such as pneumonia or bronchitis. People with weak immune systems or lung conditions may have a greater risk of these complications.",
        "source": "Mayo Clinic, 'Common cold - Symptoms and causes,' https://www.mayoclinic.org/diseases-conditions/common-cold/symptoms-causes/syc-20351605, accessed October 18, 2025."
    },
    {
        "disease_name": "普通感冒",
        "category": "呼吸系统疾病",
        "information": "Most often, you don't need medical care for a common cold. But see your health care provider if you have: Symptoms that get worse or do not get better. Fever greater than 101.3 F (38.5 C) that lasts more than three days. Fever that comes back after going away. Shortness of breath. Wheezing. Severe sore throat, headache or sinus pain. Most people recover from a common cold in 7 to 10 days. There's no cure for the common cold. Treatments may help ease symptoms. They include: Pain relievers. For a fever, sore throat and headache, adults often turn to over-the-counter medicines, such as ibuprofen (Advil, Motrin IB, others) or acetaminophen (Tylenol, others). For children, check with a health care provider before giving medicines. Don't give children younger than age 6 any cold medicines. Never give aspirin to children or teenagers because it has been linked to Reye's syndrome, a rare but potentially life-threatening condition. Decongestant nasal sprays. Adults can use decongestant sprays or drops for no more than a few days. Using them longer than that may cause a worse stuffy nose when you stop, called a rebound effect. Children younger than age 6 should never use decongestant nasal sprays or drops. Cough syrups. These may help with a cough. But they don't work better than a placebo, which is a medicine with no active ingredients. Don't give cough syrup to children younger than age 4. You may not be able to cure your cold, but you can try to feel better with these steps: Drink plenty of fluids. Water, juice, clear broth or warm lemon water are good choices. Don't drink alcohol, coffee or other drinks with caffeine, which can dehydrate you. Rest. Get plenty of rest to help your body heal. Soothe a sore throat. Gargle with saltwater. Mix 1/4 to 1/2 teaspoon of salt in an 8-ounce glass of warm water. For children, check with a health care provider before trying this. A warm drink of honey and lemon may also help. Clear a stuffy nose. Use a saline nasal spray or drops to help thin mucus and make it easier to blow out of your nose. For babies, use a rubber bulb syringe to gently remove mucus after using saline drops. Moisten the air. Use a humidifier or take a steamy shower to add moisture to the air and help loosen a stuffy nose. Be sure to clean the humidifier often so that it stays free of mold. Try over-the-counter cold and cough medicines. For adults and older children, these medicines may help with some symptoms, such as a stuffy nose or cough. Be sure to follow directions, as even these medicines can cause serious side effects if not used right. If you or your child needs to see a health care provider, you'll likely see your primary care provider first. Or you might see a pediatrician for a child. Here's some information to help you get ready for the visit: Write down symptoms, including how long they've lasted. Note any recent contact with someone who was sick. List all medicines, vitamins or supplements you're taking. Write down questions to ask your health care provider.",
        "source": "Mayo Clinic, 'Common cold - Diagnosis and treatment,' https://www.mayoclinic.org/diseases-conditions/common-cold/diagnosis-treatment/drc-20351611, accessed October 18, 2025."
    },
    {
        "disease_name": "普通感冒",
        "category": "呼吸系统疾病",
        "information": "A baby's signs and symptoms of a cold can include: Runny nose. Discharge may be clear at first but might get thicker and turn yellow or green. Sneezing. Fever. Cough. Less interest in feeding. Being fussy. Trouble sleeping. The common cold usually lasts about 7 to 10 days, but a cough may last longer. The common cold is an infection of the nose and throat, also called an upper respiratory infection. Many types of viruses can cause a cold, but rhinoviruses are the most common. A cold virus enters a baby's body through the mouth, eyes or nose. The virus can spread by: Air. When a person who has a cold coughs, sneezes or talks, the virus spreads through droplets in the air. Direct contact. A baby can get a cold by touching a person or object that has the virus and then touching the eyes, nose or mouth. A few things can increase a baby's risk of getting a cold: Immature immune system. Babies have immune systems that are still developing. This makes them more likely to get infections, such as colds. Exposure to others with colds. Time spent with other children, like in a child care setting, raises the chance of getting a cold. Time of year. Colds are more common in the fall and winter. Possible complications of a cold in babies include: Ear infection. This is one of the most common complications of a cold in babies. It happens when bacteria or viruses get into the space behind the eardrum. Wheezing. A cold can cause wheezing, even in a baby who doesn't have asthma or other conditions that cause wheezing. Sinus infection. A cold that doesn't go away may lead to a sinus infection. Pneumonia. A cold can sometimes lead to this serious lung infection. For children... Get medical care right away if your child has any of the following: Fever of 100.4 degrees Fahrenheit (38 degrees Celsius) in newborns up to 12 weeks. Fever that rises above 100.4 F (38 C) repeatedly for a child of any age. Fever that lasts more than two days in a child of any age. Symptoms that get worse or don't get better. Thick green discharge from the nose for several days. A cough that gets worse. Being much more fussy than usual or acting very sick. Not eating or drinking, or showing signs of dehydration, such as fewer wet diapers.",
        "source": "Mayo Clinic, 'Common cold in babies - Symptoms and causes,' https://www.mayoclinic.org/diseases-conditions/common-cold-in-babies/symptoms-causes/syc-20351651, accessed October 18, 2025."
    },
    {
        "disease_name": "普通感冒",
        "category": "呼吸系统疾病",
        "information": "While nothing can cure a cold, some remedies might help ease symptoms and keep you from feeling so miserable: Stay hydrated. Water, juice, clear broth or warm lemon water with honey helps loosen congestion and prevents dehydration. Avoid alcohol, coffee and caffeinated sodas, which can make dehydration worse. Rest. Your body needs rest to heal. Soothe a sore throat. A saltwater gargle — 1/4 to 1/2 teaspoon salt dissolved in an 8-ounce glass of warm water — can temporarily relieve a sore or scratchy throat. Children younger than 6 years are unlikely to be able to gargle properly. You can also try ice chips, sore throat sprays, lozenges or hard candy. Don't give lozenges or hard candy to children younger than 6 years because of the choking risk. Combat stuffiness. Over-the-counter saline nasal drops and sprays can help relieve stuffiness and congestion. In infants, experts recommend putting several saline drops into one nostril, then gently suctioning that nostril with a bulb syringe. Relieve pain. For children 6 months or younger, give only acetaminophen. For children older than 6 months, give either acetaminophen or ibuprofen. Ask your child's health care provider for the correct dose for your child's age and weight. Adults can take acetaminophen, ibuprofen or aspirin. Sip warm liquids. A cold remedy used in many cultures, sipping warm liquids, such as chicken soup, tea or warm apple juice, might be soothing and might ease congestion by increasing mucus flow. Try honey. Honey may help coughs in adults and children who are older than age 1. Try it in hot tea. Add moisture to the air. A cool-mist vaporizer or humidifier can add moisture to your home, which might help loosen congestion. Change the water daily, and clean the unit according to the manufacturer's instructions. Try over-the-counter (OTC) cold and cough medications. For adults and children age 5 and older, OTC decongestants, antihistamines and pain relievers might offer some symptom relief. However, they won't prevent a cold or shorten its duration, and most have some side effects. The list of ineffective cold remedies is long. Some of the more common ones that don't work include: Antibiotics. These attack bacteria, but they're no help against cold viruses. Avoid asking your doctor for antibiotics for a cold or using old antibiotics you have on hand. Over-the-counter cold and cough medications in young children. OTC cold and cough medications may cause serious and even life-threatening side effects in children. Don't use these in children younger than 6 years. Some remedies might be worth a try if they aren't too costly and don't cause side effects: Vitamin C. It appears that taking vitamin C won't usually prevent colds. However, some studies show that taking vitamin C before cold symptoms start may shorten how long symptoms last. Echinacea. Study results are mixed on whether echinacea prevents colds or helps ease symptoms. Zinc. Several studies show that zinc lozenges or syrup may reduce the length of a cold by about one day if taken within 24 to 48 hours of the first signs of a cold.",
        "source": "Mayo Clinic, 'Cold remedies: What works, what doesn't, what can't hurt,' https://www.mayoclinic.org/diseases-conditions/common-cold/in-depth/cold-remedies/art-20046403, accessed October 18, 2025."
    },
    {
        "disease_name": "普通感冒",
        "category": "呼吸系统疾病",
        "information": "You can often treat a cold without seeing a GP. You should begin to feel better in about 1 to 2 weeks. Cold symptoms come on gradually over 2 to 3 days. The main symptoms include: a blocked or runny nose sneezing a sore throat a hoarse voice a cough feeling tired and unwell You may also have: a high temperature aching muscles a loss of taste and smell a feeling of pressure in your ears and face Symptoms of a cold can last longer in young children. They may also be irritable, have difficulty feeding and sleeping, breathe through their mouth, and get sick after coughing. Telling the difference between cold and flu Cold and flu symptoms are similar, but flu tends to be more severe. Cold Appears gradually Affects mainly your nose and throat Makes you feel unwell, but you're OK to carry on as normal (for example, you can normally go to work) Flu Appears quickly within a few hours Affects more than just your nose and throat Makes you feel exhausted and too unwell to carry on as normal Colds are caused by viruses and easily spread to other people. You're infectious until all your symptoms have gone. This usually takes 1 to 2 weeks. It can be longer in babies and young children. Colds are spread by germs from coughs and sneezes, which can live on hands and surfaces for 24 hours. A person with a cold can start spreading it from a few days before their symptoms begin until the symptoms have finished. The flu vaccine does not prevent colds. You can usually treat a cold at home without seeing a GP. There are things you can do to help you get better more quickly. Do get plenty of rest drink lots of fluid, such as water, to avoid dehydration eat healthy food (it's common for small children to lose their appetite for a few days) gargle salt water to soothe a sore throat (not suitable for children) drink a hot lemon and honey drink to soothe a sore throat breathe in steam to ease a blocked nose – try sitting in the bathroom with a hot shower running Don’t do not let children breathe in steam from a bowl of hot water because of the risk of scalding do not give aspirin to children under the age of 16 do not smoke as it can make your symptoms worse How to make a hot lemon and honey drink Squeeze half a lemon into a mug of boiled water Add 1 to 2 teaspoons of honey Drink while still warm Do not give hot drinks to small children. Do not give honey to children under 12 months old. If you have a high temperature or do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better. A pharmacist can help with cold medicines You can buy cough and cold medicines from pharmacies or supermarkets. A pharmacist can advise you on the best medicine, such as: You can buy nasal sprays without a prescription, but they should not be used for more than a week as this can make your symptoms worse. Do not use other cough and cold medicines if you're also taking paracetamol and ibuprofen tablets as you may take more medicine than you should. Some cough and cold medicines are also not suitable for babies, children and pregnant women. There's little evidence that supplements such as vitamin C, echinacea or garlic prevent colds or help you get better more quickly. Non-urgent advice: See a GP if: you have a high temperature for more than 3 days your cold symptoms get worse your temperature is very high or you feel hot and shivery you feel short of breath or have chest pain you're worried about your child's cold symptoms your cold symptoms do not get better after 10 days you have a cough for more than 3 weeks you get cold symptoms and you have a long-term medical condition (for example, diabetes, or a heart, lung or kidney condition) you get cold symptoms and you have a weakened immune system (for example, because you're having chemotherapy) Information: GPs do not recommend antibiotics for colds because they will not relieve your symptoms or speed up your recovery. Antibiotics only work if you have a bacterial infection, but colds are caused by viruses.",
        "source": "NHS, 'Common cold,' https://www.nhs.uk/conditions/common-cold/, accessed October 18, 2025."
    },
    {
        "disease_name": "普通感冒",
        "category": "呼吸系统疾病",
        "information": "The main symptoms of a cold include: a sore throat a blocked or runny nose sneezing a cough a hoarse voice generally feeling unwell Less common symptoms of a cold include: high temperature (fever) – this is usually about 37°C to 39°C (98.6°F to 102.2°F) a headache earache – severe earache may be a sign of a middle ear infection otitis media muscle aches loss of taste and smell mild irritation of your eyes a feeling of pressure in your ears and face When to get medical advice Speak to your GP practice if you or your child: are more short of breath than usual have pain when breathing in or coughing feel confused, dizzy or lightheaded have a very high or low temperature – for example, you feel either hot or cold to touch or you’re shivering have had a fever for more than 3 days have symptoms that are not improving or they are affecting your daily life have a long-term medical condition – for example, diabetes, or a heart, lung or kidney condition have a weakened immune system – for example, because you’re having chemotherapy If your GP is closed, phone 111. Speak to a pharmacist if you have a cold and would like advice and treatment. Find your local pharmacy There’s no cure for a cold, but there are things you can do to look after yourself at home. You should begin to feel better in about 1 to 2 weeks. Do rest drink plenty of fluids eat healthily take over-the-counter pain relief, such as paracetamol or ibuprofen, to relieve high temperature and aches use decongestant sprays or tablets to relieve a blocked nose try remedies such as gargling salt water and sucking on menthol sweets Always read the leaflet that comes with your medicine before taking it. Follow the recommended dosage instructions. If you’re not sure which treatments are suitable for you or your child, speak to a pharmacist for advice. Be careful not to use cough and cold medicines if you’re taking paracetamol and ibuprofen tablets. Cough and cold medicines often also contain paracetamol and ibuprofen so it can be easy to take more than the recommended dose. A person can start spreading a cold from a few days before their symptoms start until their symptoms have gone. You can catch the virus from an infectious person by: touching an object or surface contaminated by infected droplets and then touching your mouth, nose or eyes touching the skin of someone who has the infected droplets on their skin and then touching your mouth, nose or eyes breathing in tiny droplets of fluid that contain the cold virus – these are launched into the air when an infected person coughs or sneezes Different viruses can cause a cold. It’s possible to have different colds one after the other, as each one may be caused by a different virus. How to prevent a cold from spreading Do wash your hands often, especially before touching your nose or mouth and before handling food always sneeze and cough into tissues throw away used tissues straight away and wash your hands clean surfaces regularly use your own cup, plates, cutlery and kitchen utensils do not share towels or toys with someone who has a cold Is it a cold or flu? It can sometimes be difficult to tell if you have a cold or flu, as the symptoms can be similar. The main differences are that flu symptoms: come on quickly usually include a headache, high temperature (fever) and sore muscles make you feel too unwell to continue your usual activities Cold symptoms: come on slowly mainly affect your nose and throat are fairly mild, so you can still get around and are usually well enough to go to work Complications of a common cold Colds usually clear up without causing any further problems. But the infection can sometimes spread to your chest, ears or sinuses.",
        "source": "NHS Inform, 'Common cold symptoms and treatments,' https://www.nhsinform.scot/illnesses-and-conditions/infections-and-poisoning/common-cold/, accessed October 18, 2025."
    },
    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Many respiratory viruses, like influenza virus and RSV, usually circulate during winter, but other viruses that can also cause cold symptoms circulate during spring, summer, or fall. You can take steps to reduce your risk of getting a respiratory virus or spreading one to others. Read CDC's Respiratory Virus Guidance. ... Oct. 15, 2024 ... Content Source: National Center for Immunization and Respiratory Diseases; Coronavirus and Other Respiratory Viruses Division · Provides information on the common cold, signs and symptoms, its cause and spread, complications, and symptom management. Rhinoviruses are the most frequent cause of colds in the United States. Other respiratory viruses that can cause colds in the United States include common human coronaviruses, parainfluenza viruses, adenoviruses, enteroviruses (including EV-D68), and human metapneumovirus. A cold is a viral infection of the upper respiratory tract (also called an upper respiratory infection or URI). Colds usually last less than a week and are caused by different respiratory viruses. They are also one of the most frequent reasons for missed school and work. Different respiratory viruses can cause a cold.",
        "source": "CDC, 'About Common Cold,' https://www.cdc.gov/common-cold/about/index.html, accessed October 18, 2025."
    }, 
    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "You can take steps to reduce your risk of getting a respiratory virus or spreading one to others. Read CDC's Respiratory Virus Guidance. Download the Common Cold Fact Sheet for how to manage your symptoms and prevent getting sick. The common cold has no cure but should improve on its own. Provides information on the common cold, signs and symptoms, its cause and spread, complications, and symptom management. OTC cough/cold medicines are not recommended for children younger than 6 years old and can result in serious and sometimes life-threatening side effects. But young children can have acetaminophen or ibuprofen for fever.",  
        "source": "CDC, 'Manage Common Cold,' https://www.cdc.gov/common-cold/treatment/index.html, accessed October 18, 2025."
    },
    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病", 
        "information": "A common cold is a mild upper respiratory illness that resolves in a short period of time. More than 200 viruses can cause a cold, but rhinoviruses are the most common type. There is no cure for a cold. It will get better on its own—without antibiotics. Antibiotics won’t ... These problems can include severe allergic reactions, antimicrobial-resistant infections and C. diff infection. C. diff causes diarrhea that can lead to severe colon damage and death. ... To learn more about antibiotic prescribing and use, visit www.cdc.gov/antibiotic-use.",  
        "source": "CDC, 'Preventing and Managing Common Cold Fact Sheet,' https://www.cdc.gov/common-cold/media/pdfs/2024/04/CommonCold_fact_sheet_508.pdf, accessed October 18, 2025."
    },
    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "A common cold is a mild upper respiratory illness that resolves in a short period of time. ... There is no cure for a cold. It will get better on its own—without antibiotics. Antibiotics ... To learn more about antibiotic prescribing and use, visit www.cdc.gov/antibiotic-use. More than 200 viruses can cause a cold, but rhinoviruses are the most common type. Colds can have similar symptoms to flu.",  
        "source": "CDC, 'Preventing and Treating Common Cold,' https://www.cdc.gov/antibiotic-use/media/pdfs/Common-Cold-P.pdf, accessed October 18, 2025."
    },

    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Rhinoviruses are the most frequent cause of the common cold and are a common viral trigger for asthma attacks. Most rhinovirus infections cause no symptoms or mild symptoms. They can also cause severe illness, especially if you have a weakened immune system, asthma, or another underlying medical condition. This page informs the general public about rhinoviruses, signs and symptoms, and testing. Healthcare providers typically do not test for rhinovirus infection. In people with severe illness, they may order testing for rhinovirus or can test as part of a panel that can detect both viruses and bacteria. Some people with cold symptoms may be tested for COVID-19 or flu. There are no immunizations to prevent rhinovirus infection. You can take steps to reduce your risk of getting a respiratory virus or spreading one to others.",  
        "source": "CDC, 'About Rhinoviruses,' https://www.cdc.gov/rhinoviruses/about/index.html, accessed October 18, 2025."
    },

    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "The common cold (also known as nasopharyngitis, rhinopharyngitis, acute coryza, head cold, or simply a cold) is a viral infectious disease of the upper respiratory tract that primarily affects the respiratory mucosa of the nose, throat, sinuses, and larynx. Signs and symptoms may appear fewer than two days after exposure to the virus. These may include coughing, sore throat, runny nose, sneezing, headache, and fever. People usually recover in seven to ten days, but some symptoms may last up to three weeks. Occasionally, those with other health problems may develop pneumonia. Well over 200 virus strains are implicated in causing the common cold, with rhinoviruses, coronaviruses, adenoviruses and enteroviruses being the most common. They spread through the air during close contact with infected people or indirectly through contact with objects in the environment, followed by transfer to the mouth or nose. Risk factors include going to child care facilities, not sleeping well, and psychological stress. Symptoms are mostly due to the body's immune response to the infection rather than to tissue destruction by the viruses themselves. The symptoms of influenza are similar to those of a cold, although usually more severe and less likely to include a runny nose. There is no vaccine for the common cold. The primary methods of prevention are hand washing; not touching the eyes, nose or mouth with unwashed hands; and staying away from sick people. Some evidence supports the use of face masks. There is also no cure, but the symptoms can be treated. Zinc may reduce the duration and severity of symptoms if started shortly after the onset of symptoms. Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen may help with pain. Antibiotics, however, should not be used, as all colds are caused by viruses, and there is no good evidence that cough medicines are effective.",  
        "source": "Wikipedia, 'Common cold,' https://en.wikipedia.org/wiki/Common_cold, accessed October 18, 2025."
    },

    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "The common cold leads to more health care provider visits and absences from school and work than any other illness each year. It is caused by any one of several viruses and is easily spread to others. It’s not caused by cold weather or getting wet. What causes the common cold? A cold is caused by any one of several viruses that causes inflammation of the membranes that line the nose and throat. It can result from any one of more than 100 viruses. But the rhinoviruses causes most colds. The common cold is very easily spread to others. It’s often spread through airborne droplets that are coughed or sneezed into the air by the sick person. The droplets are then inhaled by another person. Colds can also be spread when a sick person touches you or a surface (like a doorknob) that you then touch. Contrary to popular belief, cold weather or being chilled doesn’t cause a cold. However, more colds do occur during the cold season (early fall to late winter). This is probably due to a variety of factors, including: Schools are in session, increasing the risk for exposure to the virus; People stay more indoors and are in closer proximity to each other; Low humidity, causing dry nasal passages which are more susceptible to cold viruses.",  
        "source": "Johns Hopkins Medicine, 'Common Cold,' https://www.hopkinsmedicine.org/health/conditions-and-diseases/common-cold, accessed October 18, 2025."
    },

    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Colds can affect anyone at any time of year, but some factors can increase the risk: A weaker immune system: This may occur in younger children or older adults or due to stress, other health conditions, or certain medications. Time of year: More people get colds during colder months, as they spend more time indoors, increasing the chance of passing on the virus. Age: Children under 6 years are more likely to get colds, as their immune systems are still developing. Smoking or exposure to secondhand smoke: This can irritate the airways and make a person more susceptible to infection. Exposure to people with colds: This is more likely in crowded places, such as schools, offices, or public transportation. A cold usually lasts 7–10 days. Sometimes, however, complications can occur. These are most likely to affect those with a weakened immune system. A cold can worsen the symptoms of asthma and chronic obstructive pulmonary disease (COPD) — which includes emphysema and chronic bronchitis. Complications may include: a bacterial infection, such as an ear infection, sinus infection, or a secondary infection of the lungs; pneumonia; acute bronchitis; bronchiolitis; croup; strep throat. People with a weaker immune system, such as young children or older adults, may be more prone to these complications.",  
        "source": "Medical News Today, 'Common cold: What it is, symptoms, and treatment,' https://www.medicalnewstoday.com/articles/166606, accessed October 18, 2025."
    },
    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Diagnosis is generally clinical, based on history and exam. Investigations may be required when symptoms worsen or do not resolve in the usual timeframe. Common cold is a mild, self-limiting viral infection of the upper respiratory tract. The diagnosis is clinical and based on history and physical exam. Laboratory tests are not usually required to diagnose a common cold but may be indicated to exclude other diagnoses or when symptoms persist or worsen.",  
        "source": "BMJ Best Practice, 'Common cold,' https://bestpractice.bmj.com/topics/en-gb/3000165, accessed October 18, 2025."
    },

    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "PMC7088639: Other risk factors include day-care attendance, genetic factors, psychological stress, smoking and heavy physical training. The common cold is an acute, self-limiting viral infection of the upper respiratory tract involving the nose, sinuses, pharynx and larynx. Over 200 viral serotypes have been associated with the common cold; the most common genus is Rhinovirus, which includes more than 100 serotypes. Other important viral genera include Coronaviruses, Adenoviruses, Respiratory Syncytial Virus, Influenza viruses, Parainfluenza viruses and Enteroviruses. The common cold is one of the most frequent illnesses affecting humans. It has a global distribution and, although it can occur throughout the year, it is more frequent in the colder months of autumn and winter in temperate climates. No single agent is considerably effective. PMC3928210: The common cold is an acute, self-limiting viral infection of the upper respiratory tract characterized by variable degrees of sneezing, nasal congestion and discharge (rhinorrhea), sore throat, cough, low grade fever, headache and malaise. The most common etiologic agents are rhinoviruses, which are members of the Picornaviridae family and are responsible for 30–50% of all colds. Other important viral genera include coronaviruses, respiratory syncytial virus, influenza viruses, parainfluenza viruses, enteroviruses, and adenoviruses. Transmission occurs primarily through contact with infected secretions via respiratory droplets or contaminated surfaces, followed by self-inoculation of the eyes or nose. Hand-to-hand and hand-to-surface-to-hand contact are also major routes of transmission. The incubation period is generally 1–3 days, after which symptoms develop and usually resolve within 7–10 days, although some symptoms, like cough, may persist for up to 3 weeks. Risk factors for acquiring a cold include close contact with infected individuals, as in day-care settings, as well as stress, lack of sleep, and smoking.",  
        "source": "PMC, 'Common cold articles,' https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7088639/ and https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3928210/, accessed October 18, 2025."
    },
    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "There is no cure for a cold, but treatment can provide temporary relief from symptoms. Over-the-counter cold and cough medications should not be given to children younger than four years because of the risk of dangerous side effects. The only established safe and effective treatments for children are acetylcysteine, honey (for children one year and older), nasal saline irrigation, and topical application of ointment containing camphor, menthol, and eucalyptus oils. In adults, some evidence supports short-term symptom relief with combination antihistamine and decongestant therapy, intranasal ipratropium, and zinc lozenges (if started within 24 hours of symptom onset).",  
        "source": "AAFP, 'Common Cold,' https://www.aafp.org/pubs/afp/issues/2019/1101/p281.html, accessed October 18, 2025."
    },

    {  
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Several factors can increase your risk of catching the common cold. Smoking: Smokers and those exposed to secondhand smoke have a higher risk of catching colds. Exposure to infected individuals: Close contact with someone who has a cold increases your risk of catching it.",  
        "source": "Banner Health, 'Common Cold,' https://www.bannerhealth.com/healthcareblog/teach-me/common-cold-facts, accessed October 18, 2025."
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information":" 由多种呼吸道病毒引起的急性上呼吸道感染性疾病，根据病原体差异可分为普通感冒（鼻病毒 / 冠状病毒为主）和流行性感冒（流感病毒 A/B/C 型），2025 版指南新增腺病毒及呼吸道合胞病毒的致病性研究数据。病毒通过侵入呼吸道上皮细胞进行复制，导致纤毛运动障碍和炎症介质释放，引发典型症状如黏膜充血、分泌物增多等，新版特别强调病毒变异株对细胞因子风暴的诱发机制。除传统认知的儿童 / 老年人外，2025 版新增免疫功能缺陷患者、慢性呼吸系统疾病患者及孕期妇女的风险分级数据，并列出相关血清抗体检测标准。通过气溶胶监测技术证实，流感病毒在密闭环境中可悬浮达 2 小时，传播半径扩展至 3 米，2025 版建议公共场所佩戴 N95 口罩的时效从 4 小时缩短至 3 小时。基于 500 例孕产妇队列研究，确认流感病毒可通过胎盘屏障，2025 版将妊娠期疫苗接种纳入强制性预防措施，并制定孕早中晚期差异化接种方案。病毒在塑料表面存活时间延长至 72 小时（原认知 48 小时），指南新增电子设备消毒规范，要求对手机、平板等高频接触物品每日至少消毒 3 次。引入 AI 辅助诊断系统，通过声纹分析咳嗽特征实现 87.6% 的病原体预判准确率，配套开发居家检测芯片可 15 分钟区分流感 / 普通感冒病毒亚型。新增神经氨酸酶抑制剂雾化给药方案，使重症患者肺部药物浓度提升 3 倍，同时发布针对 H3N2 变异株的广谱单克隆抗体临床使用指南。要求发热门诊实行 “三区五通道” 管理，配备正压防护采样舱，对医务人员实施每日核酸 + 抗原双检测制度，防护装备更换频率提高至每 2 小时 1 次。采用五级分诊制度，对呼吸频率 > 30 次 / 分、血氧饱和度 < 92% 者启动快速响应机制。老年人、慢性病患者、免疫力低下者及医务人员应优先接种疫苗，以降低重症和并发症发生率。",
        "source":"2025 版病毒性感冒常见症状及护理指引 [https://m.renrendoc.com/paper/469946575.html]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information":" 普通感冒（common cold）俗称 “伤风”，又称急性鼻炎或上呼吸道卡他。其为病毒感染引起，起病较急，主要表现为鼻部症状，如喷嚏、鼻塞、流清水样鼻涕，也可表现为咳嗽、咽干、咽痒或烧灼感甚至鼻后滴漏感。严重者有发热、轻度畏寒和头痛等。一般 5~7 天痊愈，伴发并发症者可致病程迁延。鼻窦炎及中耳炎在鼻旁窦及中耳液中可发现鼻病毒。但在治疗中应注意合并细菌感染所起的作用。急性心肌炎流感病毒、柯萨奇病毒和埃可病毒感染可损伤心肌，或进入人体繁殖而间接作用于心肌，引起心肌局限性或弥漫性炎症。一般在感冒 1~4 周出现心悸、气急、呼吸困难、心前区闷痛、心律失常，于活动时加剧。血常规病毒性感染白细胞计数多为正常或偏低，淋巴细胞比例升高。合并细菌感染则有白细胞计数与中性粒细胞增多和核左移现象。病原学检查病原学检查临床上一般不常规开展，主要用于流行病学研究，包括病毒特异抗原及其基因检测、病毒分离、血清学检查。",
        "source":" 中国医药信息查询平台 [https://m.dayi.org.cn/disease/1139811?from=jrtt]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information":" 感冒，全称为普通感冒 (英文:common cold)，由病毒感染引起，俗称 “伤风”，又称急性鼻炎或上呼吸道感染。感冒实际上并不是指单一的某种病毒感染，而是很多病毒性呼吸道疾病临床表现的一部分。感冒是急性上呼吸道病毒感染中最常见的一种疾病，多呈自限性，但发生率高。在感冒高峰季节，成人平均发生 6~8 例 /(千人・d)，每人每年发生感冒 2~4 次。儿童感冒发生率更高，每年 6~8 次。感冒的临床症状主要包括鼻咽炎和不同程度的咽炎症状。大多患者先有鼻和喉部灼热感，鼻黏膜变红、水肿，出现鼻塞、打喷嚏、流涕、全身不适和肌肉酸痛。症状在 48 小时达高峰，患者在发病前 1 天至发病后 5 天具有传染性。普通感冒大多为散发性，在全世界范围内分布极普遍，热带地区少见。一般一年四季都可发生，冬、春季发病有增加倾向。呼吸道病毒主要通过咳嗽和喷嚏为媒介，经呼吸道飞沫气溶胶传播，在人群密集的环境中更易发生感染。此外，也可通过直接接触或间接接触而发生感染。老幼体弱、免疫功能低下、或有慢性呼吸道疾病者更易发病。主要预防方式是避免与感冒患者接触，经常彻底洗手，避免脏手接触口、眼、鼻。良好个人卫生习惯可能可减少鼻病毒感冒的传播。感冒尚无特效抗病毒药物，以对症治疗为主，同时戒烟、注意休息、多饮水、保持室内空气流通和防治继发性细菌感染。治疗普通感冒的主要目的是缓解症状。一般 5~7 天痊愈，伴发并发症者可致病程迁延。鼻腔上皮细胞活检及鼻腔分泌物的研究提示，感染大多局限于相对少数的鼻黏膜纤毛上皮细胞。在自然感染感冒的患者，可见鼻黏膜上皮细胞的脱落，但上皮的内层仍然保持完整，细胞边界的结构正常。由于病毒在 33℃左右复制最好，因此大部分鼻病毒复制发生在鼻咽部和鼻道。但有研究用原位杂交的方法也能从支气管切片中检测到鼻病毒 RNA，这可能与上呼吸道、气管和大支气管的温度与鼻腔相近有关，在机体深部 37℃的条件下病毒复制可能受限。鼻病毒感染并不伴有鼻黏膜淋巴细胞数量的显著增加，但在鼻黏膜和分泌物中多形核白细胞数量明显增多，可能与被感染细胞分泌的白介素 8 (IL-8) 的作用有关。因此，引起鼻病毒感冒症状的直接原因可能并不是病毒引起的细胞损伤，而是炎症介质在起重要作用。在感染早期，由于血管渗透性的增加，鼻分泌物中可出现高水平的血浆蛋白。在感染后期，以腺体分泌物 (乳铁蛋白、溶菌酶和分泌性免疫球蛋白 A) 为主。在感冒期间鼻分泌物中激肽、白介素 1 (L-1)、白介素 6 (L-6) 和 IL-8 水平增高，其中激肽和 L-8 浓度与症状相关联。中耳内的促炎因子和细胞黏附分子的合成增加也可能参与感冒相关的中耳炎的发病过程。普通感冒并发症包括副鼻窦和中耳的继发细菌感染，以及哮喘、慢性支气管炎、慢性阻塞性肺疾病 (COPD) 的急性加重。中耳炎：在成人病例中，感冒者大约有 2% 出现有症状的中耳炎，患儿比率更高。在伴渗出的中耳炎儿童病例中，有 20%~40% 在中耳分泌物中检测到鼻病毒和其他普通感冒病毒。呼吸道合胞病毒、流感病毒和腺病毒的感染经常伴有中耳炎。副鼻窦异常：在 77% 的感冒病例可观察到鼻窦黏膜增厚或鼻窦渗出物。在自然发生的成人感冒病例中，仅在很少比例 (0.5%~5%) 的患者观察到急性鼻窦炎的临床表现。哮喘：鼻病毒还是成人或儿童哮喘急性发作的主要原因。导致敏感性增加的机制可能与机体对感染的免疫反应发生改变有关。鼻病毒感冒可能通过增强气道的过敏反应，如在受到抗原攻击后组胺的释放和嗜酸性粒细胞的募集，从而诱发哮喘的发作。COPD: 鼻病毒也已被证实为慢性阻塞性肺疾病急性加重的重要原因之一。大多数的普通感冒与鼻病毒或其他微小 RNA 病毒感染有关，其他经常引起感冒的病原体还包括冠状病毒、副流感病毒、呼吸道合胞病毒等，也偶有涉及其他多种病原。但引起感冒的病毒种类繁多，一般临床实验室不易开展病原诊断，因此常根据临床症状特点做出诊断，主要依据为：鼻炎、流鼻涕打喷嚏、鼻塞、轻度咽炎和咳嗽等上呼吸道症状明显而全身症状相对较轻，并排除过敏性鼻炎等非感染性上呼吸道炎，即可做出诊断。对于平素健康的感冒患者，诊断可基于详细询问病史和体格检查，不建议做影像学和实验室检查。但对于合并有发热 > 38℃、气短、咯血、疑似肺炎、心力衰竭、免疫缺陷、吸入性中毒患者，建议尽快进行相应的影像学和实验室检查。对因感冒而导致基础疾病恶化或并发急性细菌性鼻副鼻窦炎 (ABRS) 的，须尽早进一步检查。",
        "source":" 抖音百科 [https://m.baike.com/wiki/%E6%84%9F%E5%86%92/221774?baike_source=doubao]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information":" 常见的抗病毒感冒药有复方氨酚烷胺胶囊、连花清瘟胶囊、利巴韦林颗粒、奥司他韦胶囊、双黄连口服液等。复方氨酚烷胺胶囊：这是一种复方制剂，其组分为对乙酰氨基酚、盐酸金刚烷胺、马来酸氯苯那敏、人工牛黄等。对乙酰氨基酚能抑制前列腺素合成，有解热镇痛作用；盐酸金刚烷胺可阻断甲型流感病毒脱壳及其核酸释放，影响病毒初期复制，从而起到抗病毒的效果。该药物可缓解普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、打喷嚏、流鼻涕、鼻塞、咽痛等症状。连花清瘟胶囊：主要由连翘、金银花、炙麻黄、炒苦杏仁、石膏、板蓝根等多种中药组成。具有清瘟解毒，宣肺泄热的功效。其对多种流感病毒、呼吸道合胞病毒等有一定的抑制作用，可用于治疗流行性感冒属热毒袭肺证，症见发热或高热，恶寒，肌肉酸痛，鼻塞流涕，咳嗽，头痛，咽干咽痛等。利巴韦林颗粒：为合成的核苷类抗病毒药，体外具有抑制呼吸道合胞病毒、流感病毒、甲肝病毒、腺病毒等多种病毒生长的作用。它进入被病毒感染的细胞后迅速磷酸化，其产物作为病毒合成酶的竞争性抑制剂，抑制肌苷单磷酸脱氢酶、流感病毒 RNA 多聚酶和 mRNA 鸟苷转移酶，从而引起细胞内鸟苷三磷酸的减少，损害病毒 RNA 和蛋白合成，使病毒的复制与传播受抑。适用于呼吸道合胞病毒引起的病毒性肺炎与支气管炎，皮肤疱疹病毒感染等。奥司他韦胶囊：其活性代谢产物奥司他韦羧酸盐能够抑制甲型和乙型流感病毒的神经氨酸酶活性，抑制流感病毒感染和复制，以及从被感染的细胞中释放，从而减少了流感病毒的播散。在流感症状开始的第一天或第二天（理想状态为 36 小时内）就应开始治疗，可有效治疗和预防甲型和乙型流感。双黄连口服液：由金银花、黄芩、连翘三味中药组成。方中金银花为常用清热解毒药，用于温病初起的解表、清热、解毒、止痢；黄芩为常用清热燥湿、解毒、凉血，泻肺火药；连翘有清心、肺、胃之热，散温邪，解疮毒等作用。三药共奏清热解毒、表里双清之功。具有广谱抗病毒、抑菌、提高机体免疫功能的作用，适用于风热感冒引起的发热、咳嗽、咽痛等症状。",
        "source":" 家庭医生在线 [http://m.familydoctor.com.cn/202502/3225821.html]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "At the first sign of cold symptoms, you may look to stock up on any number of remedies. But what actually works? While there is no cure for the common cold, there are some proven ways to treat your symptoms. Here’s a guide to what works and what to avoid. Stay hydrated. Whether its tea, warm water with lemon or broth, drinking warm liquids can be soothing, prevent dehydration and ease congestion. Avoid salty foods, alcohol, coffee and sugary drinks, which can be dehydrating. Ice chips are another simple way to stay hydrated and calm a scratchy throat. Gargle with salt water. A saltwater gargle with about 1 teaspoon of salt per cup of warm water can help reduce the pain and swelling of a sore throat. Over-the-counter medications : Over-the-counter decongestants, antihistamines and pain relievers, such as ibuprofen or acetaminophen, can reduce some cold symptoms. Children younger than 6 should not use over-the-counter medications. Talk to your doctor for more details. Humidify the air . Cold air holds less moisture than warm air. Dry nostrils are more prone to viruses, and if you’re already sick, dry air can worsen a sore throat. Try using a humidifier. If you don’t have one, leave a shallow bowl of water out, particularly near a heat source. As the water evaporates, it’ll slowly humidify the room. Rest : This is the time to recharge your body’s immune system. Rest and sleep are the best ways to do that. Make sure you’re sleeping between eight to 10 hours at night. This is also a great chance to take a break from strenuous exercise for two to three days. What to Avoid: Zinc. There’s little evidence to support zinc’s cold-fighting reputation. Antibiotics. Antibiotics are designed to treat bacterial infections, not viruses. Vitamin C . At the first sign of cold symptoms, many people turn to vitamin C. However, there’s little evidence that it has an effect on the cold virus. While some studies suggest regular intake of vitamin C can help reduce the duration of cold symptoms, it has no effect if taken after you have cold symptoms. Smoking . Smoking and exposure to secondhand smoke can further irritate your nose, throat and lungs. Call Your Doctor If: Your symptoms last longer than two weeks. Your symptoms worsen or you develop new symptoms, as you could have another type of infection. You have a sore throat or fever higher than 100 degrees for longer than three days. You’re experiencing intense chest pain and shortness of breath.", 
        "source": "Johns Hopkins Medicine [https://www.hopkinsmedicine.org/health/wellness-and-prevention/the-dos-and-donts-of-easing-cold-symptoms]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information":" 中医强调 “天人相应”，立秋过后气温逐渐由升温改为降温，天气虽然早晚凉爽，但人极易倦怠、乏力，秋季人体的新陈代谢逐渐减缓，是呼吸道和胃肠疾病的高发期，老年人和儿童等抵抗力较弱的人群更容易出现感冒、咳嗽等问题。秋季养生，精神情志、饮食起居、运动锻炼皆以养 “收” 为原则，贵在滋阴敛阳。掌握秋季养生的知识与方法，不仅可以增强体质、预防疾病、保持身心健康，还可以为冬季的养生打下良好的基础。在此给大家推荐几款适合秋季的食疗方：雪梨百合汁，清热润燥，适合肺燥干咳人群；莲藕排骨汤，滋阴润燥，适合脾胃虚弱者；山药粥，补脾益肺，适合老人和儿童。小儿儿童时期身体发育不完善，免疫系统和体温调节机制不成熟，这时候秋冻容易导致感冒、肺炎等疾病和腹泻等症状，需要适度保暖，不可盲目跟风。对于一部分体质虚寒，平时手脚凉，容易感冒的人群，这些人本身阳气不足，如果随着气温的下降还要再秋冻，更容易伤阳气，导致虚寒加重，出现各种身体问题，这类人群需要适时添加衣服，注重温补，不适合用秋冻锻炼免疫力。有一部分人可以秋冻，但秋冻要把握尺度，并不是越冷越好、越冻越好，如果平均气温在 10 摄氏度以下，而且某一天出现大风降温的情况，我们就不能再秋冻了，应该及时添加衣物，否则秋冻会增加感冒、呼吸系统、心脑血管疾病的风险。如果出现不适症状，应立即保暖，不能硬扛。",
        "source":" 国家中医药局 [http://www.natcm.gov.cn/bangongshi/gongzuodongtai/2025-09-16/36929.html]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Common cold is usually self-limited and resolves within a few days . Most people experience at least one common cold per year . Diagnosis is generally clinical , based on history and exam . Investigations may be required when symptoms worsen or do not resolve in the usual timeframe . Treatment includes reassurance that this is a self-limiting condition , rest , adequate fluid intake , and symptom relief . Antibiotics are not recommended . Complications include bacterial infections such as otitis media , sinusitis , or pneumonia . An acute , self-limited inflammation of the upper respiratory mucosa that may involve any or all of the nose , throat , sinuses , and larynx . The condition is not characterized by a discrete set of specific symptoms , with the illness varying according to individual and causative pathogen . Occasionally there is spread to the lower respiratory tract . Symptoms include sore throat , sneezing , blocked and/or runny nose , headache , cough , malaise , and low-grade fever . The condition is associated with more than 200 virus subtypes .", 
        "source": "BMJ Best Practice [https://bestpractice.bmj.com/topics/en-us/252]"
    },
    {
        "disease_name": "普通感冒",  
        "category": "呼吸系统疾病",  
        "information": "Upper respiratory tract infections (URTIs) encompass a broad topic that involves a large variety of pathogens . The ubiquitous clinical syndrome recognized as the \"common cold\" and the rhinovirus , its most frequent etiology , will be focused on here . Other names for the common cold are acute nasopharyngitis and acute coryza . In addition to URTIs , rhinovirus can cause infection of the lower respiratory tract , has been implicated in the exacerbation of asthma and chronic obstructive pulmonary disease (COPD) , and may act as a fellow pathogen in the development of viral and bacterial infections involving both the upper and lower respiratory tracts .", 
        "source": "National Center for Biotechnology Information (NCBI) [https://www.ncbi.nlm.nih.gov/sites/books/NBK532961/]"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒（简称流感）是由流感病毒引起的一种急性呼吸道传染病，在世界范围内暴发和流行。流感病毒属于正黏病毒科，为单股负链RNA病毒。根据核蛋白和基质蛋白的抗原性不同，可分为甲、乙、丙、丁四型。甲型流感病毒根据血凝素（HA）和神经氨酸酶（NA）的抗原性差异，又可分为不同亚型。目前，人群中流行的甲型流感病毒主要是H1N1和H3N2亚型。乙型流感病毒分为Victoria系和Yamagata系，每年也会引起季节性流行。丙型流感病毒仅引起散发病例，丁型流感病毒主要感染牛，对人致病的报道较少。流感病毒对乙醇、碘伏、含氯消毒剂等常用消毒剂敏感；对紫外线和热敏感，56℃条件下30分钟可灭活。流感主要通过呼吸道飞沫传播，也可通过接触被病毒污染的物品传播。人群普遍易感，感染后获得对同型病毒的免疫力，但维持时间较短，且不同亚型间无交叉免疫，因此可能多次感染。流感的潜伏期一般为1-7天，多为2-4天。临床表现以高热、乏力、头痛、全身酸痛等全身中毒症状为主，呼吸道症状较轻。部分患者可伴有咳嗽、咽痛、流涕等呼吸道症状，少数患者还可能出现呕吐、腹泻等消化道症状。重症病例可出现呼吸衰竭、感染性休克，甚至危及生命。高危人群包括老年人、儿童、孕妇、慢性病患者和免疫功能低下者等，这类人群感染后更容易发展为重症病例。流感的诊断主要依据流行病学史、临床表现和实验室检查。实验室检查包括病毒核酸检测、病毒抗原检测、血清学检测等。病毒核酸检测具有高敏感性和特异性，是诊断的重要方法。流感的治疗原则是早期诊断、早期治疗，对症治疗和抗病毒治疗相结合。常用的抗病毒药物有奥司他韦、扎那米韦、帕拉米韦等，应在发病48小时内使用，以减轻症状、缩短病程、降低重症发生率。对症治疗包括解热镇痛、止咳化痰等，避免盲目使用抗生素。预防流感的关键措施包括接种流感疫苗、保持个人卫生、加强环境通风、避免接触流感患者等。流感疫苗接种是预防流感最有效的手段，建议每年接种一次，尤其是高危人群。",
        "source": "中国疾病预防控制中心 流行性感冒专题 - https://www.chinacdc.cn/jkzt/llgzb/index.shtml"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Influenza, commonly known as the flu, is a contagious respiratory illness caused by influenza viruses. It can cause mild to severe illness, and at times can lead to death. The best way to prevent flu is by getting a flu vaccine each year. Flu viruses are divided into four types: A, B, C, and D. Influenza A and B viruses are the most common causes of seasonal flu epidemics. Influenza A viruses can infect humans and many different animals, while influenza B viruses primarily infect humans. Influenza C viruses cause mild illness in humans and are not thought to cause epidemics. Influenza D viruses mainly affect cattle and are not known to infect humans. Flu spreads mainly through respiratory droplets produced when an infected person coughs, sneezes, or talks. These droplets can land in the mouths or noses of people who are nearby (within about 6 feet). Less commonly, a person might get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose, or possibly their eyes. The incubation period for flu is typically 1 to 4 days, with an average of about 2 days. Symptoms of flu can include fever, chills, muscle aches, cough, sore throat, runny or stuffy nose, fatigue, and sometimes vomiting and diarrhea. These symptoms usually appear suddenly. Most people who get flu will recover in a few days to less than two weeks, but some people will develop complications (such as pneumonia) that can result in hospitalization or death. Groups at higher risk of developing flu-related complications include young children under 5 years old, adults 65 years and older, pregnant people, and people with certain chronic medical conditions (such as asthma, diabetes, heart disease) and those with weakened immune systems. Antiviral drugs are available to treat flu. They work best when started within 48 hours of getting sick. These drugs can reduce the severity and duration of flu symptoms and may prevent serious flu complications. The CDC recommends annual flu vaccination for everyone 6 months and older as the first and most important step in protecting against flu and its potentially serious complications.",
        "source": "Centers for Disease Control and Prevention (CDC) Influenza - https://www.cdc.gov/flu/index.htm"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒是由流感病毒感染引起的急性呼吸道传染病，具有起病急、传播快、波及范围广等特点。流感的流行季节在我国主要为冬春季，部分年份可出现夏季流行。流感病毒易发生变异，这也是导致流感反复流行的重要原因。甲型流感病毒的变异能力最强，常引起大流行；乙型流感病毒变异能力较弱，多引起局部流行或散发。流感的临床表现轻重不一，轻型病例症状较轻，类似普通感冒，1-2天可恢复；普通型病例症状典型，持续3-5天，发热可达39-40℃，全身酸痛明显；重症病例可在发病后迅速出现呼吸困难、急性呼吸窘迫综合征、感染性休克、多器官功能衰竭等，病死率较高。实验室诊断方法中，病毒分离培养是诊断流感的金标准，但操作复杂、耗时较长，不适用于快速诊断。病毒抗原检测快速简便，但敏感性较低。血清学检测通过检测患者血清中流感病毒特异性抗体的变化来诊断，可用于回顾性诊断和流行病学调查。流感的防控措施还包括加强疫情监测，及时掌握流感病毒的变异情况和流行趋势；做好个人防护，如佩戴口罩、勤洗手、保持社交距离等；在流感流行期间，尽量减少前往人群密集场所。对于流感患者，应及时隔离治疗，避免病毒传播。",
        "source": "中华医学会呼吸病学分会 流行性感冒诊疗指南（2023年版） - https://www.cma.org.cn/guide/2023/09/20230915150000355.html"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Influenza is a major public health concern worldwide, causing substantial morbidity and mortality each year. The World Health Organization (WHO) estimates that annual influenza epidemics result in about 3-5 million cases of severe illness and about 290,000-650,000 respiratory deaths globally. Influenza viruses are enveloped viruses with a segmented genome. The genome of influenza A and B viruses consists of 8 segments of single-stranded negative-sense RNA, while influenza C and D viruses have 7 segments. The HA protein is responsible for binding to sialic acid receptors on the surface of host cells, allowing the virus to enter the cell. The NA protein facilitates the release of newly formed virions from infected cells by cleaving sialic acid residues. Mutations in the HA and NA genes can lead to antigenic drift, which is a gradual change in the virus's antigens. This is why the flu vaccine is updated annually to match the circulating strains. Antigenic shift, a more dramatic change that occurs when two different influenza A viruses infect the same host and exchange genetic material, can lead to the emergence of a new subtype. This can result in a pandemic if the new subtype is easily transmitted between humans and most people have no immunity to it. WHO coordinates global influenza surveillance through the Global Influenza Surveillance and Response System (GISRS), which monitors circulating influenza viruses and provides recommendations for the composition of influenza vaccines twice a year (for the northern and southern hemispheres). Antiviral treatment for influenza includes neuraminidase inhibitors, which target the NA protein, and baloxavir marboxil, which inhibits the viral polymerase complex. These drugs are most effective when administered early in the course of illness. In addition to vaccination and antiviral drugs, non-pharmaceutical interventions such as hand hygiene, respiratory etiquette (covering coughs and sneezes), and environmental cleaning are important for preventing the spread of influenza.",
        "source": "World Health Organization (WHO) Influenza - https://www.who.int/health-topics/influenza"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "儿童流感患者的症状可能不典型，部分患儿可出现高热惊厥，尤其是婴幼儿。新生儿流感较为少见，但症状严重，可表现为呼吸急促、发绀、嗜睡、喂养困难等，易并发肺炎，病死率高。老年人感染流感后，全身症状更突出，如极度乏力、意识模糊等，并发症发生率高，且病情进展快，预后较差。慢性病患者感染流感后，可能导致原有基础疾病加重，如哮喘患者出现哮喘急性发作，糖尿病患者血糖波动等。流感与普通感冒的区别在于，普通感冒多由鼻病毒、冠状病毒等引起，全身症状较轻，发热多为低热或中度发热，病程较短，一般3-7天可自愈；而流感全身中毒症状明显，发热程度更高，病程更长，并发症风险更高。流感疫苗的种类包括灭活疫苗、减毒活疫苗、重组疫苗等。灭活疫苗适用于6个月以上人群，包括老年人、慢性病患者、孕妇等；减毒活疫苗为鼻喷剂，适用于2-49岁无禁忌证的人群；重组疫苗的生产不依赖鸡蛋，适用于对鸡蛋过敏的人群。接种流感疫苗后，一般需要2-4周才能产生足够的免疫力，因此建议在流感流行季前完成接种。对于未接种疫苗或接种后尚未产生免疫力的人群，在接触流感患者后，可在医生指导下使用抗病毒药物进行暴露后预防。",
        "source": "国家卫生健康委员会 流行性感冒防控方案（第六版） - http://www.nhc.gov.cn/yzygj/s7659/202002/54e13ee56f8a4a88ba354725880e631.shtml"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "世卫组织/Khaled Mostafa © 来源 每年约有10亿例季节性流感病例，包括300万至500万例重症病例。季节性流感每年导致29万至65万起呼吸道死亡。5岁以下儿童中的流感相关下呼吸道感染死亡病例有99%发生在发展中国家。症状在感染后1-4天开始，通常持续约一周。季节性流感（流感）是由流感病毒引起的急性呼吸道感染。季节性流感在世界各地都很常见。大多数人不治而愈。当人们咳嗽或打喷嚏时，流感很容易在人与人之间传播。接种疫苗是预防这种疾病的最佳方法。流感的症状包括急性发烧、咳嗽、喉咙痛、身体疼痛和乏力。治疗应以缓解症状为目标。流感患者应该休息并多喝水。大多数人会在一周内自行康复。严重病例和有危险因素的人可能需要医疗护理。流感病毒有4种类型：甲型、乙型、丙型和丁型，甲型和乙型流感病毒传播并引起季节性疾病流行。甲型流感病毒根据病毒表面蛋白质的组合进一步分为亚型。目前在人类中流行的是甲型（H1N1）和甲型（H3N2）流感病毒亚型。甲型H1N1也被写成甲型（H1N1）pdm09，因为它在2009年引起了大流行，并取代了2009年之前传播的甲型（H1N1）病毒。已知只有甲型流感病毒会引起大流行。乙型流感病毒不分为亚型，但可以分为谱系。乙型流感病毒属于乙型/Yamagata或乙型/Victoria谱系。丙型流感病毒的检出频率较低，通常引起轻度感染，因此不具有公共卫生重要性。丁型流感病毒主要感染牛，目前尚不知道是否会感染人或导致人患病。流感的症状通常在被病毒感染者感染后2天左右开始。症状包括：急性发热、咳嗽（通常为干咳）、头痛、肌肉和关节痛、严重不适（感觉不适）、咽痛、流鼻涕。咳嗽可能很严重，可持续2周或更长时间。大多数人在一周内从发烧和其他症状中恢复过来，不需要医疗护理。然而，流感可导致重症或死亡，尤其是在高危人群中。流感会加重其他慢性疾病的症状。在严重的情况下流感可导致肺炎和败血症。有其他健康问题或有严重症状的人应寻求医疗护理。流感导致的住院和死亡主要发生在高危人群中。在工业化国家，大多数与流感有关的死亡发生在65岁或以上的人群中 (1)。在发展中国家，季节性流感流行的影响尚不完全清楚，但研究估计，5岁以下儿童中99%的流感相关下呼吸道感染死亡发生在发展中国家 (2)。所有年龄组都可能受到影响，但有些年龄组比其他年龄组面临的风险更大。感染后出现重症或并发症风险较高的人是孕妇、5岁以下儿童、老年人、有慢性疾病（如慢性心脏、肺、肾、代谢、神经发育、肝脏或血液系统疾病）和免疫抑制疾病（如艾滋病毒、接受化疗或类固醇治疗或恶性肿瘤）的个体。卫生和照护工作者由于与病人的接触增加，感染流感病毒的风险很高，并很有可能进一步传播给脆弱的个人。接种疫苗可以保护卫生工作者及其周围的人。流感可能导致工作者/学校缺勤率高和生产力损失。在疾病高峰期，诊所和医院可能会不堪重负。季节性流感很容易传播，在学校和疗养院等拥挤区域传播迅速。当感染者咳嗽或打喷嚏时，含有病毒的飞沫（传染性飞沫）会散布到空气中，可以感染附近的人。病毒也可以通过被流感病毒污染的手传播。为防止传播，人们在咳嗽时应用纸巾遮住口鼻，并经常洗手。在温带气候下，季节性流感主要发生在冬季；而在热带地区，流感可能全年发生，造成更不规律的爆发。从感染到患病的时间称为潜伏期，约为2天，但范围为1-4天。大多数人类流感病例是临床诊断的。然而，在流感活动度低的时期或流行情况之外，其他呼吸道病毒（例如SARS-CoV-2、鼻病毒、呼吸道合胞病毒、副流感病毒和腺病毒）的感染也可能表现为流感样疾病，这使得流感与其他病原体的临床鉴别变得困难。需要收集适当的呼吸道样本并应用实验室诊断测试以便作出明确诊断。正确采集、储存和运输呼吸道标本是实验室检测流感病毒感染的第一步，也是非常重要的一步。实验室确认通常采用直接抗原检测、病毒分离或通过逆转录聚合酶链反应（RT-PCR）检测流感特异性RNA。世卫组织发布并更新关于实验室技术的各种指导。快速诊断检测用于临床环境，但与RT-PCR方法相比，其灵敏度较低，可靠性在很大程度上取决于检测条件。大多数人会自己从流感中恢复过来。有严重症状或其他疾病的人应寻求医疗护理。症状较轻的人应：待在家里以避免感染他人、注意休息、多喝水、治疗其他症状，如发烧、如果症状加重，应寻求医疗护理。高危或症状严重的人应尽快接受抗病毒药物治疗，包括：孕妇、59个月以下的儿童、65岁及以上、患有其他慢性疾病、接受化疗、由于艾滋病毒或其他疾病，免疫系统受到抑制。世卫组织全球流感监测和应对系统监测流行的流感病毒对抗病毒药物的耐药性，为与抗病毒药物使用相关的国家政策提供及时证据。接种疫苗是预防流感的最好方法。安全有效的疫苗已经使用了60多年。疫苗接种所产生的免疫力会随着时间的推移而消失，因此建议每年接种疫苗以预防流感。疫苗对老年人可能不太有效，但会使疾病不那么严重，并降低并发症和死亡的几率。疫苗接种对流感并发症风险高的人群及其照护者特别重要。建议以下人群每年接种疫苗：孕妇、6个月至5岁的儿童、65岁以上的人、患有慢性疾病的人、卫生工作者。预防流感的其他方法：经常洗手并擦干、咳嗽或打喷嚏时捂住口鼻、正确处理纸巾、感觉不适时待在家里、避免与病人密切接触、避免触摸自己的眼睛、鼻子和嘴。使用开发的含有与流行病毒相匹配的病毒的新疫苗定期更新疫苗。几种灭活流感疫苗和重组流感疫苗有针剂。减毒活流感疫苗可作为鼻喷雾剂使用。世卫组织与其他伙伴合作，通过全球流感规划和全球流感监测和应对系统持续监测全球流感病毒和活动，每年两次为北半球和南半球流感季节推荐季节性流感疫苗成分，指导热带和亚热带地区国家使用哪种配方疫苗，支持关于疫苗接种运动时间安排的决定，支持会员国制定防控战略。世卫组织致力于加强国家、区域和全球的流感应对能力，包括诊断、抗病毒药敏监测、疾病监测和疫情应对，提高疫苗在高危人群中的覆盖率，并支持新疗法和其他对策的研发。(1) Estimates of US influenza-associated deaths made using four different methods. Thompson WW, Weintraub E, Dhankhar P, Cheng OY, Brammer L, Meltzer MI, et al. Influenza Other Respi Viruses. 2009;3:37-49 (2) Global burden of respiratory infections due to seasonal influenza in young children: a systematic review and meta-analysis. Nair H, Abdullah Brooks W, Katz M et al. Lancet 2011; 378: 1917–3",
        "source": "WHO Fact Sheet: Seasonal Influenza - https://www.who.int/zh/news-room/fact-sheets/detail/influenza-(seasonal)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Flu is a contagious respiratory illness caused by influenza viruses that infect the nose, throat, and sometimes the lungs. It can cause mild to severe illness, and at times can lead to death. The best way to prevent flu is by getting a flu vaccine each year. Flu can cause mild to severe illness, and at times can lead to death. Flu symptoms usually come on suddenly. People who have flu often feel some or all of these signs and symptoms: fever or feeling feverish/chills, cough, sore throat, runny or stuffy nose, muscle or body aches, headaches, fatigue (tiredness), some people may have vomiting and diarrhea, though this is more common in children than adults. It's important to note that not everyone with flu will have a fever. Not everyone with flu has symptoms. Some people with influenza virus infections do not develop any symptoms at all. A household study conducted during the 2017-2023 flu seasons found that 8 percent of people who tested positive for flu did not have symptoms. You may be able to spread flu to someone else before you know you are sick, as well as when you are sick with symptoms. People with flu are most contagious during the first three days of their illness. Some otherwise healthy adults may be able to infect others beginning one day before symptoms develop and up to five to seven days after becoming sick. Some people, including young children and people with weakened immune systems, may be contagious for longer periods of time. The time from when a person is exposed and infected with influenza virus to when symptoms begin is about two days but can range from about one to four days. Anyone can get flu (including healthy people), and serious problems related to flu can happen at any age, but some people are at higher risk of developing serious flu-related complications if they get sick. This includes people 65 years and older, people of any age with certain chronic medical conditions (such as asthma, diabetes, or heart disease), people with a body mass index (BMI) of 40 kg/m2 or higher, those who are pregnant, and children younger than five years. Most experts believe that flu viruses spread mainly by tiny droplets made when people with flu cough, sneeze, or talk. These droplets can land in the mouths or noses of people who are nearby. Less often, a person might get flu by touching a surface or object that has flu virus on it and then touching their own mouth, nose or possibly their eyes. The first and most important step in preventing flu is to get a flu vaccine each year. Flu vaccine has been shown to reduce flu-related illnesses and the risk of serious flu complications that can result in hospitalization or even death. CDC also recommends everyday preventive actions (like staying away from people who are sick, covering coughs and sneezes, frequent handwashing, and taking steps for cleaner air) to help slow the spread of germs that cause respiratory (nose, throat, and lungs) illnesses like flu. A 2018 CDC study published in Clinical Infectious Diseases looked at the percentage of the U.S. population who got sick with flu using two different methods and compared the findings. Both methods had similar findings, which suggested that on average, about 8 percent of the U.S. population gets sick from flu each season, with a range of between 3 percent and 11 percent, depending on the season. The same CID study found that children are most likely to get sick from flu and that people 65 and older are least likely to get sick from flu. Median incidence values (or attack rate) by age group were 9.3% for children 0-17 years, 8.8% for adults 18-64 years, and 3.9% for adults 65 years and older. This means that children younger than 18 are more than twice as likely to develop a symptomatic influenza virus infection than adults 65 and older. Influenza virus infection is very common, and the number of people infected each season can only be estimated because not everyone will seek medical care or get tested for flu. Statistical estimations are based on CDC-measured flu hospitalization rates that are adjusted to estimate the total number of influenza virus infections in the United States for a given flu season. The estimates for the number of influenza virus infections are then divided by the census population to estimate how common influenza virus infections are in the population (called seasonal incidence or attack rate). The proportion of people who get sick with flu varies. A paper published in CID found that between 3 percent and 11 percent of the U.S. population gets infected and develops flu symptoms each year. The 3 percent estimate is from the 2011-2012 season, which was an H1N1-predominant season classified as being of low severity. The estimated incidence of flu illness during two seasons was around 11 percent; 2012-2013 was an H3N2-predominant season classified as being of moderate severity, while 2014-2015 was an H3N2 predominant season classified as being of high severity. Complications of flu can include bacterial pneumonia, ear infections, sinus infections and worsening of chronic medical conditions, such as congestive heart failure, asthma, or diabetes. It is very difficult to distinguish flu from other viral or bacterial respiratory illnesses based on symptoms alone. There are tests available to diagnose flu. Flu A viruses can be broken down into sub-types depending on the genes that make up the surface proteins. Over the course of a flu season, different types (A & B) and subtypes (only for flu A) of flu circulate and cause illness.",
        "source": "CDC About Influenza - https://www.cdc.gov/flu/about/index.html"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "There are four types of influenza viruses: A, B, C, and D. Influenza A and B viruses cause seasonal epidemics of disease in people (known as flu season) almost every winter in the United States. Influenza A viruses are the only influenza viruses known to cause flu pandemics (i.e., global epidemics of flu disease). A pandemic can occur when a new and different influenza A virus emerges that infects people, can spread efficiently among people, and against which people have little or no immunity. Influenza C virus infections generally cause mild illness and are not thought to cause human epidemics. Influenza D viruses primarily affect cattle with spillover to other animals but are not known to cause illness in people. Influenza A viruses are classified by subtypes based on the properties of their hemagglutinin (H or HA) and neuraminidase (N or NA) surface proteins. There are 18 different HA subtypes and 11 different NA subtypes. Subtypes are named by combining the H and N numbers – e.g., A(H1N1), A(H3N2). Influenza A viruses are divided into subtypes based on two proteins on the surface of the virus: hemagglutinin (H) and neuraminidase (N). There are 18 hemagglutinin subtypes and 11 neuraminidase subtypes (H1 through H18 and N1 through N11, respectively). While more than 130 influenza A subtype combinations have been identified in nature, primarily from wild birds, there are potentially many more influenza A subtype combinations given the propensity for influenza viruses to “reassort”. Reassortment is when influenza viruses swap gene segments. It can occur when two different subtypes of influenza viruses infect a host at the same time and swap genetic information. Current subtypes of influenza A viruses that routinely circulate in people include A(H1N1) and A(H3N2). Influenza B viruses do not have subtypes but are distinguished by their lineage. Influenza A virus subtypes and Influenza B virus lineages can be further broken down into different HA genetic “clades” and “sub-clades.” Human Seasonal Influenza Virus Influenza Viruses Types Cause Flu Season Influenza A (Influenza virus types responsible for most human illness and the flu season) Influenza B Influenza C (Not significant for public health) Influenza D (Mainly infect cows) Subtypes A(H1N1) A(H3N2) Lineages B(Victoria) B(Yamagata) Clades (Groups) 6B.1 3C.2a, 3C3a V1A Y1, Y2, Y3 Sub-Clades (Sub-Groups) 6B.1 3C.2a1; 3C.2a2: 3c.2a3: 3C.2a4 V1A.1; V1A.2; V1A.3 None Clades and sub-clades can be alternatively called groups and sub-groups, respectively. An influenza clade or group is a further classification of influenza viruses (beyond subtypes or lineages) based on the similarity of their HA gene sequences. Other gene segments also can be broken into clades and sub-clades. Clades and subclades are shown on phylogenetic trees as groups of viruses that usually have similar genetic changes (i.e., nucleotide or amino acid changes) and have a common ancestor represented as a node in the tree. Dividing viruses into clades and subclades helps flu experts track the proportion of viruses from different clades in circulation. Phylogenetic trees show how closely related viruses are to one another. Phylogenetic trees of influenza viruses usually show how similar the viruses’ hemagglutinin (H or HA) or neuraminidase (N or NA) genes are to one another. Each sequence of specific influenza viruses have their own branches on the tree. The degree of genetic differences between viruses is represented by the length of the horizontal lines (branches) in the phylogenetic tree. The further apart viruses are on the horizontal axis of a phylogenetic tree, the more genetically different the viruses are from one another. Influenza viruses that share the same genetic changes in the HA and that also share a common ancestor (node) are grouped into specific clades and sub clades. Note that clades and sub-clades that are genetically different are not necessarily antigenically different. This is best explained by first introducing the concepts of antigens and antigenic properties. As previously described, influenza viruses have hemagglutinin (H) and neuraminidase (N) surface proteins. These proteins act as antigens. Antigens are molecular structures/proteins on the surface of viruses that are recognized by the immune system and can trigger an immune response (such as antibody production). The antigenic properties of a virus are a reflection of the antibody or immune response triggered by the specific antigens on that virus. When two influenza viruses are antigenically different, this means that a host's immune response (antibodies) elicited by infection or vaccination with one of the viruses will not as easily recognize and/or neutralize the other virus. Therefore, for antigenically different viruses, immunity against one of the viruses will not necessarily protect against the other virus. Conversely, when two influenza viruses are antigenically similar, a host's immune response (antibodies) elicited by infection or vaccination with one of the viruses will recognize and neutralize the other virus, thereby protecting against the other virus as well. Currently circulating influenza A(H1N1) viruses are descendants of the 2009 H1N1 pandemic virus that emerged in the spring of 2009 and caused a flu pandemic. These viruses, scientifically called the A(H1N1)pdm09 virus, and more generally called 2009 H1N1, have continued to circulate seasonally since 2009 and have undergone genetic and antigenic changes. Influenza A(H3N2) viruses also change genetically and antigenically. Influenza A(H3N2) viruses have formed many separate, genetically different clades in recent years that continue to co-circulate. Influenza B viruses are not divided into subtypes, but instead are further classified into two lineages: B/Yamagata and B/Victoria. Similar to influenza A viruses, influenza B viruses can then be further classified into specific clades and sub-clades. Influenza B viruses generally change more slowly in terms of their genetic and antigenic properties than influenza A viruses, especially influenza A(H3N2) viruses. B/Yamagata viruses have not been detected after March 2020. CDC follows an internationally accepted naming convention for influenza viruses. The approach uses the following components: The antigenic type (i.e., A, B, C, D), The host of origin (e.g., swine, equine, chicken, etc.). For human-origin viruses, no host of origin designation is given. Note the following examples: (Duck example): avian influenza A(H1N1), A/duck/Alberta/35/76, (Human example): seasonal influenza A(H3N2), A/Perth/16/2019, Geographical origin (e.g., Denver, Taiwan, etc.), Strain number (e.g., 7, 15, etc.), Year of collection (e.g., 57, 2009, etc.), For influenza A viruses, the hemagglutinin and neuraminidase antigen description are provided in parentheses (e.g., influenza A(H1N1) virus, influenza A(H5N1) virus), The 2009 pandemic virus was assigned a distinct name: A(H1N1)pdm09 to distinguish it from the seasonal influenza A(H1N1) viruses that circulated prior to the pandemic. When humans are infected with influenza viruses that normally circulate in swine (pigs), these viruses are call variant viruses and are designated with the letter v (e.g., an A(H3N2)v virus). The name starts with the virus type, followed by the place the virus was isolated, followed by the virus strain number (often a sample identifier), the year isolated, and finally, the virus subtype. Seasonal flu vaccines in the United States are formulated to protect against three influenza viruses known to cause human epidemics, including: one influenza A(H1N1) virus, one influenza A(H3N2) virus, and one influenza B/Victoria lineage virus. Getting a flu vaccine can reduce the risk of infection with representative or antigenically similar viruses. Seasonal flu vaccines do not protect against influenza C or D viruses or against zoonotic (animal-origin) influenza viruses that can cause human infections, such as variant or avian (bird) influenza viruses. In addition, flu vaccines will NOT protect against infection and illness caused by other respiratory viruses. There are many other viruses besides influenza that can result in influenza-like illness (ILI) that spread during flu season.",
        "source": "CDC Types of Influenza Viruses - https://www.cdc.gov/flu/about/viruses-types.html"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "If you get sick with flu, flu antiviral drugs may be a treatment option. Antiviral drugs can make illness milder and shorten the time you are sick. They might also prevent some flu complications, like pneumonia. Flu antiviral drugs work best when started early, ideally within two days after your flu symptoms begin. Flu antiviral drugs are prescription medicines (pills, liquid, an inhaled powder, or an intravenous solution) that fight against flu in your respiratory tract. Antiviral drugs are not sold over the counter. You can only get them from a pharmacy if you have a prescription from your doctor or health care provider. Antiviral drugs are different from antibiotics. Antibiotics fight against bacterial infections and do not work against viruses, like influenza. Most people with flu have mild illness and do not need medical care or antiviral drugs. If you get sick with flu symptoms, in most cases, you should stay home and avoid contact with other people except to get medical care. If, however, you have symptoms of flu and are at increased risk for complications, are very sick with flu or worried about your illness, contact your health care provider right away. CDC recommends early treatment as soon as possible for people who have flu or suspected flu who are at higher risk of serious flu complications, such as people with asthma, diabetes, or heart disease. Most people not at increased risk for flu complications who get sick with flu do not need to be treated with antiviral drugs. Antiviral drugs should be started as soon as possible after symptoms begin. Studies show that treatment of flu with antiviral medications works best when started within two days after flu symptoms begin and can lessen symptoms and shorten the time you are sick by about a day. Starting antiviral treatment shortly after symptoms begin also can help reduce some flu complications. However, starting them later can still be helpful, especially if the sick person has a higher-risk health condition or is very sick from flu (for example, hospitalized patients). Follow your doctor's instructions for taking these medications. Antibiotics do not work on viruses. When antibiotics aren't needed, they won't help you, and their side effects could still cause harm. Side effects can range from mild reactions, like a rash, to more serious health problems. These problems can include severe allergic reactions, antimicrobial-resistant infections and C. diff infection. C. diff causes diarrhea that can lead to severe colon damage and death. Stay home and avoid contact with other people except to get medical care. You can go back to your normal activities when, for at least 24 hours, both are true: Your symptoms are getting better overall, and You have not had a fever (and are not using fever-reducing medication). After these two criteria are met, there are some additional precautions that can be taken to protect others from respiratory illness.",
        "source": "CDC Treatment of Flu - https://www.cdc.gov/flu/treatment/index.html"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒（流感）是由流感病毒引起的一种急性呼吸道传染病，严重危害人群健康。流感病毒容易变异，传播迅速，每年可引起季节性流行，在学校、托幼机构和养老院等人群聚集的场所可发生暴发疫情。对孕妇、婴幼儿、老年人 和慢性病患者等高危人群的危害尤为严重。接种流感疫苗是预防流感病毒感染及其严重并发症的最有效手段。在流感流行季节，对临床怀疑为流感，特别是 有重症流感高危因素的患者或重症流感患者，应尽早使用抗流感病毒治疗，减少并发症、降低病死率、缩短住院时间。国家卫生健康委组织相关专家，编写《医务人员流感培训手册》，旨在提高医务人员对流感的认识和诊治水平，有效做到对流感的早期识别及早期抗病毒治疗。尤其是对重症或有重症流感高危因素的患者，尽早给予抗流感病毒治疗，对重症病例由ICU、呼吸科、感染科等科室组成多学科救治小组，集中力量进行救治，减少重症发生和降低重症病死率。全人群对流感普遍易感。根据一项对全球32个流感疫苗接种随机对照队列中未接种疫苗人群的流感罹患率统计，有症状流感在成年人中的罹患率为4.4%，65岁以上人群为7.2%；所有流感（包括无症状感染）在成年人中的罹患率为10.7%。据世界卫生组织（WHO）的报告，每年流感季节性流行在全球可导致300万-500万重症病例，29万-65万人死亡。在中国北方城市和南方城市，流感相关呼吸和循环系统疾病超额死亡率年均分别为12.4/10万人和8.8/10万人。流感相关住院和死亡主要发生在65岁及以上老人、5岁以下（尤其是2岁以下）儿童，以及具有慢性基础疾病的患者。与同龄健康成年人相比，慢性基础疾病患者感染流感病毒后，更易出现严重疾病或死亡，其流感相关住院率和超额死亡率更高。高危基础性疾病包括呼吸系统疾病（哮喘、慢性支气管炎和肺气肿及其他肺部疾病）、心脏病（动脉粥样硬化性心脏病、心肌病、慢性充血性心衰、先天性心脏病）、神经发育障碍（脑瘫、肌肉营养不良、认知障碍）、代谢性疾病（糖尿病）、免疫功能障碍（HIV/AIDS及化疗、使用免疫抑制剂的器官移植患者和慢性皮质激素治疗者）、采用透析治疗的慢性肾功能不全、慢性肝病（特别是肝硬化）、肥胖、血液系统疾病（镰状细胞性贫血、地中海贫血）及长期服用阿司匹林的青少年（有发生Reye's综合征的风险）。流感对孕妇的健康危害比较严重。孕妇怀孕后由于机体免疫和生理上的变化，感染流感病毒后容易出现呼吸系统、心血管系统和其他器官的并发症。大量研究表明，流感大流行期间孕妇因流感住院、入住ICU和死亡的风险显著增加。我国一项关于2009年大流行期间A(H1N1)pdm09住院病例的研究发现，虽然孕妇仅占育龄妇女人口数的3%，但我国育龄妇女因A(H1N1)pdm09住院的严重病例（入住ICU或死亡）和非严重病例中，孕妇分别占51%和31%；我国的A(H1N1)pdm09死亡病例中，20%为孕妇，其中仅7%患有慢性基础性疾病；与未孕的健康育龄妇女相比，孕妇出现严重疾病的风险增加至3.3倍（95%CI：2.7-4.0），孕中期（OR=6.1）和孕晚期（OR=7.6)出现严重疾病的风险进一步增加。研究还显示，孕妇患流感可对胎儿和新生儿产生影响，出现死产、婴儿死亡、早产和出生低体重等。世界卫生组织(WHO)的数据显示，全球每年约20%～30%的儿童罹患季节性流感，在某些高流行季节，儿童流感年感染率可高达50%左右，其中5～9岁年龄段的儿童感染率最高，重症和死亡病例常发生在2岁以下儿童。据估计，每年有10%～15%的儿童因流感就诊，尤其是<1岁婴儿就诊率最高。<5岁儿童感染流感后并发重症疾病的风险较高，流感相关疾病住院率可达921/10万人年；<2岁儿童的流感住院率最高。大约30%的流感儿童发生并发症，中耳炎等并发症的发生率高于成人。儿童感染流感可导致死亡，患基础性疾病的儿童的死亡风险显著高于健康儿童，但也有将近半数的死亡病例发生在健康儿童。据估计，季节性流感导致的儿童死亡率为<1/10万人年。流感流行还可引起大量学龄儿童缺课和父母缺勤，增加门诊就诊、住院费用，造成沉重的社会和经济负担。医务人员在日常诊疗活动中接触流感患者的机会较多，感染流感病毒的风险高于普通人群。而且医务人员感染流感病毒可增加院内感染的风险，增加其他医务人员和就诊、住院患者及其家属的感染风险。流感是导致≥65岁人群住院和超额死亡的主要原因之一。流感对老年人除了导致显著的超额死亡外，也可导致老年人出现相当高的住院负担。在不同的年龄组中，≥60岁年龄组流感确诊病例的住院率最高。根据一项全球文献综述，≥65岁的确诊流感住院患者，转入重症监护病房的风险为11.8%-28.6%，死亡风险为2.9%-14.3%。在中国，成年人流感住院病例主要集中在≥65岁组，流感导致的超额死亡病例中超过86%是≥65岁老年人。流感病毒属于正粘病毒科，是单股、负链、分节段的RNA病毒。根据病毒核蛋白和基质蛋白，分为甲、乙、丙、丁（或A、B、C、D）四型。目前感染人的主要是甲型流感病毒中的H1N1、H3N2亚型及乙型流感病毒中的Victoria和Yamagata系。甲、乙型流感病毒都有8个不同的RNA节段，编码至少10-11种蛋白，而丙型流感病毒缺少一个编码神经氨酸酶蛋白的节段。分布在病毒表面的血凝素（Hemagglutinin，HA）和神经氨酸酶（Neuraminidase，NA）在病毒感染复制过程中扮演着至关重要的角色。根据HA和NA的蛋白结构和基因特性，甲型流感病毒可分为多种亚型。目前，发现的HA和NA分别有18个（H1-18）和11个（N1-11）亚型。由于流感病毒的复制所使用的RNA多聚酶没有校正活性，导致其每复制大约一万个核苷酸就会出错，致使其发生突变的频率高；并且，流感病毒基因组的节段性使得不同亚型、基因型的病毒同时感染一个细胞时，可能发生基因重配，导致病毒基因组出现较大的变异。流感病毒抗原性存在两种形式的变异方式，即抗原漂移和抗原转变。抗原漂移是流感病毒在复制过程中HA基因和NA基因发生点突变后累积产生的结果，在甲型流感病毒和乙型流感病毒中均可出现。发生抗原漂移的流感病毒可再次感染先前已获得免疫的宿主，进而导致流感的反复流行，即季节性流感。抗原转变仅发生于甲型流感病毒，可产生新的亚型。通常由人流感病毒和动物流感病毒重配后产生；或动物流感病毒发生重大变异，导致其跨越种属屏障直接感染人类。如果发生抗原转变的新亚型流感病毒具备人与人之间的传播能力，由于人群普遍缺乏免疫力，即可致流感大流行。例如，2009年流感大流行的甲型H1N1病毒就是来源于禽、猪和人的重配株。甲型流感病毒在动物中广泛存在，所有亚型都可以感染禽类特别是水禽，同时还可以感染猪、马、海豹、鲸和水貂等哺乳动物。甲型流感病毒由于其宿主众多及其结构特点，常发生变异，在人群免疫压力下，每隔2-3年就会出现重要的抗原变异株，导致人群普遍易感，引起季节性流行。人是乙型流感病毒的自然宿主，在海豹和雪貂中也有发现，其变异较少，可引起季节性流行。丙型流感病毒感染人、狗和猪，其结构较甲乙两型稳定，80%的人在7-10岁时就已有丙型流感病毒的抗体，提示儿童期的普遍感染继而获得免疫，因此大多仅导致上呼吸道感染的散发病例，几乎仅有2岁以下儿童表现为下呼吸道感染，如支气管肺炎。丁型流感病毒（Influenza D virus，IDV），主要感染猪、牛等，尚未发现感染人。流感病毒对乙醇、碘伏、碘酊等常用消毒剂敏感；对紫外线和热敏感，56℃条件下30分钟可灭活。流感患者和隐性感染者是季节性流感的主要传染源。从潜伏期末到发病的急性期都有传染性。一般感染者在临床症状出现前24-48h即可排出病毒，排毒量在感染后0.5-1天显著增加，在发病后24h内达到高峰。成人和较大年龄儿童一般持续排毒3-8天（平均5天），患者感染不同毒株的排毒时间也会有差异。住院成人患者可在发病后持续一周或更长的时间排毒，排毒量也更大。低龄儿童发病时的排毒量与成人相同，但排毒量下降更慢，排毒时间更长。婴幼儿病例中，长期排毒很常见。",
        "source": "国家卫生健康委医政医管局 2018 年医务人员流感培训手册 - https://www.nhc.gov.cn/ewebeditor/uploadfile/2018/11/20181123111517980.pdf"
    }
]