[
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Pollen is an airborne allergen. Climate change may increase pollen concentrations and extend pollen seasons, heightening health effects for more people. Pollen is an airborne allergen that can affect our health. Pollen grains are tiny “seeds” dispersed from flowering plants, trees, grass, and weeds. The amount and type of pollen in the air depends on the season and geographic region. Though pollen counts are typically higher during the warmer seasons, some plants pollinate year-round. Climate change may cause shifts in precipitation, fewer frost days, warmer air temperatures, and increased atmospheric carbon dioxide (CO2). These changes can affect: the pollen season's start, end, and how long it lasts each year how much pollen plants create and how much is in the air how pollen affects our health (the \"allergenicity\" of pollen) how much pollen we're exposed to our risk of experiencing allergy symptoms Pollen exposure can trigger various allergic reactions, including symptoms of hay fever. Hay fever, or allergic rhinitis, happens when allergens like pollen enter your body and your immune system wrongly sees them as threats. If you have allergic rhinitis, your body then responds to the allergen by releasing chemicals that can cause symptoms in the nose. Allergic rhinitis symptoms vary seasonally or year-round, depending on the allergen, affecting up to 60 million people annually in the United States. Symptoms from allergic rhinitis include sneezing, runny nose, and congestion. Pollen exposure can also trigger symptoms of allergic conjunctivitis. Allergic conjunctivitis is eye lining (conjunctiva) inflammation due to exposure to allergens like those in pollen. Up to 30% of the general population and 70% of allergic rhinitis patients experience allergic conjunctivitis. Symptoms from allergic conjunctivitis include red, watery, or itchy eyes. Pollen-related medical expenses surpass $3 billion annually, with almost half attributed to prescription medication costs. Individuals with respiratory conditions like asthma may be more sensitive to pollen. Exposure to pollen is linked to asthma attacks and increased hospital admissions for respiratory issues. Higher pollen concentrations and longer pollen seasons can increase sensitivity to allergens, triggering asthma episodes and reducing productivity in work and school. Extreme rainfall and rising temperatures also can contribute to indoor air quality problems. For instance, they can trigger indoor mold growth, worsening respiratory conditions for those with asthma or mold allergies, challenging asthma control.",
    "abstract": "过敏性鼻炎（hay fever）是由花粉等过敏原引起的免疫反应，导致鼻部症状如打喷嚏、流鼻涕和鼻塞。每年影响美国6000万人，气候变化延长花粉季，加重症状。伴随结膜炎、哮喘发作，医疗费用超30亿美元。预防需减少暴露。",
    "source": "Centers for Disease Control and Prevention (CDC), https://www.cdc.gov/climate-health/php/effects/allergens-and-pollen.html"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic rhinitis (AR) is an atopic disease presenting with symptoms of sneezing, nasal congestion, clear rhinorrhea, and nasal pruritis. It is an IgE-mediated immune response that is against inhaled antigens in the immediate phase, with a subsequent leukotriene-mediated late phase. Allergic rhinitis (AR) is an atopic disease characterized by symptoms of nasal congestion, clear rhinorrhea, sneezing, postnasal drip, and nasal pruritis. It affects one in six individuals and is associated with significant morbidity, loss of productivity, and healthcare costs. Historically, AR was thought to be a disease process of the nasal airway alone. Still, the development of the unified airway theory has classified AR as a component of systemic allergic response, with other associated conditions, such as asthma and atopic dermatitis, sharing an underlying systemic pathology. AR can be classified as either seasonal (intermittent) or perennial (chronic), with approximately 20% of cases being seasonal, 40% perennial, and 40% with features of both. In addition to nasal symptoms, patients with AR may also present with associated allergic conjunctivitis, non-productive cough, Eustachian tube dysfunction, and chronic sinusitis. Once diagnosed, AR is treatable with a variety of modalities, with intra-nasal glucocorticoids being the first-line therapy. The allergic response is classified into early and late-phase reactions. In the early phase, allergic rhinitis is an immunoglobulin (Ig)E-mediated response against inhaled allergens that cause inflammation driven by type 2 helper (Th2) cells. The initial response occurs within five to 15 minutes of exposure to an antigen, resulting in the degranulation of host mast cells. This releases a variety of pre-formed and newly synthesized mediators, including histamine, which is one of the primary mediators of allergic rhinitis. Histamine induces sneezing via the trigeminal nerve and also plays a role in rhinorrhea by stimulating mucous glands. Other immune mediators, such as leukotrienes and prostaglandins, are also implicated as they act on blood vessels to cause nasal congestion. Four to six hours after the initial response, an influx of cytokines, such as interleukins (IL)-4 and IL-13, from mast cells occurs, signifying the development of the late-phase response. These cytokines, in turn, facilitate the infiltration of eosinophils, T-lymphocytes, and basophils into the nasal mucosa and produce nasal edema with resultant congestion. Non-IgE-mediated hyperresponsiveness can develop due to eosinophilic infiltration and nasal mucosal obliteration. The nasal mucosa now becomes hyperreactive to normal stimuli (such as tobacco smoke and cold air) and causes symptoms of sneezing, rhinorrhea, and nasal pruritis. There are data to suggest a genetic component to allergic rhinitis, but high-quality studies are generally lacking. Monozygotic twins show 45% to 60% concordance, and dizygotic twins have a concordance rate of approximately 25% in the development of AR. Specific regions on chromosomes 3 and 4 also correlate with allergic responses. The prevalence of allergic rhinitis based on physician diagnosis is approximately 15%; however, the prevalence is estimated to be as high as 30% based on patients with nasal symptoms. AR is known to peak in the second to fourth decades of life and then gradually decline. The incidence of AR in the pediatric population is also quite high, making it one of the most common chronic pediatric disorders. According to data from the International Study for Asthma and Allergies in Childhood, 14.6% in the 13 to 14 year age group and 8.5% in the 6 to 7 year age group display symptoms of rhinoconjunctivitis linked to allergic rhinitis. Seasonal allergic rhinitis seems to be more common in the pediatric age group, whereas chronic rhinitis is more prevalent in adults. A systematic review from 2018 estimated that 3.6% of adults had missed work, and 36% had impaired work performance due to allergic rhinitis. Economic evaluations have shown that indirect costs associated with lost work productivity account for the majority of the cost burden for AR. Risk factors for developing AR include a family history of atopy, male sex, a presence of allergen-specific IgE, a serum IgE greater than 100 IU/mL before age 6, and higher socioeconomic status. Studies in young children have shown a higher risk of AR in those with an early introduction to foods or formula and/or heavy exposure to cigarette smoking in the first year of life. Although many recent studies have evaluated the link between pollution and the development of AR, no significant correlation yet exists. Interestingly, there are several factors identified that may have a protective effect on the development of AR. The role of breastfeeding in the development of AR is often debated, but it is still recommended due to its many other known benefits and no associated harms. There is no evidence that pet avoidance in childhood prevents AR; however, it is hypothesized that early pet exposure may induce immune tolerance. There is a growing interest in the \"farm effect\" on the development of allergies, and a meta-analysis of 8 studies showed a 40% lower risk in subjects who had lived on a farm during their first year of life. Taking a thorough, detailed history is an essential part of the evaluation of AR, and questions should focus on the types of symptoms, the time, duration, and frequency of symptoms, suspected exposures, exacerbating/alleviating factors, and seasonality. Patients with intermittent or seasonal allergic rhinitis have symptoms of sneezing, rhinorrhea, and watery eyes, while patients with chronic AR often complain of postnasal drip, chronic nasal congestion, and obstruction. These patients will often have a family history of allergic rhinitis or a personal history of asthma. Patients with intermittent rhinitis may report triggers such as pollens, animal dander, flooring/upholstery, mold, humidity, perfumes, and/or tobacco smoke. On physical examination, clinicians may notice mouth breathing, frequent sniffling and/or throat clearing, transverse supra-tip nasal crease, and dark circles under the eyes (allergic shiners). Nasal supratip crease is more common in children. Anterior rhinoscopy typically reveals swelling of the nasal mucosa and thin, clear secretions. The inferior turbinates may take on a bluish hue, and cobblestoning of the nasal mucosa may be present. Whenever possible, an internal endoscopic examination of the nasal cavity should be conducted to assess for nasal polyps and structural abnormalities. Pneumatic otoscopy can be used to assess for eustachian tube dysfunction, which can be a common finding in patients with allergic rhinitis. Palpation of sinuses may elicit tenderness in patients with chronic symptoms. These patients should also undergo careful examination for signs of asthma or dermatitis and should be questioned regarding aspirin sensitivity. Allergic rhinitis is largely a clinical diagnosis made based on a thorough history and physical. A positive response to empiric treatment with a nasal glucocorticoid can support the diagnosis. A formal diagnosis is possible with either serum testing for allergen-specific IgE or allergy skin testing. As stated by the American Academy of Otolaryngology guidelines, allergy testing should be reserved for patients who are unresponsive to empiric treatment or require the identification of a specific allergen to target therapy. Serum testing does not require trained technicians, and the patient does not need to stop taking antihistamines in advance. Intradermal allergy testing does require a trained professional to perform testing, but results are available immediately. In patients with seasonal symptoms, testing should be performed during the peak symptoms season in order to best identify specific triggers. Skin testing is known to have slightly superior sensitivity to serum testing and is more cost-effective. Contraindications to skin allergy testing include patients with uncontrolled or severe asthma, unstable cardiovascular disease, pregnancy, and/or concurrent beta-blocker therapy. H2-receptor antagonists, tricyclic antidepressants, and anti-IgE monoclonal antibody omalizumab can interfere with allergy skin test response; therefore, cessation is advisable before testing. Radiographic imaging is not routinely recommended for the diagnosis of AR and is primarily used to rule out other conditions, such as rhinosinusitis. Avoidance of triggers, especially in those with seasonal symptoms, is encouraged, although it is not always practical. Precautions can be taken to avoid dust mites, animal dander, and upholstery, though this can require significant lifestyle changes that may not be acceptable to the patient. If removing a pet from the home is not feasible, isolating the pet to a single room in the house may be an option to minimize dander exposure. It may take up to 20 weeks to eliminate cat dander from the home, even after removing the animal. Allergen-impermeable bedding covers, washing sheets in hot water, and the use of a vacuum cleaner with high-efficiency particulate air (HEPA) filters may also lessen symptoms. Pharmacological options include antihistamines, intranasal steroids, leukotriene receptor antagonists (LTRAs), and immunotherapy. Intranasal corticosteroid therapy can be as monotherapy or in combination with oral antihistamines in patients in patients with mild, moderate, or severe symptoms. Studies have shown intranasal corticosteroids are superior to antihistamines in effectively reducing nasal inflammation and improving mucosal pathology. Thus a topical intranasal steroid should be the first-line treatment for AR. Commonly available nasal sprays in the United States include beclomethasone, budesonide, fluticasone propionate, mometasone furoate, and triamcinolone acetonide. Proper administration of nasal spray is critical in achieving an optimal clinical response and avoiding side effects; therefore, patients should always receive counsel on the appropriate use of devices. They should be used regularly, as their peak effect may take multiple days to develop. The spray bottle's tip should be placed just inside the naris and aimed laterally towards the ipsilateral eye to minimize contact of the product with the nasal septum. The most common side effect reported is nasal irritation, followed by epistaxis, both of which can be prevented by spraying away from the nasal septum. Oral and injectable steroids have been shown to alleviate symptoms of AR but are not recommended for routine use due to their significant systemic side-effect profile. First-generation antihistamines include diphenhydramine, chlorpheniramine, and hydroxyzine, whereas fexofenadine, loratadine, desloratadine, and cetirizine are examples of second-generation antihistamines. Both first- and second-generation antihistamines are effective at controlling symptoms of AR. Still, first-generation antihistamines can be quite sedating due to their ability to cross the blood-brain barrier. These agents also act on muscarinic receptors, causing side effects of dry mouth, urinary retention, constipation, and/or tachycardia. Second-generation antihistamines have improved H1 selectivity, are less sedating, and have longer half-lives (12 to 24 hours) than those of the first-generation. Fexofenadine has no sedating effects, but loratadine and desloratadine may be sedating at higher doses. Cetirizine has the most potential for sedation of all second-generation antihistamines. There is no one agent recommended over others, as all have shown similar efficacy and safety profiles in terms of symptom relief. Intranasal antihistamines, such as azelastine, have a rapid onset and are more efficacious than oral antihistamines in relieving nasal symptoms. They are recommended as first or second-line therapies for AR and can be used in conjunction with topical nasal steroid sprays with a synergistic effect. Leukotriene receptor antagonists (LTRAs) such as montelukast and zafirlukast can be beneficial in patients with AR, but they are not as efficacious as intranasal corticosteroids. Their use is often in combination therapy with other agents for severe or refractory symptoms. For patients in whom avoidance measures and combination pharmacotherapy are not effective, allergen immunotherapy should be considered. Subcutaneous immunotherapy (SCIT) or sublingual immunotherapy (SLIT) are commonly used therapies. Weekly incremental doses are given for 6 to 8 months, followed by maintenance doses for 3 to 5 years. Typically, patients experience a prolonged, protective effect, and therapy can be ceased. Oral decongestants such as pseudoephedrine are useful in relieving symptoms but are not recommended for extended daily use due to their side-effect profile. Intranasal decongestants such as xylometazoline are alpha-agonists that are delivered directly to nasal tissue to produce vasoconstriction. Prolonged use of intranasal decongestants has a risk of causing rebound nasal congestion (rhinitis medicamentosa) and, therefore, should not be used for more than a week. Sodium cromoglycate (Cromolyn) effectively reduces sneezing, rhinorrhea, and nasal pruritis, so it is a reasonable option. Surgical treatment is reserved for patients with nasal polyposis, inferior turbinate hypertrophy causing intractable nasal obstruction, or chronic sinus disease refractory to medical treatment. Budesonide is the only FDA-approved agent for pregnant patients experiencing symptoms of allergic rhinitis. Omalizumab, a monoclonal antibody, is beneficial in patients with AR, although the cost associated with therapy is a limiting factor in its use. Nasal saline can be another option in conjunction with other treatment modalities. Isotonic solutions are more beneficial in adults, whereas hypertonic solutions may be more effective in children. The differential diagnosis for AR includes other forms of rhinitis that are not allergic. Children, particularly those under the age of 2 years, should also be assessed for congenital causes of nasal obstruction, such as choanal atresia and immunodeficiencies. Vasomotor rhinitis - noninflammatory rhinitis that can be triggered by a change in temperature, odors, or humidity. Infectious rhinitis - viral or bacterial infections, most commonly seen in the pediatric population. Cerebrospinal fluid leak - clear rhinitis refractory to treatment. Non-allergic rhinitis with eosinophilia syndrome (NARES) - infiltration of eosinophils in nasal tissue without allergic sensitization. Chemical rhinitis - exposure to chemicals through occupation, household chemicals, sport/leisure exposure. Rhinitis of pregnancy and hormonally-induced rhinitis. Drug-induced rhinitis - e.g., NSAIDs, ACE inhibitors, nasal decongestants, cocaine. Autoimmune, granulomatous, and vasculitic rhinitis - Granulomatosis with polyangiitis, sarcoidosis, etc. Nasal polyposis. Nasopharyngeal neoplasm. Sickle cell anemia - in a young child presenting with nasal polyposis and well-controlled asthma, sweat chloride testing is the appropriate next step in management to rule out cystic fibrosis. In studies comparing the effects of intranasal corticosteroids on topical antihistamines and oral antihistamines, intranasal steroids were proven to be more beneficial in relieving sneezing symptoms, rhinorrhea, and nasal pruritis and blockage and are, therefore, recommended as first-line therapy for all patients with AR. There is great evidence for the efficacy of immunotherapy for AR and allergic asthma, and it is the only disease-modifying intervention in allergic conditions.",
    "abstract": "过敏性鼻炎是一种IgE介导的过敏性疾病，主要症状包括打喷嚏、鼻塞、清涕和鼻痒。发病率约15-30%，高峰期在20-40岁。病因涉及遗传和环境过敏原，早相和晚相反应。治疗首选鼻内糖皮质激素，伴随免疫疗法。并发症包括哮喘、鼻窦炎，影响生活质量和工作生产力。",
    "source": "National Institutes of Health (NIH) - StatPearls, https://www.ncbi.nlm.nih.gov/books/NBK538186/"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Definition Allergic rhinitis is a diagnosis associated with a group of symptoms affecting the nose. These symptoms occur when you breathe in something you are allergic to, such as dust, animal dander, or pollen. Symptoms can also occur when you eat a food that you are allergic to. This article focuses on allergic rhinitis due to plant pollens. This type of allergic rhinitis is commonly called hay fever or seasonal allergy. Causes An allergen is something that triggers an allergy. When a person with allergic rhinitis breathes in an allergen such as pollen, mold, animal dander, or dust, the body releases chemicals that cause allergy symptoms. Hay fever involves an allergic reaction to pollen. Plants that cause hay fever are trees, grasses, and ragweed. Their pollen is carried by the wind. Flower pollen is carried by insects and does not cause hay fever. Types of plants that cause hay fever vary from person to person and from area to area. The amount of pollen in the air can affect whether hay fever symptoms develop or not. Hot, dry, windy days are more likely to have a lot of pollen in the air. On cool, damp, rainy days, most pollen is washed to the ground. Hay fever and allergies often run in families. If both of your parents have hay fever or other allergies, you are likely to have hay fever and allergies, too. The chance is higher if your mother has allergies. Symptoms Symptoms that occur shortly after you come into contact with the substance you are allergic to may include: Itchy nose, mouth, eyes, throat, skin, or any area. Problems with smell. Runny nose. Sneezing. Watery eyes. Symptoms that may develop later include: Stuffy nose (nasal congestion). Coughing. Clogged ears and decreased sense of smell. Sore throat. Dark circles under the eyes. Puffiness under the eyes. Fatigue and irritability. Headache. Exams and Tests The health care provider will perform a physical exam and ask about your symptoms. You will be asked whether your symptoms vary by time of day or season, and exposure to pets or other allergens. Allergy testing may reveal the pollen or other substances that trigger your symptoms. Skin testing is the most common method of allergy testing. If your provider determines you cannot have skin testing, special blood tests may help with the diagnosis. These tests, known as IgE RAST tests, can measure the levels of allergy-related substances. A blood test, called the eosinophil count, may also help diagnose allergies. Treatment LIFESTYLE AND AVOIDING ALLERGENS: The best treatment is to avoid the pollens that cause your symptoms. It may be impossible to avoid all pollen. But you can often take steps to reduce your exposure. You may be prescribed medicine to treat allergic rhinitis. The medicine your provider prescribes depends on your symptoms and how severe they are. Your age and whether you have other medical conditions, such as asthma, will also be considered. For mild allergic rhinitis, a nasal wash can help remove mucus from the nose. You can buy a saline solution at a drug store or make one at home using 1 cup (240 milliliters) of distilled or boiled then cooled water, half a teaspoon (3 grams) of salt, and pinch of baking soda. Treatments for allergic rhinitis include: ANTIHISTAMINES: Medicines called antihistamines work well for treating allergy symptoms. They may be used when symptoms do not happen often or do not last long. Be aware of the following: Many antihistamines taken by mouth can be bought without a prescription. Some can cause sleepiness. You should not drive or operate machines after taking this type of medicine. Others cause little or no sleepiness. Antihistamine nasal sprays work well for treating allergic rhinitis. Ask your provider if you should try these medicines first. Antihistamine eye drops can be used as needed for itchy, watery eyes. CORTICOSTEROIDS: Nasal corticosteroid sprays are the most effective treatment for allergic rhinitis. They work best when used nonstop, but they can also be helpful when used for shorter periods of time. They can even help when used intermittently. Corticosteroid sprays are generally safe for children and adults. Many brands are available without a prescription. For specific brands, you may need a prescription from your provider. DECONGESTANTS: Decongestants may also be helpful for reducing symptoms such as nasal stuffiness. Do not use nasal spray decongestants for more than 3 days. OTHER MEDICINES: Leukotriene inhibitors are prescription medicines that block leukotrienes. These are the chemicals the body releases in response to an allergen that also trigger symptoms. These medicines can cause side effects such as anxiety or depression in some people. Speak with your provider before starting these medications if you have a history of mental health issues. ALLERGY SHOTS: Allergy shots (immunotherapy) are sometimes recommended if you cannot avoid the pollen and your symptoms are hard to control. This includes regular shots of the pollen you are allergic to. Each dose is slightly larger than the dose before it, until you reach the dose that helps control your symptoms. Allergy shots may help your body adjust to the pollen that is causing the reaction. SUBLINGUAL IMMUNOTHERAPY TREATMENT (SLIT): Instead of shots, medicine put under the tongue may help for grass and ragweed allergies. Outlook (Prognosis) Most symptoms of allergic rhinitis can be treated with medicines. More severe cases need allergy shots. Some people, especially children, may outgrow an allergy as the immune system becomes less sensitive to the trigger. But once a substance such as pollen causes allergies, it often continues to have a long-term effect on the person. When to Contact a Medical Professional Contact your provider for an appointment if: You have severe hay fever symptoms. Treatment that once worked for you no longer works. Your symptoms do not respond to treatment. Prevention You can sometimes prevent symptoms by avoiding the pollen you are allergic to. During pollen season, you should stay indoors where it is air-conditioned, if possible. Sleep with the windows closed, and drive with the windows rolled up. Alternative Names Hay fever; Nasal allergies; Seasonal allergy; Seasonal allergic rhinitis; Allergies - allergic rhinitis; Allergy - allergic rhinitis.",
    "abstract": "过敏性鼻炎是由吸入过敏原如花粉、尘螨引起的鼻部症状群，包括鼻痒、打喷嚏、流涕、鼻塞。常有家族遗传，症状可季节性发作。诊断靠皮肤或血清测试，治疗包括避免接触、抗组胺药、鼻喷激素和免疫疗法。儿童可能自愈，但多数需长期管理。",
    "source": "MedlinePlus, https://medlineplus.gov/ency/article/000813.htm"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Hay fever, also called allergic rhinitis, causes cold-like symptoms. These may include a runny nose, itchy eyes, congestion, sneezing and sinus pressure. But unlike a cold, hay fever isn't caused by a virus. Hay fever is caused by an allergic response to a harmless outdoor or indoor substance the body identifies as harmful (allergen). Common allergens that can trigger hay fever symptoms include pollen and dust mites. Tiny flecks of skin shed by cats, dogs, and other animals with fur or feathers (pet dander) also can be allergens. Besides making you miserable, hay fever can affect how well you perform at work or school and can generally interfere with your life. But you don't have to put up with annoying symptoms. You can learn to avoid triggers and find the right treatment. Hay fever symptoms can include: Runny nose and nasal stuffiness, called congestion. Watery, itchy, red eyes. Sneezing. Cough. Itchy nose, roof of mouth or throat. Mucus that runs down the back of the throat, called postnasal drip. Swollen, bruised-appearing skin under the eyes, known as allergic shiners. Extreme tiredness and fatigue, often due to poor sleep. Your hay fever symptoms may occur year-round or may start or worsen at a particular time of year. These are known as seasonal allergies. Hay fever triggers include: Tree pollen, which is common in early spring. Grass pollen, which is common in late spring and summer. Ragweed pollen, which is common in fall. Dust mites and cockroach droppings, which are present year-round. Dander from pets, which can be bothersome year-round but might cause worse symptoms in winter, when houses are closed up. Spores from indoor and outdoor fungi and molds, which can be both seasonal and year-round. Symptoms can be similar, so it can be difficult to tell which one you have. Hay fever: Runny nose with thin, watery discharge; no fever. Immediately after exposure to allergens. As long as you're exposed to allergens. Common cold: Runny nose with watery or thick yellow discharge; body aches; low-grade fever. 1 to 3 days after exposure to a cold virus. 3 to 7 days. See a healthcare professional if: You can't find relief from your hay fever symptoms. Allergy medicines don't provide relief, or they cause side effects. You have another condition that can worsen hay fever symptoms, such as nasal polyps, asthma or frequent sinus infections. Many people — especially children — get used to hay fever symptoms, so they might not seek treatment until the symptoms become severe. But getting the right treatment might offer relief. When someone has hay fever, the immune system identifies a harmless airborne substance as being harmful. This substance is called an allergen. The body produces immunoglobulin E (IgE) antibodies to protect against allergens. When the body comes in contact with an allergen, these antibodies signal the immune system to release chemicals such as histamine into the bloodstream. This causes a reaction that leads to the symptoms of hay fever. The following can increase a person's risk of developing hay fever: Having other allergies or asthma. Having a condition called atopic dermatitis or eczema, which makes skin irritated and itchy. Having a blood relative, such as a parent or sibling, with allergies or asthma. Living or working in an environment that constantly exposes someone to allergens — such as animal dander or dust mites. Being exposed to smoke and strong odors that irritate the lining of the nose. Having a mother who smoked during the first year of life. Problems that may go along with hay fever include: Reduced quality of life. Hay fever can interfere with enjoyment of activities and cause you to be less productive. For many people, hay fever symptoms lead to missing work or school. Poor sleep. Hay fever symptoms can keep you awake or make it hard to stay asleep. This can lead to fatigue and a general feeling of being unwell, called malaise. Worsening asthma. Hay fever can worsen symptoms of asthma, such as coughing and wheezing. Sinusitis. Prolonged sinus congestion due to hay fever may increase your risk of getting sinusitis — an infection or inflammation of the membrane that lines the sinuses. Ear infection. In children, hay fever often is a factor in middle ear infection, called otitis media. There's no way to avoid getting hay fever. If you have hay fever, the best thing to do is to lessen your exposure to the allergens that cause your symptoms. Take allergy medicines before you're exposed to allergens, as directed by your healthcare professional.",
    "abstract": "过敏性鼻炎（hay fever）由花粉、尘螨等过敏原引起，症状似感冒但无病毒，包括流鼻涕、眼痒、鼻塞、打喷嚏。免疫系统释放组胺导致反应，风险因素有家族史、哮喘。并发症包括睡眠障碍、哮喘加重、鼻窦炎。预防避免触发物，及早用药。",
    "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/hay-fever/symptoms-causes/syc-20373039"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic rhinitis (AR) represents a global health concern where it affects approximately 400 million people worldwide. The prevalence of AR has increased over the years along with increased urbanization and environmental pollutants thought to be some of the leading causes of the disease. Atopic allergic sensitization is defined by the production of immunoglobulin E (IgE)-mediated immune response toward allergens. Allergic rhinitis (AR) is a common disorder that afflicts 400 million people worldwide and it represents a global concern as its prevalence has increased over the years. Allergic rhinitis prevalence has increased significantly since the 1990s. It is reported to affect approximately 25 and 40% of children and adult globally, respectively. Approximately 80% of AR symptoms develop before the age of 20 years and peak at age 20–40 years before gradually declining. Climate changes also prolong pollen season as reported in Europe over the last three decades along with more frequent seasonal allergies. Smoking, however, did not show a significant association with the severity of nasal symptoms in AR but usually impacted patients with chronic rhinitis.",
    "abstract": "过敏性鼻炎全球影响4亿人，发病率随城市化和污染物增加而上升。儿童25%、成人40%受影响，80%症状在20岁前出现，高峰20-40岁。气候变化延长花粉季，加重季节性过敏。吸烟不显著影响AR鼻症状，但对慢性鼻炎有影响。",
    "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC9021509/"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic rhinitis occurs when disruption of the epithelial barrier allows allergens to penetrate the mucosal epithelium of nasal passages, inducing a T-helper type 2 inflammatory response and production of allergen-specific IgE. Allergic rhinitis typically presents with symptoms of nasal congestion, rhinorrhea, postnasal drainage, sneezing, and itching of the eyes, nose, and throat. Allergic rhinitis is associated with symptoms of nasal congestion, sneezing, and itching of the eyes, nose, and throat. Patients with allergic rhinitis should be instructed to avoid inciting allergens. Therapies include second-generation H1 antihistamines (eg, cetirizine, fexofenadine, desloratadine). Allergic rhinitis affects an estimated 15% of the US population (approximately 50 million individuals) and is associated with the presence of asthma, eczema, chronic or recurrent sinusitis, cough, and both tension and migraine headaches. Patients with nonallergic rhinitis present primarily with nasal congestion and postnasal drainage frequently associated with sinus pressure, ear plugging, muffled sounds and pain, and eustachian tube dysfunction that is less responsive to nasal corticosteroids. Patients with seasonal allergic rhinitis typically have physical examination findings of edematous and pale turbinates.",
    "abstract": "过敏性鼻炎由上皮屏障破坏引起，过敏原诱导Th2炎症和IgE产生。症状包括鼻塞、流涕、打喷嚏、眼鼻喉痒。美国15%人口（5000万）受影响，伴随哮喘、湿疹、鼻窦炎。治疗包括避免过敏原和第二代抗组胺药。季节性AR体检见水肿苍白鼻甲。",
    "source": "PubMed, https://pubmed.ncbi.nlm.nih.gov/38470381/"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic rhinitis is an inflammatory disorder of the nasal mucosa induced by allergen exposure triggering IgE-mediated inflammation. Clinically, it is characterized by four major symptoms–rhinorrhea, sneezing, nasal itching, and nasal congestion. It can also be associated with co-morbid conditions as Asthma, Atopic Dermatitis & Nasal polyps. The diagnosis & treatment of allergic rhinitis should follow ARIA (Allergic Rhinitis and its Impact on Asthma) guidelines while of asthma should follow the GINA (Global Initiative for Asthma) guidelines. The treatment of allergic rhinitis should combine allergen avoidance (whenever possible), pharmacotherapy, and allergen immunotherapy. Allergic Rhinitis is a symptomatic disorder of the nose induced after allergen exposure due to an IgE-mediated inflammation of membranes lining the nose. It is clinically defined as a symptomatic condition with four major symptoms as anterior or posterior rhinorrhoea, sneezing, nasal itching & nasal congestion. Allergic Rhinitis symptoms result in sleep disturbance, fatigue, depressed mood and cognitive function compromise that impairs quality of life and productivity. There may be associated conjunctivitis, postnasal drip, Eustachian tube dysfunction, otitis media, sinusitis & in children, dental malocclusions & facial deformities also.",
    "abstract": "过敏性鼻炎为过敏原诱导的IgE介导鼻黏膜炎症，主要症状为流涕、打喷嚏、鼻痒、鼻塞。伴随哮喘、特应性皮炎、鼻息肉。治疗遵循ARIA指南，包括避免过敏原、药物和免疫疗法。症状导致睡眠障碍、疲劳、情绪低落，影响生活质量和生产力。儿童可并发中耳炎、鼻窦炎。",
    "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC4460099/"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic rhinitis (AR) is one of the most common diseases affecting adults. It is the most common chronic disease in children in the United States today and the fifth most common chronic disease in the United States overall. AR is estimated to affect nearly 1 in every 6 Americans and generates $2 to $5 billion in direct health expenditures annually. The development group made a strong recommendation that clinicians recommend intranasal steroids for patients with a clinical diagnosis of AR whose symptoms affect their quality of life. The development group also made a strong recommendation that clinicians recommend oral second-generation/less sedating antihistamines for patients with a clinical diagnosis of AR whose symptoms affect their quality of life.",
    "abstract": "过敏性鼻炎是美国成人常见病，儿童最常见慢性病，第五大慢性病。影响每6人1人，年医疗支出20-50亿美元。指南强烈推荐鼻内激素和第二代口服抗组胺药治疗症状影响生活质量的患者。",
    "source": "PubMed, https://pubmed.ncbi.nlm.nih.gov/25644617/"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Rhinitis can be brought on by triggers that are allergic, non-allergic, or both (mixed rhinitis). Thus, depending on the kind of rhinitis, different underlying mechanisms result in different types of nasal symptoms. Allergic rhinitis is a highly prevalent disease affecting the quality of life of millions of patients. Understanding the pathophysiology of allergic rhinitis, how it relates to its comorbid disorders, and how different therapy choices affect the pathophysiology of both allergic rhinitis and its related comorbidities are essential for providing effective treatment. The worldwide majority of people are afflicted by allergic rhinitis (AR), a chronic illness. From a management point of view, it is crucial to detect patients suffering from a severe form of AR. It is IgE-mediated early and late-phase hypersensitivity responses. Because of the non-life-threatening nature of symptoms, AR in the past has been considered a trivial disease.",
    "abstract": "过敏性鼻炎可由过敏、非过敏或混合触发，不同机制导致不同鼻症状。全球多数人受慢性AR影响，严重形式需识别。IgE介导早晚相超敏反应。过去因症状非致命被视为琐碎病，但影响数百万患者生活质量。理解病理生理和共病对有效治疗关键。",
    "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC9514154/"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "过敏性鼻炎，又称变应性鼻炎、变态反应性鼻炎，是特应性个体接触致敏原后由特异性免疫球蛋白E（IgE）介导的以炎性介质（主要是组胺）释放、有免疫活性细胞和细胞因子等参与的鼻黏膜慢性炎症反应性疾病。本病以鼻痒、阵发性连续喷嚏、大量水样鼻涕和鼻塞为主要特征，还可能伴有嗅觉的减退。目前本病并不能完全治愈，但通过规范治疗可以控制症状。\n并发症：1、支气管哮喘是过敏性鼻炎常见并发症，可同时发生，或先后发生，严重的季节性患者最易并发此病。支气管哮喘多在鼻炎之后发生，而此时鼻炎症状多已明显减轻。有时仅表现为胸闷、咳嗽，是哮喘的另一种临床类型。研究证实，过敏性鼻炎与支气管哮喘在流行病学、发病机制、病理改变等方面均有诸多相同之处，因而存在着上下呼吸道在病理学上的一致性。符合“一个气道，一种疾病”的概念，强调了对过敏性鼻炎是支气管哮喘重要危险因素的认识。2、变应性鼻窦炎由于鼻窦黏膜与鼻腔黏膜连续，且结构相同，鼻腔变态反应很易波及鼻窦。鼻窦黏膜明显水肿，X线片显示窦腔均匀性雾状模糊。窦口黏膜肿胀，致使窦腔引流不畅，窦内渐成负压，患者多有头部不适或头痛，如继发感染，可有大量脓涕。3、分泌性中耳炎可通过3种途径发生。鼻变态反应经咽鼓管直接波及鼓室；咽鼓管咽口受波及，发生水肿、阻塞，造成鼓室负压，引起渗出；过敏原经咽鼓管进入鼓室。患者可出现耳鸣、耳闷、听力下降等症状。4、过敏性咽喉炎咽喉痒，咳嗽或有声嘶，少数严重者可出现喉水肿，引起呼吸困难。\n检查：1、血清特异性IgE检测又称为变应原体外检测，这种方法适用于所有年龄段的患者。通过检测患者血清中游离的特异性IgE，当患者血清中的特异性IgE水平呈阳性，即可认为患者机体处于致敏状态。2、鼻分泌物涂片细胞学检查经脱落细胞学检查，可见较多嗜酸性粒细胞、嗜碱性粒细胞以及杯状细胞。嗜酸性粒细胞的多少与患者近期是否接触变应原有关。\n病因：主要病因：遗传性过敏体质、反复吸入过敏原\n多发群体：本病以儿童和青少年居多，男女发病没有显著的差异。\n治疗原则：临床上一般根据过敏性鼻炎的分类和程度，采用阶梯式的治疗方法，即按照病情由轻到重，循序渐进依次采用抗组胺药物、糖皮质激素等进行治疗。主要的治疗方法包括避免接触过敏原、药物治疗、免疫治疗、手术治疗等。\n治疗与预后：本病目前并不能完全治愈，其预后主要与治疗是否及时、规范有关，一般通过积极治疗后可以控制症状，改善生活质量。\n膳食调理：通常情况下，饮食对过敏性鼻炎患者的影响并不显著。但是，对于存在食物过敏情况的患者而言，一定要注意避免接触能引起过敏的食物，以防因食物过敏而加重病情或诱发鼻炎。",
    "abstract": "过敏性鼻炎是特应性个体接触致敏原后由IgE介导的鼻黏膜慢性炎症反应性疾病，以鼻痒、喷嚏、流涕、鼻塞为主要症状，可引发多种并发症，目前不能完全治愈，但规范治疗可控制症状。",
    "source": "首都医科大学附属北京同仁医院李云川主任医师，https://m.dayi.org.cn/disease/1127067?from=jrtt"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "过敏性鼻炎是一种由敏感个体接触环境过敏原引发的、IgE介导的鼻黏膜慢性炎症性疾病，全球患病率持续攀升，严重影响患者生活质量。根据发病特点，过敏性鼻炎可分为常年性和季节性两种。其中，季节性过敏性鼻炎在我国北方地区尤为突出，主要致敏原为蒿属、杨柳及柏科等风媒花粉，播散高峰期为春季(3-5月)和夏秋季(8-10月)，该期间由于高浓度的花粉过敏原暴露于空气中，患者出现鼻部和眼部的过敏症状。更令人担忧的是，即使采用抗组胺药、鼻用糖皮质激素等常规治疗方案，仍有部分患者疗效不佳，临床亟需更有效的治疗手段。\n司普奇拜单抗是一种靶向白细胞介素4受体α亚基(IL-4Rα)的人源化单克隆抗体，通过阻断IL-4和IL-13的信号通路，有效抑制2型炎症反应。张罗团队在前期的II期临床试验“天璇”研究中已证实，司普奇拜单抗在治疗中有良好的安全性和耐受性。此次III期临床试验研究结果显示，司普奇拜单抗能有效改善患者的鼻部和眼部症状，在治疗第4天即显现出显著疗效，第14天达到最佳治疗效果。进一步研究发现，给予司普奇拜单抗治疗后，患者血清总IgE、花粉特异性IgE水平显著下降。同时，CLC、CST1等2型炎症相关基因活跃度也会降低。这表明司普奇拜单抗从全身和局部层面发挥对2型炎症相关生物标志物和基因表达网络的调节作用。\n司普奇拜单抗已于2025年2月7日获得国家药品监督管理局批准上市，成为目前全球唯一获批治疗季节性过敏性鼻炎的IL-4Rα单抗药物，为广大患者提供了全新的升级治疗选择。",
    "abstract": "过敏性鼻炎是由敏感个体接触过敏原引发的鼻黏膜慢性炎症性疾病，北方地区季节性过敏性鼻炎突出，常规治疗效果不佳，司普奇拜单抗可有效改善症状，已获批上市。",
    "source": "光明网，http://m.toutiao.com/group/7489692909630013952/?upstream_biz=doubao"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "过敏性鼻炎（变应性鼻炎）是鼻黏膜接触过敏原后引发的慢性炎症，属于免疫系统异常反应。当过敏原（如花粉、尘螨）进入鼻腔，免疫系统误将其识别为“有害物质”，刺激B细胞产生大量特异性IgE抗体，进而引发鼻痒、打喷嚏、流清水样鼻涕等症状。部分患者还会伴随眼痒、咽喉不适，甚至诱发哮喘等下呼吸道疾病。\n过敏性鼻炎的主要症状：1.鼻部症状：阵发性喷嚏、清水样鼻涕、鼻塞、鼻痒。2.眼部症状：眼痒、流泪、结膜充血。3.其他表现：部分患者可能出现咽喉不适或咳嗽，严重时可能引发哮喘。\n过敏性鼻炎的常见成因：1. 遗传因素约30%-50%的患者有家族过敏史。若父母一方患过敏性疾病，子女患病风险增加20%-40%；若双方患病，风险升至50%-70%。2. 环境因素吸入性过敏原：尘螨、花粉（春季树木、秋季杂草）、霉菌孢子、动物皮屑等是主要诱因。空气污染：PM2.5、汽车尾气中的二氧化氮等可损伤鼻黏膜屏障，增加过敏原渗透。生活方式：长期暴露于潮湿环境、吸烟（包括二手烟）可能加重症状。3. 其他因素年龄与激素变化：儿童因免疫系统发育不完善更易患病；女性孕期激素水平波动可能加重症状。交叉反应：部分患者存在花粉-食物过敏综合征（如对桦树花粉过敏者可能对苹果、桃子过敏）。\n过敏性鼻炎的诊断方法：1.临床症状：喷嚏、清水样涕、鼻痒、鼻塞等症状出现2项及以上，每天症状持续超过1小时，可伴有眼痒、结膜充血等眼部症状。2.体征检查：常见鼻黏膜苍白、水肿，鼻腔水样分泌物。3.过敏原检测：皮肤点刺试验：使用标准化变应原试剂，在前臂掌侧皮肤点刺，20分钟后观察结果。血清特异性IgE检测：实验室指标之一，确诊变应性鼻炎需要临床症状与检测结果相符。\n过敏性鼻炎的科学管理：1. 避免接触过敏原尘螨过敏：使用防螨寝具，定期用55℃以上热水清洗床单被套，减少毛绒玩具和地毯。花粉过敏：花粉季减少户外活动，外出时佩戴口罩和护目镜，回家后及时洗脸、洗鼻腔。宠物过敏：避免接触猫狗，家中有宠物需定期清洁其毛发。2. 药物治疗鼻用糖皮质激素：一线首选药物，对打喷嚏、流涕、鼻痒、鼻塞均有改善，需连续使用1-2周才能达最佳效果，症状控制后需逐渐减量。口服抗组胺药：第二代药物（如西替利嗪、氯雷他定）起效快，适合间歇性或轻中度症状快速控制。鼻用抗组胺药：局部喷鼻，15-30分钟起效，适合急性发作时快速止痒止喷嚏。白三烯受体拮抗剂：适合合并哮喘的患儿，对鼻塞、流涕均有改善。3. 免疫治疗（脱敏治疗）适应人群：中-重度患者，药物控制不佳或不愿长期用药者。方式：舌下含服或皮下注射过敏原提取物，疗程3-5年，可长期缓解症状。4. 日常护理生理盐水洗鼻：安全无副作用的物理疗法，建议每天早晚各1次，可冲走鼻腔内的过敏原和炎性分泌物。增强体质：规律作息，避免过度疲劳诱发症状。",
    "abstract": "过敏性鼻炎是鼻黏膜接触过敏原后引发的慢性炎症，症状包括鼻痒、喷嚏、流涕等，成因有遗传、环境等因素，诊断靠症状、体征及过敏原检测，可通过避免接触过敏原、药物等治疗。",
    "source": "北京市卫生健康委员会，https://wjw.beijing.gov.cn/bmfw_20143/jkzs/jksh/202510/t20251020_4231553.html"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "根据《中国过敏性鼻炎诊疗指南》最新数据，我国过敏性鼻炎患病率已超过17%，相当于每6人中就有1人患病，其中儿童患病率增速显著，60岁以上老年人患病群体也在持续扩大。\n当我们吸入花粉时，免疫系统会误判这些无害物质为“入侵者”。B淋巴细胞立即启动防御程序，产生大量IgE抗体。这些抗体像雷达一样附着在肥大细胞表面，当再次接触过敏原时，就会引发细胞“爆炸”，释放出组胺等炎症介质。这种过激反应会导致：鼻黏膜血管扩张（鼻塞）腺体分泌亢进（流涕）神经末梢敏感（喷嚏）炎症细胞浸润（黏膜水肿）。\n在国内某儿童医院的长期随访数据显示，规范治疗可使80%患儿症状得到有效控制。",
    "abstract": "我国过敏性鼻炎患病率超17%，每6人中有1人患病，儿童患病率增速快，老年人患病群体也在扩大，免疫系统误判过敏原引发炎症反应，规范治疗可控制症状。",
    "source": "weixin.91160.com，https://weixin.91160.com/h5/wecontent/doctorarticle/detail.html?id=632693"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "变应性鼻炎，也就是我们常说的过敏性鼻炎，它是一种极为常见的鼻黏膜非感染性炎症。典型症状主要是阵发性喷嚏、清水样鼻涕、鼻塞和鼻痒。部分伴有嗅觉减退，花粉症患者可伴眼痒、耳痒和咽痒。\n病因：1、遗传因素过敏性鼻炎患者具有特应性体质，通常显示出家族聚集性。2、接触变应原(过敏原)它们多来源于动物、植物、昆虫、真菌或职业性物质。(1) 螨 (2) 花粉 (3) 动物皮屑 (4) 真菌变应原 (5) 蟑螂变应原 (6) 食物变应原。\n检查诊断方法：1、体征鼻黏膜苍白、双下甲水肿，总鼻道及鼻底可见清涕或黏涕。2、皮肤点刺试验用标准化变应原试剂，在前臂掌侧皮肤点刺，20分钟后观察结果。3、血清特异性IgE检测确诊变应性鼻炎的过敏原，需要临床表现病史、皮肤点刺试验、血清特异性IgE检测结果综合考虑。\n药物治疗：(1)激素类鼻喷剂是治疗花粉症的最好的办法，由于局部用药直接作用于患处，可持续控制炎性反应，全身吸收少，因此激素的副作用明显减低。(2)抗过敏药口服及鼻喷剂是花粉季节中最常用的对症药物，多在15-30分钟起效，可以快速缓解症状。(3)鼻腔冲洗是一种安全，方便的辅助治疗方法，可清除鼻内刺激物、过敏原和炎性分泌物，减轻鼻粘膜的水肿，改善粘液纤毛的清除功能，推荐鼻腔冲洗的最佳温度为40摄氏度。(4)免疫治疗是唯一的对因治疗方法。提高身体免疫力，才能从根本上根治过敏症状，消除过敏反应。\n日常防护：(1)远离过敏原，做好个人防护。对花粉过敏者，则在花开季节减少外出，并戴口罩加以防护，如已发病则应该进行全身治疗，可选抗过敏药，局部可滴入消除肿胀，减少分泌的药液以减轻症状。(2)注意保暖，预防感冒，避免频繁进出温差悬殊的环境。(3)饮食有规律，避免烟、酒、辛辣食品，多吃蔬菜水果;经常参加体育锻炼，增强免疫力。(4)居室经常通风，保持一定湿度;及时更换、清洗床单、被罩，防止螨虫及其分泌物诱发鼻炎。(5)注意鼻腔卫生，保持乐观开朗的情绪。",
    "abstract": "过敏性鼻炎是常见的鼻黏膜非感染性炎症，症状有阵发性喷嚏等，病因包括遗传和接触过敏原，诊断靠体征及检测，治疗有药物、免疫等方法，日常要做好防护。",
    "source": "山东医专附属医院，http://m.toutiao.com/group/7512356322935849511/?upstream_biz=doubao"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "儿童过敏性鼻炎是一种吸入外界过敏原而引起的以鼻痒、打喷嚏、流清涕等为主要症状的疾病。主要的临床症状有鼻痒、打喷嚏、流鼻涕、鼻塞、鼻涕倒流、夜间突然咳嗽等。和感冒不同的是，过敏性鼻炎一般多是在气候改变时、早上起床时、或空气中有粉尘时发作，这种现象一般持续10～20分钟，一天之中可能多次间歇出现。一、病因（一）遗传和体质。根据统计双亲均患有过敏史时罹患率高达75%，而只有单亲有时罹患率亦可高达50%，因此遗传因素对过敏性鼻炎有重要影响。（二）过敏原。儿童过敏性鼻炎的常见过敏原有室内过敏原、室外过敏原和食物过敏原。1．室内过敏原。室内过敏原主要有尘螨、宠物皮屑、蟑螂、霉菌等。尘螨是引起过敏性鼻炎的最常见过敏原之一。2．室外过敏原。室外过敏原主要有花粉、霉菌孢子等。3．食物过敏原。食物过敏原主要有牛奶、鸡蛋、海鲜、坚果等。（二）环境因素。环境污染、气候变化等因素也会诱发或加重过敏性鼻炎。二、预防1．减少过敏原暴露。保持室内空气清洁、通风，定期清洁地毯、窗帘等易积尘物品，使用空气净化器等。2．饮食调理。避免接触已知食物过敏原，注意饮食卫生。3．加强锻炼。适当进行体育锻炼，提高机体免疫力。三、治疗1．药物治疗。常用药物包括抗组胺药、鼻用激素、鼻用减充血剂等。2．免疫治疗。对于药物治疗效果不佳的患者，可考虑进行过敏原特异性免疫治疗。3．手术治疗。对于伴有鼻中隔偏曲、鼻息肉等鼻部结构异常的患者，可考虑手术治疗。",
    "abstract": "儿童过敏性鼻炎由过敏原诱发，主要症状鼻痒、喷嚏、流涕、鼻塞。遗传因素影响大，双亲过敏史罹患率75%。过敏原包括尘螨、花粉、食物。预防减少暴露、清洁环境；治疗药物如抗组胺、鼻激素，严重者免疫或手术。发作时气候变化易发。",
    "source": "国家卫生健康委员会 (NHC), http://www.nhc.gov.cn/yzygj/s3594r/201602/9bf6ab8ab7c449ff80b3630b6057bf54.shtml"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic conditions are among the most common chronic illnesses in the United States, with approximate prevalence rates for allergic rhinitis 25%, asthma 8%, food allergy 6%, and stinging insect allergy 3%. Additionally, asthma, food allergy, and stinging insect allergy cause significant morbidity and mortality. The pre-travel appointments for a traveler with allergic rhinitis and asthma should include a review of their current level of symptom control and medication regimen. Adjust medications to maximize symptom control prior to travel. Provide sufficient prescriptions for the duration of the trip. Instruct travelers on allergen immunotherapy or injectable biologics to work with their allergist, immunologist, or other subspecialists to determine timing and interval of dosing before travel to minimize lapses in therapy. Encourage travelers with allergic rhinitis and asthma to research lodging that mitigates exposure to known triggers, such as dust mite bedding covers, air filtration with or without air conditioning, pet-free rooms, smoke-free rooms, and carpet-free rooms. Advise travelers with allergic rhinitis or asthma: to carry an epinephrine auto-injector if they have a history of anaphylaxis; to avoid known triggers and to have a plan to manage unexpected exposures; to have a written action plan for managing symptoms and exacerbations; to carry a rescue inhaler if they have asthma; to carry antihistamines for mild allergic reactions; to seek medical care if symptoms worsen or do not respond to usual treatments.",
    "abstract": "美国过敏性鼻炎患病率约25%，为常见慢性病，与哮喘等共病。旅行前评估症状控制，调整药物，提供足够处方。免疫疗法需协调剂量。建议选择低过敏住宿，如防尘螨床罩、无宠房间。携带肾上腺素、急救吸入器、抗组胺药，制定行动计划。",
    "source": "Centers for Disease Control and Prevention (CDC), https://www.cdc.gov/yellow-book/hcp/travelers-with-additional-considerations/severely-allergic-travelers.html"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "The percentage of children with certain allergic conditions has increased over previous decades. Seasonal allergies, which includes hay fever, allergic rhinitis, and allergic conjunctivitis, causes sneezing, cough, runny nose, and itchy eyes. Eczema, also known as atopic dermatitis, causes itchy, bumpy rashes and thickened skin that can appear anywhere on the body. Food allergies can cause hives, vomiting, trouble breathing, or throat tightening. Children with allergic conditions may have increased healthcare use and decreased quality of life. Food allergies can be life threatening. This report describes the percentage of children who had diagnosed seasonal allergy, eczema, or food allergy by sex, age, and race and Hispanic origin from the 2021 National Health Interview Survey (NHIS).",
    "abstract": "儿童过敏性鼻炎等季节性过敏发病率上升，症状包括喷嚏、咳嗽、流鼻涕、眼痒。湿疹引起皮疹，食物过敏可致荨麻疹、呼吸困难。儿童医疗使用增加，生活质量下降。2021 NHIS数据显示按性别、年龄、种族差异。",
    "source": "Centers for Disease Control and Prevention (CDC), https://stacks.cdc.gov/view/cdc/123250"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "Allergic rhinitis is defined as symptoms of sneezing, nasal pruritus, airflow obstruction, and mostly clear nasal discharge caused by IgE-mediated reactions against inhaled allergens and involving mucosal inflammation driven by type 2 helper T (Th2) cells. Allergens of importance include seasonal pollens and molds, as well as perennial indoor allergens, such as dust mites, pets, pests, and some molds. The frequency of sensitization to inhalant allergens is increasing and is now more than 40% in many populations in the United States and Europe. The prevalence of allergic rhinitis in the United States is approximately 15% on the basis of physician diagnoses and as high as 30% on the basis of self-reported nasal symptoms. Allergic rhinitis contributes to missed or unproductive time at work and school, sleep problems, and among affected children, decreased involvement in outdoor activities. In addition, children with allergic rhinitis are more likely than unaffected children to have myringotomy tubes placed and to have their tonsils and adenoids removed. The ability to control asthma in people with both asthma and allergic rhinitis has been linked to the control of allergic rhinitis. Most people with asthma have rhinitis. The presence of allergic rhinitis (seasonal or perennial) significantly increases the probability of asthma: up to 40% of people with allergic rhinitis have or will have asthma. Atopic eczema frequently precedes allergic rhinitis. Patients with allergic rhinitis usually have allergic conjunctivitis as well. Sensory-nerve hyperresponsiveness is a common pathophysiological feature of allergic rhinitis. The diagnosis of allergic rhinitis is often made clinically on the basis of characteristic symptoms and a good response to empirical treatment with an antihistamine or nasal glucocorticoid.",
    "abstract": "过敏性鼻炎定义为IgE介导的喷嚏、鼻痒、气流阻塞、清涕症状，由Th2细胞驱动黏膜炎症。过敏原包括季节性花粉、尘螨。美国患病率15-30%，影响工作学习、睡眠，儿童户外活动减少。增加哮喘风险40%，常伴结膜炎、湿疹。诊断临床为主，治疗抗组胺或鼻激素。",
    "source": "National Institutes of Health (NIH) - PMC, https://ncbi.nlm.nih.gov/pmc/articles/PMC4324099"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "If you have hay fever (allergic rhinitis), it's because your immune system views harmless inhaled pollen or other allergens as dangerous substances invading the body. Your system overreacts, flooding your bloodstream with chemicals like histamine and leukotrienes. These chemicals trigger the classic allergy symptoms that make you feel so miserable. Rhinitis may also be associated with nasal polyps -- small, non-cancerous growths. And nosebleeds can occur during hay fever attacks. Hay fever is often an inherited trait (genetically determined). Most people with hay fever have a parent or sibling who also has allergies. People with asthma or eczema (allergic dermatitis) are more likely than others to develop hay fever; and about one-third of those with allergic rhinitis also have at least mild, intermittent, allergic asthma. Also known as allergic rhinitis, there are two types: seasonal, which happens only during the time of year in which certain plants pollinate, and perennial, which happens year-round.",
    "abstract": "过敏性鼻炎（hay fever）免疫系统将花粉等视为威胁，释放组胺等化学物引起症状。遗传相关，父母过敏者易患。与哮喘、湿疹相关，1/3患者有轻度哮喘。分季节性和常年型，伴鼻息肉、鼻出血。症状包括喷嚏、流涕、鼻塞。",
    "source": "WebMD, https://www.webmd.com/allergies/understanding-hay-fever-basics"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "过敏性鼻炎，又称变应性鼻炎、变态反应性鼻炎，是特应性个体接触致敏原后由特异性免疫球蛋白E（IgE）介导的以炎性介质（主要是组胺）释放、有免疫活性细胞和细胞因子等参与的鼻黏膜慢性炎症反应性疾病。本病以鼻痒、阵发性连续喷嚏、大量水样鼻涕和鼻塞为主要特征，还可能伴有嗅觉的减退。目前本病并不能完全治愈，但通过规范治疗可以控制症状。\n并发症：1、支气管哮喘是过敏性鼻炎常见并发症，可同时发生，或先后发生，严重的季节性患者最易并发此病。支气管哮喘多在鼻炎之后发生，而此时鼻炎症状多已明显减轻。有时仅表现为胸闷、咳嗽，是哮喘的另一种临床类型。研究证实，过敏性鼻炎与支气管哮喘在流行病学、发病机制、病理改变等方面均有诸多相同之处，因而存在着上下呼吸道在病理学上的一致性。符合“一个气道，一种疾病”的概念，强调了对过敏性鼻炎是支气管哮喘重要危险因素的认识。2、变应性鼻窦炎由于鼻窦黏膜与鼻腔黏膜连续，且结构相同，鼻腔变态反应很易波及鼻窦。鼻窦黏膜明显水肿，X线片显示窦腔均匀性雾状模糊。窦口黏膜肿胀，致使窦腔引流不畅，窦内渐成负压，患者多有头部不适或头痛，如继发感染，可有大量脓涕。3、分泌性中耳炎可通过3种途径发生。鼻变态反应经咽鼓管直接波及鼓室；咽鼓管咽口受波及，发生水肿、阻塞，造成鼓室负压，引起渗出；过敏原经咽鼓管进入鼓室。患者可出现耳鸣、耳闷、听力下降等症状。4、过敏性咽喉炎咽喉痒，咳嗽或有声嘶，少数严重者可出现喉水肿，引起呼吸困难。\n检查：1、血清特异性IgE检测又称为变应原体外检测，这种方法适用于所有年龄段的患者。通过检测患者血清中游离的特异性IgE，当患者血清中的特异性IgE水平呈阳性，即可认为患者机体处于致敏状态。2、鼻分泌物涂片细胞学检查经脱落细胞学检查，可见较多嗜酸性粒细胞、嗜碱性粒细胞以及杯状细胞。嗜酸性粒细胞的多少与患者近期是否接触变应原有关。\n病因：主要病因：遗传性过敏体质、反复吸入过敏原。\n多发群体：本病以儿童和青少年居多，男女发病没有显著的差异。\n症状：常见症状：鼻痒、阵发性连续喷嚏、大量水样鼻涕、鼻塞。\n症状体征：1、鼻痒可使患者反复捏擦鼻部，有时还可伴有外耳道、软腭及咽部发痒。合并变应性结膜炎时也可有眼痒和结膜充血的症状。2、喷嚏为反射性动作。呈阵发性发作，从几个、十几个或数十个不等，多在晨起或夜晚发作或接触变应原后即刻发作。3、鼻涕大量清水样鼻涕，是鼻分泌亢进的特征性表现。4、鼻塞程度轻重不一，可表现为间歇性或持续性，单侧、双侧或两侧交替性鼻塞。5、嗅觉障碍由于鼻黏膜水肿明显，部分患者可有嗅觉减退。\n鉴别诊断：1、血管运动性鼻炎血管运动性鼻炎的症状与过敏性鼻炎较为相似，鼻部症状常因气温改变、进食辛辣或吸入刺激性气味而突然发生，易与本病混淆。可通过相关检查帮助鉴别，如血管运动型鼻炎的过敏原检测常为阴性。2、嗜酸性粒细胞增多非变应性鼻炎该病的临床症状和体征与过敏性鼻炎有较多相似之处，容易与过敏性鼻炎混淆。鉴别点在于嗜酸性粒细胞增多非变应性鼻炎的皮肤点刺试验或体外特异性IgE检测均为阴性。3、药物性鼻炎药物性鼻炎是由于鼻塞时应用鼻减充血剂用量太大或太久，因其扩血管的反跳作用，使得鼻塞症状更加严重，主要表现为为鼻塞、嗅觉减退、鼻腔分泌物增加等。一般根据过敏原检测呈阴性可以鉴别。4、内分泌性鼻炎内分泌性鼻炎多是与性激素、甲状腺素和垂体激素等内分泌激素水平异常有关，患者可出现鼻塞、打喷嚏等症状。一般可通过过敏原敏感性试验鉴别。5、急性鼻炎急性鼻炎多是由于病毒或细菌感染引起的，病程多在7-10天左右。患者可出现鼻塞、打喷嚏、流鼻涕、鼻痒等症状，还可伴有发热、头痛和肢体酸痛。一般根据过敏原敏感性试验可以鉴别。\n治疗：治疗原则：临床上一般根据过敏性鼻炎的分类和程度，采用阶梯式的治疗方法，即按照病情由轻到重，循序渐进依次采用抗组胺药物、糖皮质激素等进行治疗。主要的治疗方法包括避免接触过敏原、药物治疗、免疫治疗、手术治疗等。\n治疗与预后：本病目前并不能完全治愈，其预后主要与治疗是否及时、规范有关，一般通过积极治疗后可以控制症状，改善生活质量。\n护理：膳食调理：通常情况下，饮食对过敏性鼻炎患者的影响并不显著。但是，对于存在食物过敏情况的患者而言，一定要注意避免接触能引起过敏的食物，以防因食物过敏而加重病情或诱发鼻炎。",
    "abstract": "过敏性鼻炎是由特异性IgE介导的鼻黏膜慢性炎症反应性疾病，以鼻痒、喷嚏、流涕、鼻塞为主要症状，可并发哮喘等疾病，病因包括遗传和吸入过敏原等，目前不能完全治愈，但可规范治疗控制症状。",
    "source": "如意https://m.dayi.org.cn/disease/1127067?from=jrtt"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "最新数据显示，我国花粉过敏性鼻炎患者人数已超1亿，即使接受常规药物治疗，仍有高达60%的患者症状得不到理想控制，不仅严重影响个人生活质量，还带来了沉重的社会经济负担，已然成为我国不容忽视的公共卫生健康问题。\n2025年4月4日，首都医科大学附属北京同仁医院张罗团队在国际医学期刊《自然·医学》(Nature Medicine)发表突破性研究成果——《司普奇拜单抗治疗中重度季节性过敏性鼻炎:一项随机3期试验》(Stapokibart for moderate-to-severe seasonal allergic rhinitis: a randomized phase 3 trial)。该研究发现，对于经常规治疗仍未控制的中重度季节性过敏性鼻炎患者，新型生物制剂司普奇拜单抗可显著改善其临床症状及生活质量。\n过敏性鼻炎是一种由敏感个体接触环境过敏原引发的、IgE介导的鼻黏膜慢性炎症性疾病，全球患病率持续攀升，严重影响患者生活质量。根据发病特点，过敏性鼻炎可分为常年性和季节性两种。其中，季节性过敏性鼻炎在我国北方地区尤为突出，主要致敏原为蒿属、杨柳及柏科等风媒花粉，播散高峰期为春季(3-5月)和夏秋季(8-10月)，该期间由于高浓度的花粉过敏原暴露于空气中，患者出现鼻部和眼部的过敏症状。更令人担忧的是，即使采用抗组胺药、鼻用糖皮质激素等常规治疗方案，仍有部分患者疗效不佳，临床亟需更有效的治疗手段。\n基于临床需求，张罗团队开展了名为“天玑”的多中心、随机、双盲、安慰剂对照的III期临床试验，在全国18个研究中心纳入108例中重度季节性过敏性鼻炎患者，以证实新型生物制剂司普奇拜单抗的临床疗效。\n司普奇拜单抗是一种靶向白细胞介素4受体α亚基(IL-4Rα)的人源化单克隆抗体，通过阻断IL-4和IL-13的信号通路，有效抑制2型炎症反应。张罗团队在前期的II期临床试验“天璇”研究中已证实，司普奇拜单抗在治疗中有良好的安全性和耐受性。此次III期临床试验研究结果显示，司普奇拜单抗能有效改善患者的鼻部和眼部症状，在治疗第4天即显现出显著疗效，第14天达到最佳治疗效果。进一步研究发现，给予司普奇拜单抗治疗后，患者血清总IgE、花粉特异性IgE水平显著下降。同时，CLC、CST1等2型炎症相关基因活跃度也会降低。这表明司普奇拜单抗从全身和局部层面发挥对2型炎症相关生物标志物和基因表达网络的调节作用。\n“天玑”研究开创了过敏性鼻炎靶向生物制剂治疗的先河，司普奇拜单抗已于2025年2月7日获得国家药品监督管理局批准上市，成为目前全球唯一获批治疗季节性过敏性鼻炎的IL-4Rα单抗药物，为广大患者提供了全新的升级治疗选择。",
    "abstract": "我国花粉过敏性鼻炎患者超1亿，北京同仁医院研究发现司普奇拜单抗可显著改善中重度季节性过敏性鼻炎患者症状，该药是全球唯一获批治疗该病的IL-4Rα单抗药物。",
    "source": "光明网http://m.toutiao.com/group/7489692909630013952/?upstream_biz=doubao"
  },
  {
    "disease_name": "过敏性鼻炎",
    "category": "呼吸系统疾病",
    "information": "过敏性鼻炎（变应性鼻炎）是鼻黏膜接触过敏原后引发的慢性炎症，属于免疫系统异常反应。当过敏原（如花粉、尘螨）进入鼻腔，免疫系统误将其识别为“有害物质”，刺激B细胞产生大量特异性IgE抗体，进而引发鼻痒、打喷嚏、流清水样鼻涕等症状。部分患者还会伴随眼痒、咽喉不适，甚至诱发哮喘等下呼吸道疾病。\n过敏性鼻炎的主要症状\n1.鼻部症状：阵发性喷嚏、清水样鼻涕、鼻塞、鼻痒。\n2.眼部症状：眼痒、流泪、结膜充血。\n3.其他表现：部分患者可能出现咽喉不适或咳嗽，严重时可能引发哮喘。\n过敏性鼻炎的常见成因\n1. 遗传因素\n约30%-50%的患者有家族过敏史。若父母一方患过敏性疾病，子女患病风险增加20%-40%；若双方患病，风险升至50%-70%。\n2. 环境因素\n吸入性过敏原：尘螨、花粉（春季树木、秋季杂草）、霉菌孢子、动物皮屑等是主要诱因。\n空气污染：PM2.5、汽车尾气中的二氧化氮等可损伤鼻黏膜屏障，增加过敏原渗透。\n生活方式：长期暴露于潮湿环境、吸烟（包括二手烟）可能加重症状。\n3. 其他因素\n年龄与激素变化：儿童因免疫系统发育不完善更易患病；女性孕期激素水平波动可能加重症状。\n交叉反应：部分患者存在花粉-食物过敏综合征（如对桦树花粉过敏者可能对苹果、桃子过敏）。\n过敏性鼻炎的诊断方法\n1.临床症状：喷嚏、清水样涕、鼻痒、鼻塞等症状出现2项及以上，每天症状持续超过1小时，可伴有眼痒、结膜充血等眼部症状。\n2.体征检查：常见鼻黏膜苍白、水肿，鼻腔水样分泌物。\n3.过敏原检测：\n皮肤点刺试验：使用标准化变应原试剂，在前臂掌侧皮肤点刺，20分钟后观察结果。\n血清特异性IgE检测：实验室指标之一，确诊变应性鼻炎需要临床症状与检测结果相符。\n过敏性鼻炎的科学管理\n1. 避免接触过敏原\n尘螨过敏：使用防螨寝具，定期用55℃以上热水清洗床单被套，减少毛绒玩具和地毯。\n花粉过敏：花粉季减少户外活动，外出时佩戴口罩和护目镜，回家后及时洗脸、洗鼻腔。\n宠物过敏：避免接触猫狗，家中有宠物需定期清洁其毛发。\n2. 药物治疗\n鼻用糖皮质激素：一线首选药物，对打喷嚏、流涕、鼻痒、鼻塞均有改善，需连续使用1-2周才能达最佳效果，症状控制后需逐渐减量。\n口服抗组胺药：第二代药物（如西替利嗪、氯雷他定）起效快，适合间歇性或轻中度症状快速控制。\n鼻用抗组胺药：局部喷鼻，15-30分钟起效，适合急性发作时快速止痒止喷嚏。\n白三烯受体拮抗剂：适合合并哮喘的患儿，对鼻塞、流涕均有改善。\n3. 免疫治疗（脱敏治疗）\n适应人群：中-重度患者，药物控制不佳或不愿长期用药者。\n方式：舌下含服或皮下注射过敏原提取物，疗程3-5年，可长期缓解症状。\n4. 日常护理\n生理盐水洗鼻：安全无副作用的物理疗法，建议每天早晚各1次，可冲走鼻腔内的过敏原和炎性分泌物。\n增强体质：规律作息，避免过度疲劳诱发症状。",
    "abstract": "过敏性鼻炎是鼻黏膜接触过敏原引发的慢性炎症，症状包括鼻痒、喷嚏等，病因有遗传、环境等因素，诊断依靠症状、体征及过敏原检测，可通过避免接触过敏原、药物等方法管理。",
    "source": "北京市卫生健康委员会https://wjw.beijing.gov.cn/bmfw_20143/jkzs/jksh/202510/t20251020_4231553.html"
  }
]