[
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "结核病是由结核分枝杆菌感染引起的慢性传染病，可侵犯人体多个器官，以肺部结核感染最为常见。排菌者为其重要的传染源。人体感染结核菌后不一定发病，当抵抗力降低或细胞介导的变态反应增高时，才可能引起临床发病。若能及时诊断，并予合理治疗，大多可获临床痊愈。结核分枝杆菌属于放线菌目，分枝杆菌科的分枝杆菌属，为有致病力的耐酸菌。主要分为人型、牛型、鸟型、鼠型等类型，对人致病的主要是人型菌，牛型菌较少见。结核菌为需氧菌，生长缓慢，在改良罗氏培养基上培养约2-4周才能形成明显的菌落。结核菌对干燥、冷、酸、碱等抵抗力较强，在干燥的环境中可存活数月或数年。但对湿热、紫外线、酒精等敏感，煮沸10分钟、75%酒精接触2分钟、紫外线照射20分钟均可将其杀灭。结核病的传播途径主要为呼吸道传播，排菌的肺结核患者咳嗽、打喷嚏、大声说话时，会将含有结核菌的飞沫排到空气中，健康人吸入后可能被感染。此外，还可通过消化道传播，如食用被结核菌污染的食物，或经皮肤、黏膜接触传播，但较为少见。人群普遍易感，尤其是婴幼儿、青少年、老年人、免疫力低下者如艾滋病患者、糖尿病患者、长期使用免疫抑制剂者等感染风险更高。结核病的临床表现因感染部位、病情轻重、病程长短而异。肺结核的典型症状包括咳嗽、咳痰、咯血、胸痛、呼吸困难等呼吸道症状，以及低热、盗汗、乏力、食欲减退、体重减轻等全身症状。咳嗽、咳痰持续2周以上或痰中带血是肺结核的常见可疑症状。其他部位的结核病则表现为相应器官的症状，如骨关节结核可出现关节疼痛、肿胀、活动受限；淋巴结结核可出现淋巴结肿大、破溃等。结核病的诊断需结合病史、临床表现、影像学检查、实验室检查等综合判断。影像学检查中，胸部X线或CT检查是诊断肺结核的重要手段，可发现肺部的病变部位、范围、形态等。实验室检查包括痰涂片抗酸杆菌检查、痰培养、结核菌素试验、结核抗体检测、分子生物学检查等。痰涂片抗酸杆菌检查快速简便，是发现传染源的重要方法；痰培养是诊断结核病的金标准，但培养周期较长；结核菌素试验可用于筛查感染，但不能区分活动性结核和既往感染；分子生物学检查如PCR技术可快速检测结核菌核酸，提高诊断效率。结核病的治疗原则是早期、联合、适量、规律、全程使用敏感抗结核药物。常用的抗结核药物包括异烟肼、利福平、吡嗪酰胺、乙胺丁醇、链霉素等。初治活动性肺结核的治疗疗程一般为6个月，复治肺结核的疗程需延长至8-12个月，耐多药肺结核的疗程更长，可达20个月以上。治疗期间需定期复查，评估疗效和药物不良反应，及时调整治疗方案。结核病的预防措施包括控制传染源、切断传播途径、保护易感人群。控制传染源是预防结核病的关键，及时发现和治疗排菌患者，可减少结核菌的传播。切断传播途径包括保持室内通风、佩戴口罩、避免与排菌患者密切接触等。保护易感人群可通过接种卡介苗实现，卡介苗主要用于预防婴幼儿结核病，尤其是严重的粟粒型结核和结核性脑膜炎，但对成人肺结核的预防效果有限。对于免疫力低下的高危人群，可在医生指导下进行预防性服药。",
        "abstract": "结核病是结核分枝杆菌引起的慢性传染病，肺部感染最常见，排菌者为主要传染源。经呼吸道传播为主，人群普遍易感，免疫力低下者风险更高。典型症状有咳嗽、咳痰、低热、盗汗等，诊断需结合影像学和实验室检查。治疗遵循早期、联合等原则，常用抗结核药物，预防需控制传染源、切断传播途径和保护易感人群。",
        "source": "中国疾病预防控制中心  https://www.chinacdc.cn/jkzt/jbzs/zjxtjb/"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "结核分枝杆菌（Mycobacterium tuberculosis，MTB）是结核病的致病菌，其生物学特性决定了疾病的传播、发病及治疗特点。MTB为细长略带弯曲的杆菌，大小约1-4μm×0.3-0.6μm，无鞭毛、无芽孢，革兰染色不易着色，经萋-尼氏抗酸染色后呈红色，故又称抗酸杆菌。MTB为专性需氧菌，在有氧环境中才能生长繁殖，最适生长温度为37℃左右，最适pH值为6.5-6.8。该菌生长缓慢，繁殖一代约需18-24小时，远慢于普通细菌，这也是结核病病程较长、治疗周期久的重要原因之一。MTB的细胞壁结构复杂，含有大量脂质，约占细胞壁干重的60%，主要为分枝菌酸、索状因子、蜡质D等成分。这些脂质成分不仅使MTB具有抗酸染色特性，还能保护细菌免受宿主免疫系统的攻击，增强其在宿主细胞内的存活能力。索状因子与MTB的毒力相关，能抑制白细胞游走，引起慢性肉芽肿病变；蜡质D则可诱发机体的免疫反应和迟发型超敏反应。MTB对不良环境具有较强的抵抗力，在干燥的痰液中可存活6-8个月，在尘埃中可保持传染性8-10天。该菌对低温抵抗力强，在-6℃至-8℃环境中可存活4-5个月。但对湿热、紫外线和化学消毒剂敏感，100℃煮沸10分钟、75%乙醇接触2分钟、5%苯酚溶液接触24小时均可杀灭MTB。此外，MTB对异烟肼、利福平、链霉素等抗结核药物敏感，但长期不规范使用易导致耐药菌株产生，包括单耐药、多耐药和广泛耐药菌株，给结核病的治疗带来极大挑战。MTB的致病机制主要与细菌的毒力因子、宿主的免疫反应有关。当MTB侵入人体后，被肺泡巨噬细胞吞噬，若巨噬细胞未能将其杀灭，细菌可在细胞内繁殖，并扩散至全身淋巴结。机体针对MTB产生的免疫反应以细胞免疫为主，T淋巴细胞在抗感染中发挥核心作用。CD4+ T细胞可分泌干扰素-γ等细胞因子，激活巨噬细胞的杀菌功能；CD8+ T细胞可直接杀伤被感染的细胞。同时，机体的迟发型超敏反应也参与病变过程，过度的免疫反应可导致组织损伤和坏死，形成结核结节和干酪样坏死等典型病理改变。",
        "abstract": "结核分枝杆菌是结核病致病菌，为抗酸杆菌，专性需氧、生长缓慢。其细胞壁含大量脂质，增强存活能力且与毒力相关。该菌对干燥低温抵抗力强，对湿热、紫外线和部分消毒剂敏感。致病与毒力因子及宿主细胞免疫相关，不规范用药易致耐药菌株。",
        "source": "中华医学会结核病学分会  https://www.cstb.org.cn/ztzl/jbjs/"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "潜伏性结核感染（LTBI）是指机体感染结核分枝杆菌后，没有出现临床症状，也没有影像学上的异常表现，但结核菌素试验或干扰素-γ释放试验结果为阳性，且排除了活动性结核病的一种状态。LTBI者体内的结核分枝杆菌处于休眠状态，不具有传染性，但在一定条件下可能被激活，发展为活动性结核病，因此LTBI是结核病发病的重要储备人群。全球约有17亿人感染结核分枝杆菌，其中大部分为LTBI，每年约有5%-10%的LTBI者会发展为活动性结核病，而HIV感染者等免疫功能低下人群的发病风险可高达10%/年。LTBI的诊断主要依靠免疫学检查，包括结核菌素皮肤试验（TST）和干扰素-γ释放试验（IGRAs）。TST是传统的筛查方法，通过皮内注射结核菌素纯蛋白衍生物（PPD），观察注射部位48-72小时后的硬结大小来判断结果。硬结直径≥5mm为阳性，提示可能存在结核分枝杆菌感染，但需排除卡介苗接种后的假阳性反应。IGRAs是基于结核分枝杆菌特异性抗原刺激T细胞产生干扰素-γ的原理设计的检测方法，包括QFT-GIT和T-SPOT.TB两种，其特异性高于TST，不受卡介苗接种和非结核分枝杆菌感染的干扰，可更准确地诊断LTBI。对于LTBI的管理，重点在于识别高危人群并进行预防性治疗，以降低其发展为活动性结核病的风险。LTBI的高危人群包括HIV感染者、与活动性肺结核患者密切接触者、糖尿病患者、慢性肾脏病患者、长期使用免疫抑制剂者、老年人、儿童青少年等。预防性治疗的常用方案包括异烟肼单药治疗6-9个月、异烟肼联合利福平治疗3个月、利福平单药治疗4个月等。在开始预防性治疗前，需排除活动性结核病和药物过敏情况，治疗期间需定期监测药物不良反应，确保治疗安全。",
        "abstract": "潜伏性结核感染指感染结核分枝杆菌后无症状、无影像学异常，但免疫学检查阳性。全球感染者多为潜伏感染，免疫低下者易进展为活动性结核。诊断依靠结核菌素皮肤试验和干扰素-γ释放试验，高危人群需进行预防性治疗，常用异烟肼等药物方案。",
        "source": "中国医学科学院  https://www.cams.cn/kepu/202303/t20230317_214533.html"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "耐多药结核病（MDR-TB）是指结核分枝杆菌对至少异烟肼和利福平两种主要一线抗结核药物耐药的结核病。广泛耐药结核病（XDR-TB）则是在MDR-TB的基础上，对任意一种氟喹诺酮类药物和至少一种二线注射类药物耐药，其治疗难度更大，预后更差。MDR-TB的产生主要与不规范治疗相关，包括未遵循早期、联合、适量、规律、全程的治疗原则，擅自停药、减药，药物剂量不足，治疗方案不合理等。此外，结核分枝杆菌的基因突变、交叉感染耐药菌株也可能导致MDR-TB的发生。MDR-TB的流行病学形势严峻，全球每年约有50万新发病例，中国是MDR-TB高负担国家之一。MDR-TB的临床表现与普通结核病相似，但症状更严重，病程更长，治疗效果不佳，传染性更强，对公共卫生构成严重威胁。MDR-TB的诊断关键在于药物敏感性试验（DST），通过检测结核分枝杆菌对各种抗结核药物的敏感性，明确耐药谱，为治疗方案的制定提供依据。DST可分为表型药敏试验和基因型药敏试验。表型药敏试验包括比例法、绝对浓度法等，是传统的药敏检测方法，但检测周期较长（2-8周）；基因型药敏试验基于耐药基因检测，如Xpert MTB/RIF Ultra、基因芯片等，可快速检测常见的耐药基因，缩短诊断时间至数小时或数天。MDR-TB的治疗需根据药敏试验结果，选择有效的二线抗结核药物组合方案。常用的二线抗结核药物包括氟喹诺酮类（如左氧氟沙星、莫西沙星）、注射类药物（如阿米卡星、卷曲霉素）、口服抑菌药物（如乙硫异烟胺、丙硫异烟胺、环丝氨酸、特立齐酮）等。治疗方案需包含至少4种有效药物，分为强化期和巩固期，总疗程通常为18-24个月，部分患者可能需要更长时间。治疗期间需加强不良反应监测，常见的不良反应包括胃肠道反应、肝肾功能损伤、听力损害、神经病变等，及时处理不良反应可提高治疗依从性。MDR-TB的预防重点在于加强普通结核病的规范治疗，减少耐药菌株的产生；加强耐药监测，及时发现和隔离治疗MDR-TB患者；推广快速耐药检测技术，提高诊断效率；加强感染控制措施，防止耐药菌株传播。",
        "abstract": "耐多药结核病指对异烟肼和利福平耐药，广泛耐药结核耐药性更强。其产生与不规范治疗等相关，临床表现重、病程长、传染性强。诊断依赖药物敏感性试验，治疗需选用二线抗结核药物组合，疗程18-24个月以上，预防核心是规范治疗和耐药监测。",
        "source": "国家卫生健康委员会  https://www.nhc.gov.cn/jkj/s7915/202103/t20210326_230314.shtml"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is the world’s top infectious killer. Nearly 4500 people lose their lives and 30 000 people fall ill with TB each day. TB is contagious. TB is caused by bacteria (Mycobacterium tuberculosis) and it most often affects the lungs. TB is spread through the air when people with lung TB cough, sneeze or spit. A person needs to inhale only a few germs to become infected. Every year, 10 million people fall ill with tuberculosis (TB). Despite being a preventable and curable disease, 1.5 million people die from TB each year – making it the world’s top infectious killer. TB is the leading cause of death of people with HIV and also a major contributor to antimicrobial resistance. Most of the people who fall ill with TB live in low‑ and middle‑income countries, but TB is present all over the world. About half of all people with TB can be found in 8 countries: Bangladesh, China, India, Indonesia, Nigeria, Pakistan, Philippines and South Africa. About a quarter of the global population is estimated to have been infected with TB bacteria, but most people will not go on to develop TB disease and some will clear the infection. Those who are infected but not (yet) ill with the disease cannot transmit it. People infected with TB bacteria have a 5–10% lifetime risk of falling ill with TB. Those with compromised immune systems, such as people living with HIV, malnutrition or diabetes, or people who use tobacco, have a higher risk of falling ill. Symptoms Common symptoms of TB disease include: • Prolonged cough • Chest pain • Weakness or fatigue • Weight loss • Fever • Night sweats Often, these symptoms will be mild for many months, thus leading to delays in seeking care and increasing the risk of spreading the infection to others. If the healthcare provider suspects a patient to have TB disease, they will send the patient for testing. In the case of suspected lung TB disease, patients will be asked to give a sputum sample for testing for TB bacteria. For non‑lung TB disease, samples of affected body fluids and tissue can be tested. WHO recommends rapid molecular diagnostic tests as initial tests for people showing signs and symptoms of TB. Other diagnostic tools can include sputum smear microscopy and chest X‑rays.",
        "abstract": "TB 是由结核分枝杆菌引起，主要累及肺部，可通过飞沫传播，每年约1000万人患病、150万人死亡。潜伏期感染者多不具传染性，5‑10%可发展为活动病。",
        "source": "World Health Organization, Tuberculosis ‑ Health Topics (WHO) (https://www.who.int/health-topics/tuberculosis)"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis is a disease caused by germs that are spread from person to person through the air.  * Were born in or frequently travel to countries where TB is common, including some countries in Asia, Africa, and Latin America  * Live or used to live in large group settings where TB is more common, such as homeless shelters, prisons, or jails  * Recently spent time with someone who has active TB disease  * Have a weaker immune system because of certain medications or health conditions such as diabetes, cancer, and HIV How it spreads TB is spread through the air from one person to another. The TB germs are put into the air when a person with active TB disease of the lungs or throat coughs, speaks, or sings. TB is spread through the air from one person to another. These germs can stay in the air for several hours, depending on the environment. TB germs are more likely to spread in indoor areas or other places with poor air circulation (such as a closed vehicle) than in outdoor areas. People who breathe in the air become infected with TB. People with active TB disease are most likely to spread TB germs to people they spend time with every day. Quick facts • TB disease is one of the world’s leading infectious disease killers. • CDC estimates up to 13 million people in the United States live with inactive TB. • Without treatment, 1 in 10 people with inactive TB will get sick with active TB disease. TB disease can spread to others and be deadly. In 2023, there were 9,633 cases of TB disease reported in the United States. Testing CDC recommends that people that are at increased risk should be tested for TB. There are two types of tests that can find TB infection: TB blood test The TB blood test is also called an interferon‑gamma release assay or IGRA. The TB blood test measures how your immune system reacts to the germs that cause TB. If you have ever received a vaccine for TB, your health care provider should recommend the TB blood test. Unlike the TB skin test, TB blood tests are not affected by the TB vaccine (BCG vaccine). TB skin test For the TB skin test, a health care provider uses a small needle to put some testing material under the skin. You will need to return to your health care provider in two to three days to see if there is a reaction. If your TB blood test or skin test result is positive You have TB germs in your body. Your health care provider will do other tests to determine if you have inactive TB or active TB disease. These tests may include a chest x‑ray, and a test of the sputum (phlegm) you cough up. Treatment If you have inactive TB, treating it is the best way to protect you from getting sick with active TB disease. If you have active TB disease, you can be treated with medicine. You will need to take and finish all of your TB medicine as directed by your health care provider. This is to help you feel better and prevent other people from getting sick.",
        "abstract": "TB 通过空气传播，潜伏期可无症状。无治疗的潜伏感染者约1/10可转为活动病。检测包括皮试、血检及胸片等。",
        "source": "Centers for Disease Control and Prevention, About Tuberculosis (https://www.cdc.gov/tb/about/index.html)"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Symptoms of active tuberculosis (TB) disease depend on where in the body the TB germs are growing. TB germs usually grow in the lungs (pulmonary TB). Active TB disease in the lungs may cause symptoms such as:  * A bad cough that lasts 3 weeks or longer  * Pain in the chest  * Coughing up blood or sputum (phlegm) from deep inside the lungs Other symptoms of active TB disease are:  * Weakness or fatigue,  * Weight loss,  * No appetite,  * Chills,  * Fever, and  * Sweating at night. Symptoms of active TB disease in other parts of the body depend on the area affected:  * TB disease of the lymph nodes may cause a firm red or purple swelling under the skin.  * TB disease of the kidney may cause blood in the urine.  * TB meningitis (TB disease of the brain) may cause headache or confusion.  * TB disease of the spine may cause back pain. Inactive TB People with inactive TB do not have symptoms of TB disease. However, without treatment, they can develop active TB disease and become sick.",
        "abstract": "活动性结核病肺部常见症状包括咳嗽≥3周、胸痛、咯血；全身症状有乏力、体重下降、夜汗。潜伏感染则无症状但可转为活动病。",
        "source": "Centers for Disease Control and Prevention, Signs and Symptoms of Tuberculosis (https://www.cdc.gov/tb/signs-symptoms/index.html)"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is a serious illness that mainly affects the lungs. The germs that cause tuberculosis are a type of bacteria. Tuberculosis can spread when a person with the illness coughs, sneezes or sings. This can put tiny droplets with the germs into the air. Another person can then breathe in the droplets, and the germs enter the lungs. Tuberculosis spreads easily where people gather in crowds or where people live in crowded conditions. People with HIV/AIDS and other people with weakened immune systems have a higher risk of catching tuberculosis than people with typical immune systems. Medicines called antibiotics can treat tuberculosis. But some forms of the bacteria no longer respond well to treatments. When TB germs survive and multiply in the lungs, it is called a TB infection. A TB infection may be in one of three stages. Symptoms are different in each stage. Primary TB infection. The first stage is called the primary infection. Immune system cells find and capture the germs. The immune system may completely destroy the germs. But some captured germs may still survive and multiply. Most people don't have symptoms during a primary infection. Some people may get flu‑like symptoms, such as:  * Low fever.  * Tiredness.  * Cough. Latent TB infection. Primary infection is usually followed by the stage called latent TB infection. Immune system cells build a wall around lung tissue with TB germs. The germs can't do any more harm if the immune system keeps them under control. But the germs survive. There are no symptoms during latent TB infection. Active TB disease. Active TB disease happens when the immune system can't control an infection. Germs cause disease throughout the lungs or other parts of the body. Active TB disease may happen right after primary infection. But it usually happens after months or years of latent TB infection. Symptoms of active TB disease in the lungs usually begin gradually and worsen over a few weeks. They may include:  * Cough.  * Coughing up blood or mucus.  * Chest pain.  * Pain with breathing or coughing.  * Fever.  * Chills.  * Night sweats.  * Weight loss.  * Not wanting to eat.  * Tiredness.  * Not feeling well in general. Active TB disease outside the lungs. TB infection can spread from the lungs to other parts of the body. This is called extrapulmonary tuberculosis. Symptoms vary depending on what part of the body is infected. Common symptoms may include:  * Fever.  * Chills.  * Night sweats.  * Weight loss.  * Not wanting to eat.  * Tiredness.  * Not feeling well in general.  * Pain near the site of infection. Active TB disease in children. Symptoms of active TB disease in children vary. Typically, symptoms by age may include the following:  * Teenagers. Symptoms are similar to adult symptoms.  * 1‑ to 12‑year‑olds. Younger children may have a fever that won’t go away and weight loss.  * Infants.The baby doesn’t grow or gain weight as expected. Also, a baby may have symptoms from swelling in the fluid around the brain or spinal cord, including:  * Being sluggish or not active.  * Unusually fussy.  * Vomiting.  * Poor feeding.  * Bulging soft spot on the head.  * Poor reflexes.",
        "abstract": "TB 感染可分为原发、潜伏、活动三个阶段。活动期肺部典型为咳嗽、咯血、胸痛、体重下降、夜汗，儿童症状则更为多样。",
        "source": "Mayo Clinic, Tuberculosis – Symptoms & causes (https://www.mayoclinic.org/diseases-conditions/tuberculosis/symptoms-causes/syc-20351250)"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "A total of 1.25 million people died from tuberculosis (TB) in 2023 (including 161 000 people with HIV). Worldwide, TB has probably returned to being the world’s leading cause of death from a single infectious agent, following three years in which it was replaced by coronavirus disease (COVID-19). It was also the leading killer of people with HIV and a major cause of deaths related to antimicrobial resistance. In 2023, an estimated 10.8 million people fell ill with TB worldwide, including 6.0 million men, 3.6 million women and 1.3 million children. TB is present in all countries and age groups. TB is curable and preventable. Multidrug-resistant TB (MDR-TB) remains a public health crisis and a health security threat. Only about 2 in 5 people with drug resistant TB accessed treatment in 2023. Global efforts to combat TB have saved an estimated 79 million lives since the year 2000. US$ 22 billion is needed annually for TB prevention, diagnosis, treatment and care to achieve the global target by 2027 agreed at the 2023 UN high level-meeting on TB. Ending the TB epidemic by 2030 is among the health targets of the United Nations Sustainable Development Goals (SDGs). Tuberculosis (TB) is an infectious disease caused by bacteria that most often affects the lungs. It spreads through the air when people with TB cough, sneeze or spit. Tuberculosis is preventable and curable. About a quarter of the global population is estimated to have been infected with TB bacteria. About 5–10% of people infected with TB will eventually get symptoms and develop TB disease. Those who are infected but free of disease cannot transmit it. TB disease is usually treated with antibiotics and can be fatal without treatment. In certain countries, the Bacille Calmette-Guérin (BCG) vaccine is given to babies or small children to prevent TB. The vaccine prevents deaths from TB and protects children from serious forms of TB. Certain conditions can increase a person’s risk for TB disease: diabetes (high blood sugar) weakened immune system (for example, from HIV or AIDS) being malnourished tobacco use harmful use of alcohol. People with TB infection don’t feel sick and aren’t contagious. Only a small proportion of people who get infected with TB will get TB disease and symptoms. Babies and children are at higher risk. TB disease occurs when bacteria multiply in the body and affect different organs. TB symptoms may be mild for many months, so it is easy to spread TB to others without knowing it. Some people with TB disease do not have any symptoms. Common symptoms of TB are: prolonged cough (sometimes with blood) chest pain weakness fatigue weight loss fever night sweats The symptoms people get depend on which part of the body is affected by TB. While TB usually affects the lungs, it can also involve the kidneys, brain, spine and skin. Follow these steps to help prevent tuberculosis infection and spread: Seek medical attention if you have symptoms like prolonged cough, fever and unexplained weight loss as early treatment for TB can help stop the spread of disease and improve your chances of recovery. Get tested for TB if you are at increased risk, such as if you have HIV or are in contact with people who have TB in your household or workplace. TB preventive treatment (or TPT) prevents infection from becoming disease. If prescribed TPT, complete the full course. If you have TB, practice good hygiene when coughing, including avoiding contact with other people and wearing a mask, covering your mouth and nose when coughing or sneezing, and disposing of sputum and used tissues properly. Special measures like respirators and ventilation are important to reduce infection in healthcare facilities and other institutions. WHO recommends the use of rapid molecular diagnostic tests as the initial diagnostic test in all persons with signs and symptoms of TB. Rapid diagnostic tests recommended by WHO include the Xpert MTB/RIF Ultra and Truenat assays. These tests have high diagnostic accuracy and will lead to major improvements in the early detection of TB and drug-resistant TB. A tuberculin skin test (TST), interferon gamma release assay (IGRA) or newer antigen-based skin tests (TBST) can be used to identity people with infection. Diagnosing multidrug-resistant and other resistant forms of TB (see multidrug-resistant TB section below) as well as HIV-associated TB can be complex and expensive. Tuberculosis is particularly difficult to diagnose in children. Tuberculosis disease is treated with special antibiotics. Treatment is recommended for both TB infection and disease. The most common antibiotics used are: isoniazid rifampicin pyrazinamide ethambutol. To be effective, medications need to be taken daily for 4–6 months. It is dangerous to stop the medications early or without medical advice as it can prompt TB bacteria in the body to become resistant to the drugs. TB that doesn’t respond to standard drugs is called drug-resistant TB and requires treatment with different medicines. Drug resistance emerges when TB medicines are used inappropriately, through incorrect prescription by health care providers, poor quality drugs, or patients stopping treatment prematurely. MDR-TB is a form of TB caused by bacteria that do not respond to isoniazid and rifampicin, the two most effective first-line TB drugs. MDR-TB is treatable and curable by using other drugs, which tend to be more expensive and toxic. In some cases, extensively drug resistant TB or XDR-TB can develop. TB caused by bacteria that do not respond to the most effective drugs in MDR-TB treatment regimens can leave patients with very limited treatment options. MDR-TB remains a public health crisis and a health security threat. Only about 2 in 5 people with multidrug resistant TB accessed treatment in 2023. In accordance with WHO guidelines, detection of MDR-TB requires bacteriological confirmation of TB and testing for drug resistance using rapid molecular tests or culture methods. In 2022, new WHO guidelines prioritized a short 6-month all-oral regimen known as BPaLM/BPaL as a treatment of choice for eligible patients. Globally in 2023, 5646 people with MDR/RR-TB were reported to have been started treatment on the BPaLM/BPaL regimen, up from 1744 in 2022. The shorter duration, lower pill burden and high efficacy of this novel regimen can help ease the burden on health systems and save precious resources to further expand the diagnostic and treatment coverage for all individuals in need. In the past, MDR-TB treatment used to last for at least 9 months and up to 20 months. WHO recommends expanded access to all-oral regimens. People living with HIV are 16 (uncertainty interval 14–18) times more likely to fall ill with TB disease than people without HIV. TB is the leading cause of death among people with HIV. HIV and TB form a lethal combination, each speeding the other's progress. In 2023, about 161 000 people died of HIV-associated TB. The percentage of notified TB patients who had a documented HIV test result in 2023 was 80%, this was the same level as in 2022, but up from 76% in 2021. The WHO African Region has the highest burden of HIV-associated TB. Overall in 2023, only 56% of TB patients known to be living with HIV were on antiretroviral therapy (ART). WHO recommends a 12-component approach of collaborative TB-HIV activities, including actions for prevention and treatment of infection and disease, to reduce deaths. TB mostly affects adults in their most productive years. However, all age groups are at risk. Over 80% of cases and deaths are in low- and middle-income countries. TB occurs in every part of the world. In 2023, the largest number of new TB cases occurred in the WHO South-East Asia Region (45%), followed by the African Region (24%) and the Western Pacific Region (17%). Around 87% of new TB cases occurred in the 30 high TB burden countries, with more than two-thirds of the global total in Bangladesh, China, Democratic Republic of the Congo, India, Indonesia, Nigeria, Pakistan and the Philippines. Globally, about 50% of people treated for TB and their households face total costs (direct medical expenditures, non-medical expenditures and indirect costs such as income losses) that are catastrophic (>20% of total household income), far from the WHO End TB Strategy target of zero. Those with compromised immune systems, such as people living with HIV, undernutrition or diabetes, or people who use tobacco, have a higher risk of falling ill. Globally in 2023, there were estimated 0.96 million new TB cases that were attributable to undernutrition, 0.75 million to alcohol use disorders, 0.70 million to smoking, 0.61 million to HIV infection, and 0.38 million to diabetes. US$ 22 billion are needed annually for TB prevention, diagnosis, treatment and care to achieve global targets by 2027 agreed on at the 2023 UN high level-TB meeting. As in the past decade, most of the spending on TB services in 2023 (80%) was from domestic sources. In low- and middle-income countries, international donor funding remains crucial. From 2019 to 2023, there was a decline (of US$ 1.2 billion) in available funding from domestic sources and a very slight increase (of US$ 0.1 billion) in funding provided by international donors. Most of the reduction in domestic funding is largely explained by reductions in domestic funding trends in Brazil, the Russian Federation, India, China and South Africa (BRICS). Financing for TB research and innovation at US$ 1.0 billion in 2022 also continues to fall far short of the global target of US$ 5 billion per year, constrained by the overall level of investment. WHO is working closely with countries, partners and civil society in scaling up the TB response. Six core functions are being pursued by WHO to contribute to achieving the targets of the 2023 UN high-level meeting political declaration, Sustainable Development Goals, End TB Strategy and WHO strategic priorities: providing global leadership to end TB through strategy development, political and multisectoral engagement, strengthening review and accountability, advocacy, and partnerships, including with civil society; shaping the TB research and innovation agenda and stimulating the generation, translation and dissemination of knowledge; setting norms and standards on TB prevention and care and promoting and facilitating their implementation; developing and promoting ethical and evidence-based policy options for TB prevention and care; ensuring the provision of specialized technical support to Member States and partners jointly with WHO regional and country offices, catalysing change, and building sustainable capacity; and monitoring and reporting on the status of the TB epidemic and progress in financing and implementation of the response at global, regional and country levels.",
        "abstract": "结核病（TB）是由细菌引起的传染病，主要影响肺部。通过空气传播，2023年全球约1080万人患病，125万人死亡。TB可预防和治愈，但耐药性是重大威胁。症状包括咳嗽、发热、体重减轻。高危人群包括HIV患者和免疫力低下者。WHO推动全球防治努力。",
        "source": "World Health Organization (WHO), https://www.who.int/news-room/fact-sheets/detail/tuberculosis"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is caused by a bacterium (or germ) called Mycobacterium tuberculosis. In the United States, the majority of TB disease cases in people are caused by Mycobacterium tuberculosis. Other mycobacteria (such as Mycobacterium bovis) can also cause TB disease in people. TB usually affects the lungs. TB can also affect other parts of the body, such as the brain, the kidneys, or the spine. TB can also affect multiple parts of the body at the same time. For example, TB can affect both the lungs and lymph nodes. Not everyone infected with TB germs becomes sick. As a result, two TB-related conditions exist: inactive TB (or latent TB infection) and active TB disease. If not treated properly, TB disease can be fatal. TB germs can live in the body without making you sick. This is called inactive TB, or latent TB infection. People with inactive TB are infected with TB germs, but they do not have active TB disease. They do not feel sick, do not have any symptoms, and cannot spread TB to others. Without treatment, people with inactive TB can develop active TB disease at any time and become sick. TB germs become active if the immune system can’t stop them from growing. When TB germs are active (multiplying in your body), this is called active TB disease. People with active TB disease feel sick. They may also be able to spread the germs to people they spend time with every day. Without treatment, active TB disease can be fatal. Symptoms of active TB disease include: A cough that lasts three weeks or longer Chest pain Coughing up blood or sputum (phlegm from deep inside the lungs) Weakness or fatigue Weight loss Loss of appetite Chills Fever Night sweats People with inactive TB do not have symptoms. However, without treatment, they can develop active TB disease and become sick. TB is spread through the air from one person to another. The TB germs are put into the air when a person with active TB disease of the lungs or throat coughs, speaks, or sings. These germs can stay in the air for several hours, depending on the environment. TB germs are more likely to spread in indoor areas or other places with poor air circulation (such as a closed vehicle) than in outdoor areas. People who breathe in the air become infected with TB. People with active TB disease are most likely to spread TB germs to people they spend time with every day. If you are diagnosed with inactive TB, there are treatments available that can help protect you from getting sick with active TB disease. TB disease is one of the world's leading infectious disease killers. CDC estimates up to 13 million people in the United States live with inactive TB. Without treatment, 1 in 10 people with inactive TB will get sick with active TB disease. TB disease can spread to others and be deadly. In 2023, there were 9,633 cases of TB disease reported in the United States. CDC recommends that people that are at increased risk should be tested for TB. There are two types of tests that can find TB infection: TB blood test The TB blood test is also called an interferon-gamma release assay or IGRA. The TB blood test measures how your immune system reacts to the germs that cause TB. If you have ever received a vaccine for TB, your health care provider should recommend the TB blood test. Unlike the TB skin test, TB blood tests are not affected by the TB vaccine (BCG vaccine). TB skin test For the TB skin test, a health care provider uses a small needle to put some testing material under the skin. You will need to return to your health care provider in two to three days to see if there is a reaction. If your TB blood test or skin test result is positive You have TB germs in your body. Your health care provider will do other tests to determine if you have inactive TB or active TB disease. These tests may include a chest x-ray, and a test of the sputum (phlegm) you cough up. If you have inactive TB, treating it is the best way to protect you from getting sick with active TB disease. If you have active TB disease, you can be treated with medicine. You will need to take and finish all of your TB medicine as directed by your health care provider. This is to help you feel better and prevent other people from getting sick. Bacille Calmette-Guérin (BCG) is a vaccine for TB disease. The vaccine is not generally used in the United States. It is given to infants and small children in countries where TB is common. It protects children from getting severe forms of active TB disease, such as TB meningitis. Tell your health care provider if you have received the TB vaccine, especially if you are getting tested for TB infection because it can cause a false positive TB skin test reaction. TB blood tests are the preferred tests for people who have received the BCG TB vaccine.",
        "abstract": "结核病（TB）由结核分枝杆菌引起，主要影响肺部，可扩散至其他器官。分为潜伏期和活动期。活动期症状包括咳嗽、胸痛、咯血、发热。空气传播，高危人群需筛查。治疗用抗生素，预防包括BCG疫苗。2023年美国报告9633例。",
        "source": "Centers for Disease Control and Prevention (CDC), https://www.cdc.gov/tb/about/index.html"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is a contagious disease caused by infection with Mycobacterium tuberculosis (Mtb) bacteria. It is spread through the air when a person with TB disease of the lungs or throat coughs, speaks or sings, and people nearby breathe in these bacteria and become infected. TB typically affects the lungs, but it can also affect other parts of the body, including the kidney, spine and brain. Not everyone infected with TB bacteria becomes sick. People who have latent TB infection have the TB bacteria in their bodies but are not sick and cannot spread the bacteria to others. Individuals with active TB disease, however, are sick and may also be able to transmit the bacteria to others. Many people with latent TB never develop active TB disease. For people with weakened immune systems, such as those living with HIV infection, the risk of developing TB disease is much higher than for those with normal immune systems. Both latent TB infection and active TB disease can be treated. Without treatment, latent TB infection can progress to TB disease, and without proper treatment, TB disease can kill. Tuberculosis is the leading infectious cause of death worldwide. In 2017, 10 million people became ill with TB, and 1.6 million people died of TB disease including 230,000 children, according to the World Health Organization. Over the past 200 years, TB has claimed the lives of more than one billion people---more deaths than from malaria, influenza, smallpox, HIV/AIDS, cholera, and plague combined. Although TB treatment exists, drug resistance is a continued threat. NIAID supports and conducts basic, translational and clinical research to better understand TB and expedite the development of innovative new tools and strategies to improve diagnosis, prevention and treatment of TB.",
        "abstract": "结核病（TB）由结核分枝杆菌引起，通过空气传播，主要影响肺部，也可侵及肾、脊柱和脑。潜伏感染无症状不传染，活动期可致命。HIV患者风险更高。全球首要传染病死因，2017年160万人死亡。研究聚焦诊断、预防和治疗创新。",
        "source": "National Institute of Allergy and Infectious Diseases (NIAID), https://www.niaid.nih.gov/diseases-conditions/tuberculosis"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis, also called TB, is a serious illness that mainly affects the lungs. The germs that cause tuberculosis are a type of bacteria. Tuberculosis can spread when a person with the illness coughs, sneezes or sings. This can put tiny droplets with the germs into the air. Another person can then breathe in the droplets, and the germs enter the lungs. Tuberculosis spreads easily where people gather in crowds or where people live in crowded conditions. People with HIV/AIDS and other people with weakened immune systems have a higher risk of catching tuberculosis than people with typical immune systems. Medicines called antibiotics can treat tuberculosis. But some forms of the bacteria no longer respond well to treatments. When TB germs survive and multiply in the lungs, it is called a TB infection. A TB infection may be in one of three stages. Symptoms are different in each stage. Primary TB infection. The first stage is called the primary infection. Immune system cells find and capture the germs. The immune system may completely destroy the germs. But some captured germs may still survive and multiply. Most people don't have symptoms during a primary infection. Some people may get flu-like symptoms, such as: Low fever. Tiredness. Cough. Latent TB infection. Primary infection is usually followed by the stage called latent TB infection. Immune system cells build a wall around lung tissue with TB germs. The germs can't do any more harm if the immune system keeps them under control. But the germs survive. There are no symptoms during latent TB infection. Active TB disease. Active TB disease happens when the immune system can't control an infection. Germs cause disease throughout the lungs or other parts of the body. Active TB disease may happen right after primary infection. But it usually happens after months or years of latent TB infection. Symptoms of active TB disease in the lungs usually begin gradually and worsen over a few weeks. They may include: Cough. Coughing up blood or mucus. Chest pain. Pain with breathing or coughing. Fever. Chills. Night sweats. Weight loss. Not wanting to eat. Tiredness. Not feeling well in general. Active TB disease outside the lungs. TB infection can spread from the lungs to other parts of the body. This is called extrapulmonary tuberculosis. Symptoms vary depending on what part of the body is infected. Common symptoms may include: Fever. Chills. Night sweats. Weight loss. Not wanting to eat. Tiredness. Not feeling well in general. Pain near the site of infection. Active TB disease in the voice box is outside the lungs, but it has symptoms more like disease in the lungs. Common sites of active TB disease outside the lungs include: Kidneys. Liver. Fluid surrounding the brain and spinal cord. Heart muscles. Genitals. Lymph nodes. Bones and joints. Skin. Walls of blood vessels. Voice box, also called larynx. Active TB disease in children. Symptoms of active TB disease in children vary. Typically, symptoms by age may include the following: Teenagers. Symptoms are similar to adult symptoms. 1- to 12-year-olds. Younger children may have a fever that won't go away and weight loss. Infants. The baby doesn't grow or gain weight as expected. Also, a baby may have symptoms from swelling in the fluid around the brain or spinal cord, including: Being sluggish or not active. Unusually fussy. Vomiting. Poor feeding. Bulging soft spot on the head. Poor reflexes. Tuberculosis is caused by a bacterium called Mycobacterium tuberculosis. People with active TB disease in the lungs or voice box can spread the disease. They release tiny droplets that carry the bacteria through the air. This can happen when they're speaking, singing, laughing, coughing or sneezing. A person can get an infection after inhaling the droplets. The disease is more likely to spread when people spend a lot of time together in an indoor space. So the disease spreads easily in places where people live or work together for long periods. Also, the disease spreads more easily in crowded gatherings. A person with a latent TB infection cannot pass the disease to other people. A person taking medicine to treat active TB disease usually can't pass the disease after 2 to 3 weeks of treatment. Some forms of the TB bacteria have become drug resistant. This means that medicines that once cured the disease no longer work. This happens, in part, because of naturally occurring genetic changes in bacteria. A random genetic change in a bacterium might give it some quality that makes it more likely to survive the attack of an antibiotic. If it does survive, then it can multiply. When antibiotic medicines aren't used correctly — or medicines fail to clear out all the bacteria for another reason — the conditions are ideal for more-resistant versions of the bacteria to take hold and multiply. If these bacteria are passed on to other people, a new drug-resistant strain can grow over time. Problems that can lead to such drug-resistant strains of bacteria include the following: People didn't follow directions for taking the medicines or stopped taking the medicines. They weren't prescribed the right treatment plan. Medicines were not available. The medicines were of poor quality. The body didn’t absorb the medicines as expected. Anyone can get tuberculosis, but certain factors increase the risk of getting an infection. Other factors increase the risk of an infection becoming active TB disease. The Centers for Disease Control and Prevention recommends a TB test for people who have an increased risk of TB infection or active TB disease. Talk to your healthcare professional if you have one or more of the following risk factors. Risk of TB infection Certain living or working conditions make it easier for the disease to pass from one person to another. These conditions increase the risk of getting a TB infection: Living with someone with active TB disease. Living or traveling in a country where TB is common, including several countries in Latin America, Africa, Asia and the Pacific Islands. Living or working in places where people live close together, such as prisons, nursing homes and shelters for homeless people. Living in a community identified as being at high risk of tuberculosis. Working in healthcare and treating people with a high risk of TB. Risk of active TB disease A weakened immune system increases the risk of a TB infection becoming active TB disease. Conditions or treatments that weaken the immune system include: HIV/AIDS. Diabetes. Severe kidney disease. Cancers of the head, neck and blood. Malnutrition or low body weight. Cancer treatment, such as chemotherapy. Medicine to prevent rejection of transplanted organs. Long-term use of prescription steroids. Use of unlawful injected drugs. Misuse of alcohol. Smoking and using other tobacco products. Age and active TB disease The risk of a TB infection becoming active TB disease changes with age. Under 5 years of age. Until children reach age 5, they have high risk of a TB infection becoming active TB disease. The risk is greater for children under age 2. Tuberculosis in this age group often leads to serious disease in the fluid surrounding the brain and spinal column, called meningitis. Age 15 to 25. People in this age group have an increased risk of developing more-severe active TB disease in the lungs. Age 65 and older. The immune system weakens during older age. Older adults have a greater risk of active TB disease. Also, the disease may be more difficult to treat. If you test positive for latent TB infection, you may need to take medicines to prevent active TB disease. Preventing the spread of disease If you have active TB disease, you'll need to take steps to prevent other people from getting an infection. You will take medicines for four, six or nine months. Take all of the medicines as directed during the entire time. During the first 2 to 3 weeks, you will be able to pass TB bacteria to others. Protect others with these steps: Stay home. Don't go to work or school. Isolate at home. Spend as little time as possible among members of your household. Sleep in a separate room. Ventilate the room. Tuberculosis germs spread more easily in small, closed spaces. If it's not too cold outdoors, open the windows. Use a fan to blow air out. If you have more than one window, use one fan to blow air out and another to blow air in. Wear face masks. Wear a mask when you have to be around other people. Ask other members of the household to wear masks to protect themselves. Cover your mouth. Use a tissue to cover your mouth anytime you sneeze or cough. Put the dirty tissue in a bag, seal it and throw it away. Vaccinations In countries where tuberculosis is common, infants often are vaccinated with the bacille Calmette-Guerin (BCG) vaccine. This protects infants and toddlers who are more likely to have active TB disease in the fluid surrounding the brain and spinal cord. The vaccine may not protect against disease in the lungs, which is more likely in the United States. Dozens of new TB vaccines are in various stages of development and testing.",
        "abstract": "结核病（TB）是一种严重疾病，主要影响肺部，由细菌引起，通过咳嗽等空气传播。分为原发感染、潜伏期和活动期。活动期症状包括咳嗽、咯血、发热、夜汗。儿童和免疫低下者高危。抗生素治疗有效，但耐药株增多。预防包括隔离和BCG疫苗。",
        "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/tuberculosis/symptoms-causes/syc-20351250"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is a contagious infection that usually attacks your lungs. It can also spread to other parts of your body, like your brain and spine. A type of bacteria called Mycobacterium tuberculosis causes it. This bacteria is thought to be over 3 million years old. Knowledge of the disease dates back to ancient Greece and Rome. The bacterium that causes tuberculosis, called Mycobacterium tuberculosis. A TB infection doesn’t always mean you’ll get sick. There are several stages and forms of the disease: The germs multiply and make you sick. You can spread the disease to others. Some 90% of active cases in adults come from a latent TB infection. Active TB outside the lungs. A tuberculosis infection that spreads from your lungs to other parts of the body is known as extrapulmonary tuberculosis. Tuberculosis bacteria spread through the air, just like a cold or the flu. You can get TB only if you come into contact with people who have it. When someone who has TB coughs, sneezes, talks, laughs, or sings, they release tiny droplets that contain the germs. If you breathe in these germs, you can get the disease.",
        "abstract": "结核病（TB）是一种传染性感染，主要攻击肺部，也可扩散至脑部和脊柱。由结核分枝杆菌引起，通过空气传播如咳嗽、打喷嚏。分为潜伏期和活动期，活动期可传染他人。90%成人活动病例源于潜伏感染。肺外TB称为肺外结核病。",
        "source": "WebMD, https://www.webmd.com/lung/understanding-tuberculosis-basics"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is a bacterial disease that usually attacks the lungs. TB disease (active TB) where you get sick from the TB germs. TB disease can almost always be cured with antibiotics. But if it's not treated properly, it can be fatal. TB is found in the U.S., but it is more common in certain other countries. TB is caused by bacteria (germs) called Mycobacterium tuberculosis.",
        "abstract": "结核病（TB）是一种细菌性疾病，通常攻击肺部。活动期TB会使人患病，可用抗生素治愈，但未适当治疗可致命。美国有TB，但其他某些国家更常见。由结核分枝杆菌引起。",
        "source": "MedlinePlus, https://medlineplus.gov/tuberculosis.html"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "The World Health Organization (WHO) estimates that there are about 10.4 million new cases and 1.8 million deaths from TB each year. One-third of these new cases (about 3 million) remain unknown to the health system, and many are not receiving proper treatment. Tuberculosis is an infectious bacterial disease caused by Mycobacterium tuberculosis (Mtb), which is transmitted between humans through the respiratory route and most commonly affects the lungs, but can damage any tissue. The time between the onset of disease and when diagnosis is made and treatment is initiated is often protracted, and such delays allow the transmission of disease. Although bacille Calmette–Guérin (BCG) remains the world’s most widely used vaccine, its effectiveness is geographically highly variable and incomplete. Modeling suggests that more effective vaccines will likely be needed to drive tuberculosis toward elimination in high-incidence settings. The basic strategy to combat TB has been, for 40 years, to provide diagnosis and treatment to individuals who are ill and who seek care at a health facility. In a sense, the major risk factor for acquiring TB is breathing. Thus, people of all social and economic statuses are at risk. While TB disproportionately affects the poor, the narrative that TB is a disease only of the poor is misleading and counterproductive, if it leads either to further stigmatization of the disease or to the view that middle- and high-income countries need not worry about the disease.",
        "abstract": "世界卫生组织估计每年约1040万新发结核病病例和180万死亡。其中三分之一新病例未被卫生系统知晓，许多未获适当治疗。TB是由结核分枝杆菌引起的传染性细菌病，通过呼吸道传播，主要影响肺部，但可损伤任何组织。诊断延迟促进传播。BCG疫苗效果地理变异性大，不完整。高发地区需更有效疫苗。40年来基本策略是诊断和治疗就医患者。呼吸即主要风险，所有社会经济地位人群均受威胁。TB不成比例影响穷人，但仅视为穷人病误导性。",
        "source": "PubMed, https://pubmed.ncbi.nlm.nih.gov/30212088/"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "In 1882, Robert Koch identified the tubercle bacillus, also known as Mycobacterium tuberculosis (M. tb), as the etiologic agent of tuberculosis (TB) [1]. Since his discovery, the TB epidemic seems to be unabated, spreading in every corner of the globe. TB is a highly contagious airborne disease and one of the top causes of death worldwide [2]. Although the disease typically affects the lungs (referred to as pulmonary TB), it can also spread to other parts of the body (known as extrapulmonary TB) [2]. M. In fact, until the recent coronavirus 2019 (COVID-19) pandemic, TB-related fatalities surpassed the deaths toll from any other single infectious agent, including HIV/AIDS [2]. Unfortunately, no effective vaccine is currently available to prevent TB disease in adults, either before or after exposure to M. As lung histology during the active disease indicates the coexistence of granulomas at different stages of development, granuloma progression is thought to correlate with TB reactivation [16]. In fact, while three main types of granulomas, namely solid, necrotic and caseous granulomas, have been discerned, they form a continuum and should not be treated as separate entities. Moreover, the second-line anti-TB drugs, recommended for MDR- and XDR-TB, are generally more toxic, more expensive and less efficacious than the front-line drugs [37]. All of which exacerbate the patient adherence dilemma and the spread of the disease in the community, perpetuating TB as a global health menace. HIV infection is considered the main predisposing risk factor for patients falling ill with M.",
        "abstract": "1882年，罗伯特·科赫鉴定出结核杆菌，即结核分枝杆菌，为结核病病原体。自发现以来，TB流行未止，全球蔓延。高传染性空气传播病，是首要死亡原因之一。通常影响肺部（肺TB），也可扩散至其他部位（肺外TB）。直至COVID-19大流行前，TB死亡超过任何其他单一传染剂，包括HIV/AIDS。成人无有效疫苗预防。活动期肺组织学显示不同发育阶段肉芽肿共存，肉芽肿进展与TB再激活相关。三种肉芽肿类型形成连续体。二线抗TB药对MDR和XDR-TB更毒、更贵、疗效差，加剧依从性问题和社区传播。HIV感染是主要易感因素。",
        "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC10049048/"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "For several years, guidelines from WHO and CDC/ATS/IDSA recommended the use of DOT as standard of care for people with TB [65,66]. The use of DOT relied on trained nurses or ancillary health personnel, including trained community health workers or family members, to observe the ingestion of prescribed anti-TB drugs throughout the course of therapy. Current WHO guidelines for treatment of people with pulmonary tuberculosis This strategy with a regimen of bedaquiline, linezolid, INH, PZA, and EMB was non-inferior to standard of care for the primary outcome of death, ongoing treatment, or active disease at 96 weeks. At week 96, the mean TB treatment duration in the standard of care arm was 180 days compared to 84 days in the bedaquiline-linezolid arm. Only 2 (1%) of participants had acquired bedaquiline resistance [75]. Among children with non-severe TB, WHO and CDC recently endorsed a 4-month treatment-shortening regimen informed by results of the SHINE trial [76,77]. The SHINE trial (Shorter Treatment for Minimal Tuberculosis in Children) was a non-inferiority, randomized controlled trial comparing a 4-month regimen (2 months HRZ+/−E followed by 2 months HR) with the standard 6-month regimen among children aged 16 and below. Tuberculosis (TB) is a leading infectious cause of global morbidity and mortality, affecting nearly a quarter of the human population and accounting for over 10 million deaths each year. Molecular testing has enhanced the detection of TB disease, but better diagnostics are still needed, particularly for certain populations such as children. Novel treatment regimens have shortened treatment and improved outcomes for people with TB. However, important questions remain regarding the optimal management of TB. Work must continue to ensure the potential of the latest developments is realized for all people affected by TB.",
        "abstract": "多年来，WHO和CDC/ATS/IDSA指南推荐直接观察治疗（DOT）作为TB标准护理。DOT依赖训练护士或辅助人员观察服药。当前WHO肺TB治疗指南。此策略的贝达喹啉、利奈唑胺、异烟肼、吡嗪酰胺和乙胺丁醇方案在96周死亡、持续治疗或活动病主要结局上不劣于标准护理。标准组平均治疗180天，贝达喹啉组84天，仅1%获得贝达喹啉耐药。非严重TB儿童，WHO和CDC认可SHINE试验的4月缩短方案。SHINE试验比较4月方案与6月标准方案于16岁以下儿童。TB是全球首要传染病死因，影响近四分之一人口，每年超1000万死亡。分子检测增强TB病检测，但儿童等人群需更好诊断。新治疗方案缩短疗程改善结局，但最优管理问题仍存。须持续确保最新发展惠及所有TB患者。",
        "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC10227769/"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) (see the image below), a multisystemic disease with myriad presentations and manifestations, is the most common cause of infectious disease–related mortality worldwide. Although TB rates are decreasing in the United States, the disease is becoming more common in many parts of the world. The US Centers for Disease Control and Prevention (CDC) has recorded detailed epidemiologic information on TB since 1953. Beginning in 1985, a resurgence of TB was noted with strains resistant to rifampin and isoniazid. The increase was observed primarily in ethnic minorities and especially in persons living with HIV.",
        "abstract": "结核病（TB）是一种多系统疾病，表现多样，是全球首要传染病相关死亡原因。尽管美国TB发病率下降，但世界许多地区正增多。CDC自1953年起记录TB流行病学信息。1985年起，利福平和异烟肼耐药株TB复燃，主要见于少数民族尤其是HIV感染者。",
        "source": "Medscape, https://emedicine.medscape.com/article/230802-overview"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is a significant global health challenge; the World Health Organization has set an ambitious goal to reduce TB incidence by 90% between 2015 and 2035. However, TB diagnosis, treatment, and prevention present considerable difficulties. Before the COVID-19 pandemic, TB was the most prevalent infectious disease worldwide. Mycobacterium tuberculosis, the causative agent of TB, has plagued humanity for millennia. Diagnostic approaches include the Mantoux skin test and the interferon-gamma release assay, which have diagnostic and predictive limitations. Advances such as molecular nucleic acid amplification tests have improved diagnostic accuracy but remain inaccessible in many high-prevalence regions. TB, caused by Mycobacterium tuberculosis (Mtb), is a preventable disease. The World Health Organization has ambitiously established a goal of a 90% reduction in incidence between 2015 and 2035. Before the SARS-CoV-2 pandemic, TB was the world's most prevalent human disease. For the first time in over 40 years, 2 new anti-TB antibiotics have recently been approved for treatment. Anti-TB regimens vary depending on the stage and anatomic location of the infection, the immune status and age of the host, the presence of comorbidities, the development of toxicities, drug-drug interactions, and resistance patterns of the bacterium. Resistance of tuberculosis to antibiotics is increasing, and treatment often requires the administration of novel antibiotic combinations that have undergone limited testing in clinical trials.",
        "abstract": "结核病（TB）是全球重大健康挑战，WHO目标2015-2035年发病率降90%。COVID前为首要传染病。由结核分枝杆菌引起，诊断包括皮肤试验和IGRA，但局限性大。分子测试改善准确性但高流行区难及。新抗生素获批，方案依阶段、位置、宿主状态等变。耐药增加，需新型组合治疗。",
        "source": "NCBI Bookshelf - StatPearls, https://www.ncbi.nlm.nih.gov/books/NBK441916/"
    },
    {
        "disease_name": "结核病",
        "category": "呼吸系统疾病",
        "information": "Tuberculosis (TB) is a contagious, infectious disease, due to Mycobacterium tuberculosis (MT), which usually lasts throughout the life course and determines the formation of tubercles in different parts of the body. MT has very ancient origins: it has survived over 70,000 years and it currently infects nearly 2 billion people worldwide; with around 10.4 million new cases of TB each year, almost one third of the world's population are carriers of the TB bacillus and are at risk for developing active disease. Egyptian mummies, dating back to 2400 BC, reveal skeletal deformities typical of tuberculosis; characteristic Pott's lesions are reported and similar abnormalities are clearly illustrated in early Egyptian art. In 1819, the French Theophile Laennac identified the presence of consolidation, pleurisy and pulmonary cavitation as pathognomonic signs of pulmonary or extrapulmonary TB. Mycobacterium tuberculosis most commonly affects the respiratory tract, but it could also infect gastrointestinal, bones, joints, nervous systems, lymph nodes, genitourinary tract and skin with inflammatory infiltration, caseation, necrosis, abscesses, fibrosis, formation of tubercles and calcification.",
        "abstract": "结核病（TB）是由结核分枝杆菌引起的传染性疾病，全身期持续，形成不同部位结节。起源古远，存活超7万年，现感染近20亿人，每年1040万新病例，三分之一人口携带风险。埃及木乃伊2400 BC示骨畸形，典型Pott病变。1819年Laennac鉴定肺部实变、胸膜炎、空洞为肺或肺外TB病征。主要影响呼吸道，也侵及胃肠、骨关节、神经、淋巴、泌尿生殖、皮肤，致炎症、干酪样坏死、脓肿、纤维化、结节钙化。",
        "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC5432783/"
    }
]