[
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Chronic obstructive pulmonary disease is a common, preventable and treatable disease that is characterized by persistent respiratory symptoms and airflow limitation that is due to airway and/or alveolar abnormalities usually caused by significant exposure to noxious particles or gases. COPD is a major cause of morbidity and mortality worldwide. The global burden of COPD is increasing, particularly in low- and middle-income countries. Risk factors for COPD include tobacco smoking, exposure to secondhand smoke, occupational exposure to dusts and chemicals, indoor air pollution from biomass fuel use, and genetic factors such as alpha-1 antitrypsin deficiency. Clinical manifestations of COPD include dyspnea, cough, sputum production, and wheezing. The diagnosis of COPD is based on a combination of clinical history, physical examination, and spirometry. Spirometry is the gold standard for diagnosing airflow limitation, defined as a post-bronchodilator forced expiratory volume in 1 second to forced vital capacity ratio less than 0.70. Management of COPD includes smoking cessation, pharmacotherapy (bronchodilators, inhaled corticosteroids, phosphodiesterase 4 inhibitors), oxygen therapy, pulmonary rehabilitation, and surgical interventions in selected cases. Prevention strategies focus on reducing exposure to risk factors, particularly tobacco smoke, and early detection of airflow limitation in high-risk populations.",
        "abstract": "慢性阻塞性肺病是常见、可预防且可治疗的疾病，以持续呼吸道症状和气流受限为特征，由气道和/或肺泡异常导致，多因接触有害颗粒或气体引发。其危险因素包括吸烟、二手烟等，临床表现有呼吸困难、咳嗽等，通过肺功能检查确诊，治疗包括戒烟、药物等，预防需减少危险因素暴露。",
        "source": "World Health Organization (WHO), https://www.who.int/news-room/fact-sheets/detail/chronic-obstructive-pulmonary-disease-(copd)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "慢性阻塞性肺疾病是一种具有气流阻塞特征的慢性支气管炎和/或肺气肿，可进一步发展为肺心病和呼吸衰竭的常见慢性疾病。其发病与吸烟、职业粉尘和化学物质、空气污染、感染等因素有关。临床表现主要为慢性咳嗽、咳痰、气短或呼吸困难、喘息和胸闷等。诊断需结合病史、症状、体征及肺功能检查，其中肺功能检查是诊断的金标准，表现为持续性气流受限。治疗目标为缓解症状、预防急性加重、提高生活质量和减少病死率。治疗措施包括戒烟、远离危险因素、药物治疗（如支气管扩张剂、糖皮质激素等）、氧疗、康复治疗和手术治疗等。预防的关键在于控制危险因素，尤其是戒烟，同时加强体育锻炼、增强体质，预防呼吸道感染。",
        "abstract": "慢性阻塞性肺疾病是有气流阻塞特征的慢性疾病，可进展为肺心病等。发病与吸烟、污染等相关，表现为咳嗽、气短等症状，肺功能检查为诊断金标准。治疗以缓解症状、预防加重为目标，预防核心是戒烟。",
        "source": "国家卫生健康委员会, http://www.nhc.gov.cn/jkj/s5898b/201904/f8e599788d884a0fb5f98191d2d4800.shtml"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "COPD is a progressive lung disease that makes it hard to breathe. The main cause is smoking, but long-term exposure to other irritants can also cause it. Symptoms often develop slowly and include shortness of breath, cough (with or without mucus), wheezing, and chest tightness. As the disease progresses, breathing becomes more difficult, and daily activities may become challenging. Diagnosis involves a physical exam, lung function tests (spirometry), chest X-ray or CT scan, and blood tests. Treatment aims to manage symptoms, slow disease progression, prevent complications, and improve quality of life. Medications such as bronchodilators, inhaled steroids, and oral steroids may be used. Pulmonary rehabilitation, oxygen therapy, and quitting smoking are also key components of treatment. In severe cases, surgery may be an option. People with COPD are at increased risk of exacerbations, which are sudden worsening of symptoms that can be life-threatening. Vaccines for flu and pneumonia can help prevent these exacerbations.",
        "abstract": "慢性阻塞性肺病是进行性肺病，导致呼吸困难，主要由吸烟引发。症状有气短、咳嗽等，随病情进展加重。通过体格检查、肺功能测试等诊断，治疗包括药物、康复治疗等，需预防急性加重。",
        "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/copd/symptoms-causes/syc-20353679"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "慢性阻塞性肺疾病（COPD）是一种常见的慢性呼吸系统疾病，其核心病理改变为气道慢性炎症、黏液分泌增加、气道重塑及肺泡破坏，导致持续性气流受限且进行性加重。危险因素包括吸烟（主动及被动）、职业暴露（如矿山、建筑、化工行业的粉尘和有害气体）、室内外空气污染、遗传因素（α1-抗胰蛋白酶缺乏）及年龄增长等。主要症状为慢性咳嗽、咳痰、进行性呼吸困难，部分患者可出现喘息、胸闷。肺功能检查是确诊COPD的关键，post-支气管舒张剂FEV1/FVC＜0.70为气流受限的客观指标。治疗原则为长期管理，包括戒烟（首要干预措施）、药物治疗（支气管扩张剂为核心，联合吸入性糖皮质激素、祛痰药等）、氧疗（适用于静息血氧饱和度≤88%或伴肺动脉高压、心力衰竭者）、 pulmonary rehabilitation（包括呼吸训练、运动锻炼、营养支持和心理干预）。急性加重期需积极控制感染、加强支气管扩张、纠正缺氧和二氧化碳潴留等。预防措施包括戒烟及避免接触危险因素、接种流感和肺炎疫苗、定期进行肺功能筛查（针对高危人群）。",
        "abstract": "慢性阻塞性肺疾病核心病理为气道炎症等，致持续性气流受限且进展。危险因素有吸烟、职业暴露等，症状为咳嗽、进行性呼吸困难等。肺功能检查确诊，治疗含戒烟、药物等，需长期管理并预防急性加重。",
        "source": "中华医学会呼吸病学分会, http://www.cmah.org.cn/guideline/detail/1f2b4e6c-7e89-4d3a-b78a-9c37f8e6c5d8"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "COPD is a chronic lung condition that affects the airways and lungs. It is characterized by airflow limitation that is not fully reversible. The most common causes are smoking cigarettes, but exposure to other lung irritants like air pollution, chemical fumes, or dust can also lead to COPD. Symptoms usually start slowly and get worse over time. They include shortness of breath (especially with activity), a chronic cough (often with mucus), wheezing, and chest tightness. To diagnose COPD, doctors use spirometry, a test that measures how much air you can breathe in and out, and how fast you can blow air out. Other tests may include chest X-rays, CT scans, and blood tests. There is no cure for COPD, but treatment can help manage symptoms, slow the progression of the disease, and improve quality of life. Treatment options include quitting smoking (the most important step), taking medications (such as bronchodilators to open airways, inhaled steroids to reduce inflammation), participating in pulmonary rehabilitation, using oxygen therapy if needed, and in some cases, surgery. It's also important to avoid triggers that can worsen symptoms, such as smoke, pollution, and respiratory infections.",
        "abstract": "慢性阻塞性肺病是影响气道和肺部的慢性疾病，气流受限不可完全逆转，多由吸烟或接触刺激物引发。症状逐渐加重，含气短、咳嗽等，通过肺功能测试等诊断。虽无法治愈，但治疗可控制症状、延缓进展。",
        "source": "WebMD, https://www.webmd.com/lung/copd/understanding-copd-basics"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "慢性阻塞性肺疾病（COPD）是全球范围内导致死亡和残疾的主要疾病之一。其定义为具有持续气流受限特征的可预防和治疗的疾病，气流受限不完全可逆且呈进行性发展，与气道和肺对有害颗粒或气体的慢性炎症反应增强有关。危险因素分为可干预因素和不可干预因素。可干预因素包括吸烟（包括主动吸烟、二手烟、三手烟暴露）、室内外空气污染（如生物质燃料燃烧、工业废气、汽车尾气）、职业暴露（粉尘、化学物质）、呼吸道感染（儿童期反复下呼吸道感染）；不可干预因素包括年龄（40岁以上人群发病率升高）、遗传因素（α1-抗胰蛋白酶缺乏）。临床表现分为稳定期和急性加重期。稳定期症状为慢性咳嗽、咳痰、活动后气短；急性加重期表现为上述症状突然加重，伴发热、脓痰增多等，需紧急处理。诊断流程：首先采集危险因素暴露史和症状史，随后进行肺功能检查（post-支气管舒张剂FEV1/FVC＜0.70且FEV1＜80%预计值为中重度气流受限），必要时结合胸部影像学检查排除其他肺部疾病。治疗方面，稳定期以长期维持治疗为主，核心药物为长效支气管扩张剂（长效β2受体激动剂、长效抗胆碱能药物），联合用药适用于症状控制不佳者；急性加重期治疗包括吸氧、短效支气管扩张剂雾化吸入、抗感染治疗（明确细菌感染时）、全身糖皮质激素短期使用等。康复治疗贯穿全程，包括呼吸训练、运动锻炼、营养支持和健康教育。预防重点为戒烟（包括所有烟草制品）、减少环境暴露、接种流感和肺炎球菌疫苗、高危人群定期筛查。",
        "abstract": "慢性阻塞性肺疾病是全球主要致死致残疾病，气流受限不完全可逆且进行性发展。危险因素有吸烟、污染等，分稳定期和急性加重期症状。经肺功能检查等诊断，稳定期和急性加重期治疗不同，康复治疗全程必要。",
        "source": "中国医学科学院北京协和医院, https://www.pumch.cn/copd-introduction"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "COPD is a chronic inflammatory lung disease that causes obstructed airflow from the lungs. Symptoms include breathing difficulty, cough, mucus production and wheezing. It's typically caused by long-term exposure to irritating gases or particulate matter, most often from cigarette smoke. People with COPD are at increased risk of developing heart disease, lung cancer and a variety of other conditions. Diagnosis is based on symptoms, history of exposure to risk factors and lung function tests. Spirometry is used to assess airflow limitation. Treatment includes quitting smoking, avoiding exposure to irritants, medications to open airways and reduce inflammation, oxygen therapy, pulmonary rehabilitation and surgery in some cases. Lifestyle changes such as regular exercise, a healthy diet and avoiding respiratory infections can also help manage the disease. Early diagnosis and intervention are important to slow disease progression and improve outcomes.",
        "abstract": "慢性阻塞性肺病是慢性炎症性肺病，致肺气流受阻，症状有呼吸困难、咳嗽等，多由长期接触刺激物引发。易并发心脏病等，通过症状、病史及肺功能检查诊断，治疗含戒烟、药物等，早期干预可延缓进展。",
        "source": "MedlinePlus, https://medlineplus.gov/copd.html"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "慢性阻塞性肺疾病（COPD）的病理生理机制复杂，核心为气道和肺实质的慢性炎症反应。气道炎症以中性粒细胞、巨噬细胞浸润为主，释放多种炎症介质，导致气道黏膜损伤、黏液分泌亢进、气道狭窄和重塑；肺实质破坏（肺气肿）表现为肺泡壁破坏、肺泡腔扩大，导致肺弹性减退、通气功能下降。临床表现中，咳嗽常为首发症状，初为间歇性，后逐渐加重为持续性；咳痰多为白色黏液或泡沫痰，急性加重期可变为黄色脓痰；呼吸困难是COPD的典型症状，早期仅在体力活动时出现，随病情进展静息时也可出现，严重时影响日常活动。体征方面，早期可无异常，病情进展后可出现胸廓前后径增大（桶状胸）、呼吸音减弱、呼气延长、干湿啰音等。实验室检查中，肺功能检查是核心，FEV1/FVC是判断气流受限的关键指标，FEV1占预计值百分比用于评估气流受限严重程度；胸部CT可显示肺气肿、气道壁增厚等特征性改变；动脉血气分析可评估缺氧和二氧化碳潴留情况。治疗药物中，支气管扩张剂分为短效和长效，短效制剂用于缓解急性症状，长效制剂用于稳定期维持治疗；吸入性糖皮质激素仅适用于FEV1＜50%预计值且反复急性加重的患者，需与长效支气管扩张剂联合使用；祛痰药用于痰液黏稠不易咳出者。氧疗的目标是维持静息血氧饱和度在90%以上，长期家庭氧疗可提高严重COPD患者的生存率。手术治疗包括肺减容术、肺移植术，适用于极少数严重病例。",
        "abstract": "慢性阻塞性肺疾病病理生理核心是气道和肺实质慢性炎症，症状有咳嗽、咳痰、呼吸困难等，体征随病情进展出现。通过肺功能、CT等检查辅助诊断，治疗药物含支气管扩张剂等，氧疗和手术为辅助治疗手段。",
        "source": "UpToDate, https://www.uptodate.com/contents/chronic-obstructive-pulmonary-disease-copd-overview"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "COPD is a major public health problem. It is estimated that more than 65 million people worldwide have moderate to severe COPD. The number of deaths from COPD is expected to increase in the coming decades, especially in low- and middle-income countries where exposure to risk factors is high and access to healthcare is limited. Risk factors for COPD include active smoking, passive smoking, occupational exposure to dusts, fumes and chemicals, indoor air pollution from biomass fuel combustion, outdoor air pollution, and genetic factors. Symptoms of COPD usually develop after the age of 40. The most common symptoms are shortness of breath, cough, and sputum production. These symptoms are often ignored in the early stages because they are mild and intermittent. However, as the disease progresses, symptoms become more severe and persistent, leading to disability and reduced quality of life. Diagnosis of COPD requires spirometric confirmation of airflow limitation. Treatment of COPD is comprehensive and includes smoking cessation, pharmacotherapy, pulmonary rehabilitation, oxygen therapy, and surgical options. Smoking cessation is the single most effective intervention to slow the progression of COPD. Pharmacotherapy is aimed at relieving symptoms and preventing exacerbations. Pulmonary rehabilitation is a multidisciplinary program that includes exercise training, breathing techniques, education, and psychological support. Oxygen therapy is indicated for patients with severe hypoxemia. Surgery is considered for selected patients with severe COPD who do not respond to medical therapy.",
        "abstract": "慢性阻塞性肺病是重大公共卫生问题，全球超6500万中重度患者，死亡人数预计上升。40岁后易出现症状，早期轻微易被忽视，经肺功能检查确诊。治疗含戒烟、药物等，戒烟是延缓进展最有效干预。",
        "source": "National Institutes of Health (NIH), https://www.nhlbi.nih.gov/health-topics/copd"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "慢性阻塞性肺疾病（COPD）的预防分为一级预防和二级预防。一级预防是针对未患病人群，目的是减少COPD的发生，核心措施为戒烟（包括禁止青少年吸烟、鼓励吸烟者戒烟）、控制环境污染（加强工业废气治理、减少汽车尾气排放、推广清洁能源替代生物质燃料）、加强职业防护（对接触粉尘和化学物质的从业人员进行健康监护，配备防护用品）、预防呼吸道感染（接种流感疫苗、肺炎球菌疫苗，增强体质，避免受凉）。二级预防是针对高危人群（40岁以上长期吸烟、有职业暴露史、有COPD家族史者），目的是早期发现、早期诊断和早期干预，措施包括定期进行肺功能筛查、普及COPD相关知识，提高人群对症状的识别能力，促使高危人群出现症状时及时就医。COPD的并发症包括慢性呼吸衰竭、自发性气胸、慢性肺源性心脏病等。慢性呼吸衰竭多由病情进展或急性加重引发，表现为呼吸困难加重、发绀、意识障碍等；自发性气胸表现为突发剧烈胸痛、呼吸困难，需紧急穿刺排气；慢性肺源性心脏病是由于肺动脉高压导致右心功能不全，表现为下肢水肿、颈静脉怒张、肝大等。并发症的治疗需在控制COPD基础疾病的同时，针对性处理，如呼吸衰竭需氧疗或机械通气，气胸需排气减压，肺心病需改善心功能、减轻心脏负荷等。",
        "abstract": "慢性阻塞性肺疾病预防分一级和二级，一级预防减少发病，二级预防早发现干预。并发症有慢性呼吸衰竭、自发性气胸等，需在控制基础疾病同时针对性治疗，降低病死率。",
        "source": "中国疾病预防控制中心（CDC）, http://www.chinacdc.cn/jkzt/crb/zl/copd/"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Chronic obstructive pulmonary disease (COPD) is a common lung disease causing restricted airflow and breathing problems. It is sometimes called emphysema or chronic bronchitis. In people with COPD, the lungs can get damaged or clogged with phlegm. Symptoms include cough, sometimes with phlegm, difficulty breathing, wheezing and tiredness. Smoking and air pollution are the most common causes of COPD. People with COPD are at higher risk of other health problems. COPD is not curable but symptoms can improve if one avoids smoking and exposure to air pollution and gets vaccines to prevent infections. It can also be treated with medicines, oxygen and pulmonary rehabilitation. The most common symptoms of COPD are difficulty breathing, chronic cough (sometimes with phlegm) and feeling tired. COPD symptoms can get worse quickly. These are called flare-ups. These usually last for a few days and often require additional medicine. People with COPD also have a higher risk for other health problems, including lung infections like the flu or pneumonia, lung cancer, heart problems, weak muscles and brittle bones, depression and anxiety. Common symptoms of COPD develop from mid-life onwards. As COPD progresses, people find it more difficult to carry out their normal daily activities, often due to breathlessness. There may be a considerable financial burden due to limitation of workplace and home productivity, and costs of medical treatment. COPD is sometimes called emphysema or chronic bronchitis. Emphysema usually refers to destruction of the tiny air sacs at the end of the airways in the lungs. Chronic bronchitis refers to a chronic cough with the production of phlegm resulting from inflammation in the airways. COPD and asthma share common symptoms and people may have both conditions. Several processes can cause the airways to become narrow and lead to COPD. There may be destruction of parts of the lung, mucus blocking the airways, and inflammation and swelling of the airway lining. COPD develops gradually over time, often resulting from a combination of risk factors.",
        "abstract": "WHO要点：COPD为进行性肺病，常称为肺气肿或慢性支气管炎，主要由吸烟与空气污染引发，症状为咳嗽、咳痰、呼吸困难与喘鸣，无法根治但可通过戒烟、疫苗、药物、氧疗与康复改善生活质量并减少加重。",
        "source": "World Health Organization - Chronic obstructive pulmonary disease (COPD) - [https://www.who.int/news-room/fact-sheets/detail/chronic-obstructive-pulmonary-disease-%28copd%29](https://www.who.int/news-room/fact-sheets/detail/chronic-obstructive-pulmonary-disease-%28copd%29)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "COPD prevents airflow to the lungs, causing breathing problems. The most common types are emphysema and chronic bronchitis. Smoking is the main cause of COPD. COPD prevents airflow to the lungs, causing breathing problems. The most common types are emphysema and chronic bronchitis. Smoking is the main cause of COPD. COPD prevents airflow to the lungs, causing breathing problems. The most common types are emphysema and chronic bronchitis. Smoking is the main cause of COPD.",
        "abstract": "CDC概述：COPD阻碍气流，导致呼吸困难；最常见为肺气肿与慢性支气管炎，吸烟为主要病因。",
        "source": "Centers for Disease Control and Prevention (CDC) - COPD - [https://www.cdc.gov/copd/index.html](https://www.cdc.gov/copd/index.html)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Chronic obstructive pulmonary disease (COPD) is an ongoing lung condition caused by damage to the lungs. The damage results in swelling and irritation, also called inflammation, inside the airways that limit airflow into and out of the lungs. This limited airflow is known as obstruction. Symptoms include trouble breathing, a daily cough that brings up mucus and a tight, whistling sound in the lungs called wheezing. COPD is most often caused by long-term exposure to irritating smoke, fumes, dust or chemicals. The most common cause is cigarette smoke. Emphysema and chronic bronchitis are the two most common types of COPD. These two conditions usually occur together and can vary in severity among people with COPD. Chronic bronchitis is inflammation of the lining of the tubes that bring air into the lungs. The inflammation prevents good airflow into and out of the lungs and makes extra mucus. In emphysema, the small air sacs of the lungs, called alveoli, are damaged. The damaged alveoli can't pass enough oxygen into the bloodstream. Although COPD is a condition that can get worse over time, COPD is treatable. With proper management, most people with COPD can control symptoms and improve their quality of life. Proper management also can lower the risk of other conditions linked to COPD, such as heart disease and lung cancer.",
        "abstract": "梅奥诊所：COPD为慢性肺损伤导致气道炎症与气流受限，常因长期吸入刺激物（尤其吸烟）引起，主要类型为慢性支气管炎与肺气肿，可通过适当管理控制症状并改善生活质量。",
        "source": "Mayo Clinic - COPD - Symptoms and causes - [https://www.mayoclinic.org/diseases-conditions/copd/symptoms-causes/syc-20353679](https://www.mayoclinic.org/diseases-conditions/copd/symptoms-causes/syc-20353679)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "COPD, or chronic obstructive pulmonary disease, is a condition caused by damage to the airways or other parts of the lung. This damage leads to inflammation and other problems that block airflow and make it hard to breathe. COPD can cause coughing that produces large amounts of a slimy substance called mucus. It can also cause breathing problems, shortness of breath, chest tightness, and other symptoms. Because COPD is a progressive disease, its symptoms often develop slowly but worsen over time and can limit your ability to do routine activities. Serious COPD may prevent you from doing even basic activities such as walking, cooking, or taking care of yourself. The term COPD refers to two main conditions: Emphysema develops when there is damage to the walls between many of the air sacs in the lungs. Normally, these sacs are elastic or stretchy. When you breathe in, each air sac fills up with air, like a small balloon. When you breathe out, the air sacs deflate, and the air goes out. In emphysema, it is harder for your lungs to move air out of your body. Chronic (long-term) bronchitis is caused by repeated or constant irritation and inflammation in the lining of the airways. A lot of thick mucus forms in the airways, making it hard to breathe. Most people who have COPD have a mixture of both emphysema and chronic bronchitis in different proportions, and how serious each condition is varies from person to person. In the United States, COPD affects more than 14 million adults, and many others do not know they have it. More than half of those diagnosed are women. Rates are higher than average in American Indian and Alaska Native communities and in rural areas. COPD is a major cause of disability, and it is the sixth leading cause of death in the United States, according to the Centers for Disease Control and Prevention.",
        "abstract": "NHLBI说明：COPD由肺气道或肺组织损伤引起的气流阻塞，表现为咳嗽咳痰、呼吸困难等，属于进行性疾病，常兼具肺气肿与慢性支气管炎表现，患病率高且致残致死负担重。",
        "source": "National Heart, Lung, and Blood Institute (NHLBI), NIH - What Is COPD? - [https://www.nhlbi.nih.gov/health/copd](https://www.nhlbi.nih.gov/health/copd)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Chronic obstructive pulmonary disease (COPD) is a common lung disease. Having COPD makes it hard to breathe. There are two main forms of COPD: Chronic bronchitis, which involves a long-term cough with mucus. Emphysema, which involves damage to the lungs over time. Most people with COPD have a combination of both conditions. Smoking is the main cause of COPD. The more a person smokes, the more likely that person will develop COPD. But some people smoke for years and never get COPD. If a person has a rare condition in which they lack a protein called alpha-1 antitrypsin, they can develop emphysema even without smoking. Other risk factors for COPD are exposure to certain gases or fumes in the workplace, exposure to heavy amounts of secondhand smoke and pollution, frequent use of a cooking fire without proper ventilation. Symptoms may include any of the following: Cough, with or without mucus, Fatigue, Frequent respiratory infections, Shortness of breath (dyspnea) that gets worse with mild activity, Trouble catching one's breath, Wheezing. Because the symptoms develop slowly, many people may not know that they have COPD. The best test for COPD is a lung function test called spirometry. This involves blowing out as hard as possible into a small machine that tests air movement and lung capacity. The results can be checked right away. Using a stethoscope to listen to the lungs can also be helpful, showing prolonged expiratory time or wheezing. But sometimes, the lungs sound normal, even when a person has COPD. Imaging tests of the lungs, such as x-rays and CT scans may be ordered. With an x-ray, the lungs may look normal, even when a person has COPD. A CT scan will almost always show signs of COPD if it is present. Sometimes, a blood test called arterial blood gas may be done to measure the amounts of oxygen and carbon dioxide in the blood. If your health care provider suspects you have alpha-1 antitrypsin deficiency, a blood test will likely be ordered to detect this condition.",
        "abstract": "MedlinePlus：COPD主要为慢性支气管炎与肺气肿的组合，吸烟是主要危险因素，诊断以肺功能测定（尤其是肺活量测定spirometry）为主，影像和血气检查可作为补充，少数病例与α1抗胰蛋白酶缺乏相关。",
        "source": "MedlinePlus - Chronic obstructive pulmonary disease (COPD) - [https://medlineplus.gov/ency/article/000091.htm](https://medlineplus.gov/ency/article/000091.htm)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Treatment includes quitting smoking and using bronchodilators, steroids, pulmonary rehabilitation, and oxygen therapy. In people with COPD who have severe symptoms or frequent flare-ups, a combination of bronchodilators along with an inhaled steroid may be prescribed. Steroids help reduce the inflammation or swelling in your airways that makes it hard to breathe. If a combination of inhaled medicines does not help, an add-on medication, which is used in people with asthma and was approved in 2024 for COPD, may improve your breathing. Antibiotics may be used to treat flare-ups caused by an infection. Be sure to discuss a plan with your provider for treating a flare-up, including any special medicine you might need. Pulmonary rehabilitation is a supervised program that includes exercise training, health education, and breathing techniques for people who have certain lung conditions or have had a lung transplant. Your provider may talk to you about pulmonary rehabilitation to help you breathe easier and improve your quality of life. Some people find it helpful to do a rehabilitation program using the phone, the web, or a mobile app. Oxygen therapy is a treatment that delivers oxygen for you to breathe. If you qualify for oxygen therapy, you will receive it from tubes resting in your nose or from a face mask. You may need oxygen therapy if you have a condition that causes your blood oxygen levels to be too low. Oxygen therapy can be given for a short or long period of time in the hospital, in another medical setting, or at home. Oxygen poses a fire risk, so you should never smoke or use flammable materials when using oxygen. You may experience side effects from this treatment, such as a dry or bloody nose, tiredness, and morning headaches. Surgery may benefit some people who have COPD. It usually is an option only when serious symptoms have not improved with medicines. Bullectomy removes one or more very large bullae from the lungs. Bullae are larger air spaces that form when the walls of the air sacs are destroyed. These air spaces can become so large that they interfere with breathing. Stents, or small mesh tubes, can help release air trapped in the lungs or keep airways open. One-way endobronchial valves can be implanted in one of your bronchial tubes. These valves allow air to exit the damaged or diseased parts of the lung, but not reenter. Lung volume reduction surgery removes damaged tissue from the lungs and helps the lungs work better. A lung transplant is surgery to remove a diseased lung and replace it with a healthy lung. Lung transplants are used to improve quality of life and extend the lifespan for people who have severe and advanced chronic lung conditions that do not respond to other treatments.",
        "abstract": "NHLBI治疗指导：COPD治疗包括戒烟、支气管扩张剂、吸入激素、氧疗、肺康复，严重病例可考虑手术或肺移植。",
        "source": "National Heart, Lung, and Blood Institute (NHLBI), NIH – COPD Treatment / 管理 [https://www.nhlbi.nih.gov/health/copd/treatment](https://www.nhlbi.nih.gov/health/copd/treatment)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Your provider will diagnose COPD based on your symptoms, your medical and family histories, and test results. Discuss your smoking habits or whether you have had contact with secondhand smoke, air pollution, chemical fumes, or dust. If you have persistent shortness of breath that gets worse over time, let your provider know, because this is the main symptom of COPD. If you have an ongoing cough, tell them how long you’ve had it, how much you cough, and how much mucus comes up when you cough. Be sure to bring up any family history of COPD. The provider will examine you and use a stethoscope to listen for wheezing or other abnormal chest sounds. Lung function and imaging tests will tell whether you have COPD and how serious it is. The main test for COPD is spirometry. It can detect COPD before symptoms are recognized. Your provider may also use the test results to find out how serious your COPD is and help set your treatment goals. Spirometry is a lung function test that measures how much air you breathe out and how fast you can blow air out. During the test, a technician will ask you to take a deep breath in. Then you will blow as hard as you can into a tube connected to a small machine called a spirometer. Your healthcare team may have you inhale (breathe in) medicine that helps open your airways and then blow into the tube again. They can then compare your test results before and after taking the medicine.",
        "abstract": "NHLBI诊断指南：COPD诊断依据症状、病史及检测，关键测试为肺功能测定（spirometry）。",
        "source": "National Heart, Lung, and Blood Institute (NHLBI), NIH – COPD Diagnosis / 诊断 [https://www.nhlbi.nih.gov/health/copd/diagnosis](https://www.nhlbi.nih.gov/health/copd/diagnosis)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "Chronic obstructive pulmonary disease (COPD) is a common and debilitating condition that often necessitates hospitalization for exacerbations. Since COPD exacerbations can cause significant morbidity and mortality, managing them is crucial for patient care. These include inhaled bronchodilators, systemic steroids, antibiotics, invasive and non-invasive ventilation, oxygen therapy, smoking cessation, immunization with pneumococcal vaccine, inhalers at discharge, pulmonary rehabilitation, long-term oxygen therapy (LTOT), ambulatory oxygen therapy, short-burst oxygen therapy, extracorporeal membrane oxygenation (ECMO), lung volume reduction surgery (LVRS), endobronchial procedures, and lung transplant. Chronic obstructive pulmonary disease is often preventable and treatable, characterized by persistent airflow limitation, chronic inflammation, and progressive lung disease. COPD is comprised of emphysema and obstructive bronchiolitis. A patient can present with either or both of these manifestations simultaneously. Previously, chronic bronchitis was considered a type of COPD but has recently been replaced by obstructive bronchiolitis. According to the World Health Organization (WHO), COPD is the third leading cause of death worldwide, causing 3.23 million deaths in 2019. Unfortunately, it is expected to be the leading cause of death worldwide by 2030.",
        "abstract": "综述：COPD为慢性气流受限、炎症与进行性肺病，治疗包括支气管扩张剂、激素、氧疗、康复、手术，急性加重管理至关重要。",
        "source": "PMC – Management of Chronic Obstructive Pulmonary Disease (COPD) Review [https://pmc.ncbi.nlm.nih.gov/articles/PMC10505355/](https://pmc.ncbi.nlm.nih.gov/articles/PMC10505355/)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "The goals of treatment of COPD are to prevent and control symptoms, to reduce the severity and number of exacerbations, to improve respiratory capacity for increased exercise tolerance, and to reduce mortality. Systematic reviews report a modest reduction in rate of decline of FEV₁ among patients receiving pharmacologic therapy. Further research is needed to find out which patients are most likely to benefit.",
        "abstract": "BMJ Best Practice：COPD治疗目标为控制症状、减少加重、提高呼吸与运动耐力、减少死亡，药物治疗可使FEV₁下降率略减。",
        "source": "BMJ Best Practice – Chronic Obstructive Pulmonary Disease Management Approach [https://bestpractice.bmj.com/topics/en-us/7/management-approach](https://bestpractice.bmj.com/topics/en-us/7/management-approach)"
    },
    {
        "disease_name": "慢性阻塞性肺病",
        "category": "呼吸系统疾病",
        "information": "What are the types of COPD (chronic obstructive pulmonary disease)? · Emphysema affects the air sacs in your lungs, as well as the walls between them. They become damaged and are less elastic. · Chronic bronchitis, in which the lining of your airways is constantly irritated and inflamed. This causes the lining to swell and make mucus. What causes COPD (chronic obstructive pulmonary disease)? The cause of COPD is usually long-term exposure to irritants that damage your lungs and airways. In the United States, cigarette smoke is the main cause. Pipe, cigar, and other types of tobacco smoke can also cause COPD, especially if you inhale them. Exposure to other inhaled irritants can contribute to COPD. These include secondhand smoke, air pollution, and chemical fumes or dusts from the environment or workplace. Rarely, a genetic condition called alpha-1 antitrypsin deficiency can play a role in causing COPD. Who is at risk for COPD (chronic obstructive pulmonary disease)? The risk factors for COPD include: · Smoking. This is the main risk factor. Up to 75% of people who have COPD smoke or used to smoke. · Long-term exposure to other lung irritants, such as secondhand smoke, air pollution, and chemical fumes and dusts from the environment or workplace · Age. Most people who have COPD are at least 40 years old when their symptoms begin. · Genetics. This includes alpha-1 antitrypsin deficiency, which is a genetic condition. Also, smokers who get COPD are more likely to get it if they have a family history of COPD. Symptoms of COPD (chronic obstructive pulmonary disease)? At first, you may have no symptoms or only mild symptoms. As the disease gets worse, your symptoms usually become more severe. They can include: · Frequent coughing or a cough that produces a lot of mucus · Wheezing · A whistling or squeaky sound when you breathe · Shortness of breath, especially with physical activity · Tightness in your chest Some people with COPD get frequent respiratory infections such as colds and the flu. In severe cases, COPD can cause weight loss, weakness in your lower muscles, and swelling in your ankles, feet, or legs. How is COPD (chronic obstructive pulmonary disease) diagnosed? Your health care provider may use many tools to make a diagnosis: · A medical history, which includes asking about your symptoms · A family history · Various tests, such as lung function tests, a chest x-ray or CT scan, and blood tests The doctor will diagnose COPD based on your signs and symptoms, your medical and family histories, and test results. Treatments include lifestyle changes, medicines, pulmonary rehabilitation, oxygen therapy. There is no cure for COPD. Treatments can help with symptoms, slow the progress of the disease, and improve your ability to stay active. Lifestyle changes, such as quitting smoking if you are a smoker; avoiding second-hand smoke and places where you might breathe in other lung irritants; ask your health care provider for an eating plan that will meet your nutritional needs; also ask about how much physical activity you can do; physical activity can strengthen the muscles that help you breathe and improve your overall wellness. Medicines, such as Bronchodilators, which relax the muscles around your airways. This helps open your airways and makes breathing easier. Most bronchodilators are taken through an inhaler. In more severe cases, the inhaler may also contain steroids to reduce inflammation. Vaccines for the flu and pneumococcal pneumonia, since people with COPD are at higher risk for serious problems from these diseases Antibiotics if you get a bacterial lung infection Oxygen therapy, if you have severe COPD and low levels of oxygen in your blood. Oxygen therapy can help you breathe better. You may need extra oxygen all the time or only at certain times. Pulmonary rehabilitation, which is a program that helps improve the well-being of people who have chronic breathing problems. It may include An exercise program Disease management training Nutritional counseling Psychological counseling Surgery, usually as a last resort for people who have severe symptoms that have not gotten better with medicines: For emphysema-related COPD, there are surgeries that: Remove damaged lung tissue Remove large air spaces (bullae) that can form when air sacs are destroyed. The bullae can interfere with breathing For severe COPD, some people may need lung transplant. If you have COPD, it's important to know when and where to get help for your symptoms. You should get emergency care if you have severe symptoms, such as trouble catching your breath or talking. Call your health care provider if your symptoms are getting worse or if you have signs of an infection, such as a fever. Can COPD (chronic obstructive pulmonary disease) be prevented? Since smoking causes most cases of COPD, the best way to prevent it is to not smoke. It's also important to try to avoid lung irritants such as secondhand smoke, air pollution, chemical fumes and dusts.",
        "abstract": "MedlinePlus：COPD包括肺气肿与慢性支气管炎两型，主要危险因素为长期接触烟草烟雾、空气污染及化学烟尘，治疗无治愈但可通过生活方式、药物、康复与手术改善。",
        "source": "MedlinePlus – Chronic Obstructive Pulmonary Disease (COPD) [https://medlineplus.gov/copd.html](https://medlineplus.gov/copd.html)"
    }
]