[
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "Coronavirus disease (COVID-19) is an infectious disease caused by the SARS-CoV-2 virus. Most people infected with the virus will experience mild to moderate respiratory illness and recover without requiring special treatment. However, some will become seriously ill and require medical attention. Older people and those with underlying medical conditions like cardiovascular disease, diabetes, chronic respiratory disease, or cancer are more likely to develop serious illness. Anyone can get sick with COVID-19 and become seriously ill or die at any age. The best way to prevent and slow down transmission is to be well informed about the disease and how the virus spreads. Protect yourself and others from infection by staying at least 1 metre apart from others, wearing a properly fitted mask, and washing your hands or using an alcohol-based rub frequently. Get vaccinated when it’s your turn and follow local guidance. The virus can spread from an infected person’s mouth or nose in small liquid particles when they cough, sneeze, speak, sing or breathe. These particles range from larger respiratory droplets to smaller aerosols. It is important to practice respiratory etiquette, for example by coughing into a flexed elbow, and to stay home and self-isolate until you recover if you feel unwell. To prevent infection and to slow transmission of COVID-19, do the following: Get vaccinated when a vaccine is available to you. Stay at least 1 metre apart from others, even if they don’t appear to be sick. Wear a properly fitted mask when physical distancing is not possible or when in poorly ventilated settings. Choose open, well-ventilated spaces over closed ones. Open a window if indoors. Wash your hands regularly with soap and water or clean them with alcohol-based hand rub. Cover your mouth and nose when coughing or sneezing. If you feel unwell, stay home and self-isolate until you recover. COVID-19 affects different people in different ways. Most infected people will develop mild to moderate illness and recover without hospitalization. Most common symptoms: fever cough tiredness loss of taste or smell. Less common symptoms: sore throat headache aches and pains diarrhoea a rash on skin, or discolouration of fingers or toes red or irritated eyes. Serious symptoms: difficulty breathing or shortness of breath loss of speech or mobility, or confusion chest pain. Seek immediate medical attention if you have serious symptoms. Always call before visiting your doctor or health facility. People with mild symptoms who are otherwise healthy should manage their symptoms at home. On average it takes 5–6 days from when someone is infected with the virus for symptoms to show, however it can take up to 14 days.",
    "abstract": "新冠肺炎是由SARS-CoV-2病毒引起的一种传染病。大多数感染者会出现轻中度呼吸道疾病，无需特殊治疗即可康复。但老年人及有基础疾病者易发展为重症。病毒通过咳嗽、打喷嚏等传播。预防措施包括保持距离、戴口罩、勤洗手和接种疫苗。常见症状有发热、咳嗽、疲劳和味觉丧失。",
    "source": "World Health Organization (WHO), https://www.who.int/health-topics/coronavirus"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "Coronavirus disease 2019 (COVID-19), is an illness caused by a virus. The virus is called severe acute respiratory syndrome coronavirus 2 or, more commonly, SARS-CoV-2. It started spreading at the end of 2019 and became a pandemic disease in 2020. Typical COVID-19 symptoms often show up 2 to 14 days after contact with the virus. Symptoms can include: Dry cough. Shortness of breath. Loss of taste or smell. Extreme tiredness, called fatigue. Digestive symptoms such as upset stomach, vomiting or loose stools, also called diarrhea. Pain, such as headaches and body or muscle aches. Fever or chills. Coldlike symptoms such as congestion, runny nose or sore throat. People may have only a few symptoms or none at all. People who have no symptoms but test positive for COVID-19 are called asymptomatic. For example, many children who test positive don't have symptoms of COVID-19 illness. People who go on to have symptoms are considered presymptomatic. People in both groups can still spread the COVID-19 virus to others. Some people may have symptoms that get worse about 5 to 7 days after symptoms start. Most people with COVID-19 have mild to moderate symptoms. But COVID-19 can cause serious medical complications and lead to death. Older adults and people who already have medical conditions are at greater risk of serious illness. COVID-19 may be a mild, moderate, severe or critical illness. In broad terms, mild COVID-19 doesn't affect the ability of the lungs to get oxygen to the body. In moderate COVID-19 illness, the lungs work properly but there are signs that the infection is deep in the lungs. Severe COVID-19 means that the lungs don't work correctly, and the person needs oxygen and other medical help in the hospital. Critical COVID-19 illness means the lungs and breathing system, called the respiratory system, have failed and there is damage throughout the body. Rarely, people who catch this coronavirus can develop a group of symptoms linked to inflamed organs or tissues. This illness is called multisystem inflammatory syndrome. When children have this illness, it is called multisystem inflammatory syndrome in children (MIS-C). In adults, the name is MIS-A. People who are at high risk of serious illness may get medicine to block the spread of the COVID-19 virus in the body. Or your healthcare team may plan regular checks to monitor your health. Get emergency help right away for any of these symptoms in adults: Trouble breathing or catching your breath. Skin, lips or nail beds that are pale, gray or blue. New confusion. Trouble staying awake or waking up. Chest pain or pressure that is constant. Get emergency help right away for any of those symptoms in children, as well as the following symptoms: Dizziness. Dry mouth, crying with few or no tears, or less need to urinate, suggesting dehydration. Frequent vomiting or loose stools, called diarrhea, for longer than 24 hours. Fever that doesn't go away. Trouble staying awake or waking up. Being confused or agitated. This list doesn't include every emergency symptom. If you or a person you're taking care of has symptoms that worry you, get help. Let the healthcare team know about a positive test for COVID-19 or symptoms of the illness. COVID-19 is caused by infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The coronavirus spreads mainly from person to person, even from someone who is infected but has no symptoms. When people with COVID-19 cough, sneeze, breathe, sing or talk, their breath may contain the COVID-19 virus. The coronavirus carried by the breath of a person with the infection can land directly on the face of a nearby person, after a sneeze or cough, for example. The droplets or particles could also be breathed in by other people if they are close together or in areas with low airflow. It's possible to get COVID-19 more than once. Over time, the body's defense against the COVID-19 virus can fade. A person may be exposed to so much of the virus that it breaks through the immune defense. As a virus infects a group of people, the virus copies itself. During this process, the genetic code can randomly change in each copy. The changes are called mutations. If the coronavirus that causes COVID-19 changes in ways that make previous infections or vaccination less effective at preventing infection, people can get sick again. The virus that causes COVID-19 can infect some pets. Cats, dogs, hamsters and ferrets have caught this coronavirus and had symptoms. It's rare for a person to get COVID-19 from a pet. The virus that causes COVID-19 spreads between people in close contact. Most commonly, it spreads through the air in tiny droplets of fluid. The coronavirus spreads mainly from person to person, even from someone who is infected but has no symptoms. When people with COVID-19 cough, sneeze, breathe, sing or talk, their breath may contain the COVID-19 virus. The coronavirus carried by the breath of a person with the infection can land directly on the face of a nearby person, after a sneeze or cough, for example. The droplets or particles could also be breathed in by other people if they are close together or in areas with low airflow. The main risk factors for COVID-19 are: Living with someone who has COVID-19. Spending time in places with poor airflow and a higher number of people when the virus is spreading. Spending more than 30 minutes in close contact with someone who has COVID-19. Many factors affect your risk of catching the virus that causes COVID-19. How long you are in contact with the virus, whether the space has good airflow and the activities you're doing in the space all affect the risk. Also, your risk may change based on whether you or others wear masks, whether someone has COVID-19 symptoms, and how close you are to others. Close contact includes sitting next to and talking to other people, for example, or sharing a car or bedroom. It seems to be rare for people to catch the COVID-19 virus from an infected surface. While the virus is shed in waste, called stool, COVID-19 infection from places such as public bathrooms is not common. Staying up to date on your COVID-19 vaccine helps prevent serious illness, the need for hospital care due to COVID-19 and death from COVID-19. Other things that may help prevent the spread of this coronavirus include good indoor airflow, physical distancing, wearing a mask in the right setting and good hygiene. The 2025-2026 COVID-19 vaccines available in the United States include Moderna, Pfizer-BioNTech and Novavax. The vaccines are all approved for people age 65 and older. Each vaccine also is approved for younger people with a health condition that raises the risk of serious COVID-19 illness. Moderna COVID-19 vaccine 2025-2026 formulas: Spikevax. This vaccine is approved for all people age 65 and older and for people ages 6 months to 64 years with a risk of serious COVID-19 illness. Mnexspike. This vaccine is approved for all people age 65 and older and for people ages 12 to 64 years with a risk of serious COVID-19 illness. Pfizer-BioNTech COVID-19 vaccine 2025-2026 formula: Comirnaty. This vaccine is approved for all people age 65 and older and for people ages 5 to 64 years with a risk of serious COVID-19 illness. Novavax COVID-19 vaccine 2025-2026 formula: Nuvaxovid. This vaccine is approved for all people age 65 and older and for people ages 12 to 64 years with a risk of serious COVID-19 illness. The risk of getting seriously ill with COVID-19 depends on a range of factors. Information gathered since 2019 shows that the risk of serious COVID-19 illness goes up depending on your age, your health, and where you live or work. You are more likely to get seriously ill if you: Are over age 65. Are pregnant. Have a weakened immune system due to illness or medicine you take. Already have a chronic illness. Spend time in places with poor airflow and a higher number of people when the virus is spreading. Spend more than 30 minutes in close contact with someone who has COVID-19. Smoking increases the risk of serious COVID-19 illness. And people with a body mass index in the obese category may have a higher risk as well. This list is not complete. Not every risk factor for serious COVID-19 illness is known. People of all ages who have no other medical issues have needed hospital care for COVID-19. Getting a COVID-19 vaccine protects against serious illness, the need for hospital care due to COVID-19 and death from COVID-19. Staying up to date with the latest vaccine is most important for people at higher risk. That includes adults over age 65, those with weakened immune systems, people who are pregnant, and people with chronic conditions, such as heart disease, lung disease or obesity. Serious side effects from the COVID-19 vaccine are extremely rare. Because of that, even healthy adults benefit from the COVID-19 vaccine, which lowers the risk of serious illness at a rate similar to that of the flu vaccine. Most people are up to date after one dose of the 2025-2026 COVID-19 vaccine from any vaccine maker. Children ages 6 months to 23 months are up to date after two doses of Spikevax, spaced at least four weeks apart. Your healthcare team may suggest added doses of COVID-19 vaccine if you have a moderately or seriously weakened immune system. In the U.S., the Food and Drug Administration (FDA) also has authorized the monoclonal antibody pemivibart (Pemgarda) to prevent COVID-19 in some people with weakened immune systems. In addition to vaccination, there are other ways to stop the spread of the virus that causes COVID-19. If you are at a higher risk of serious illness, talk with your healthcare professional about how best to protect yourself. Know what to do if you get sick so you can quickly start treatment. If you feel ill or have COVID-19, stay home and away from others, including pets, if possible. In general, make it a habit to: Test for COVID-19. If you have symptoms of COVID-19 test for the illness. Or test five days after coming in contact with the virus. Help from afar. Avoid close contact with anyone who is sick or has symptoms, if possible. Wash your hands. Wash your hands well and often with soap and water for at least 20 seconds. Or use an alcohol-based hand sanitizer with at least 60% alcohol. Cover your coughs and sneezes. Cough or sneeze into a tissue or your elbow. Then wash your hands. Clean and disinfect high-touch surfaces. For example, clean doorknobs, light switches, electronics and counters regularly. Try to spread out in crowded public areas, especially in places with poor airflow. This is important if you have a higher risk of serious illness. Wear a mask when you're inside a crowded place with poor airflow. This is most important when many people in the area are sick with COVID-19 or the flu. Medicine can limit the seriousness of the viral infection. Most people recover without long-term effects, but some people have symptoms that continue for months. People who are at high risk of serious illness may get medicine to block the spread of the COVID-19 virus in the body. Or your healthcare team may plan regular checks to monitor your health.",
    "abstract": "新冠肺炎（COVID-19）是由SARS-CoV-2病毒引起，2019年底开始传播并成为全球大流行。症状包括干咳、呼吸短促、味觉丧失、疲劳、消化不适、头痛、发热等，潜伏期2-14天。传播主要通过近距离接触和空气飞沫。预防包括接种疫苗、保持距离、戴口罩、勤洗手。高危人群如老人、孕妇、免疫低下者易重症。",
    "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/coronavirus/symptoms-causes/syc-20479963"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒肺炎（coronavirus disease 2019，covid-19），简称“新冠肺炎”，世界卫生组织命名为“2019冠状病毒病”，是指2019新型冠状病毒感染导致的肺炎。2019年12月以来，湖北省武汉市部分医院陆续发现了多例有华南海鲜市场暴露史的不明原因肺炎病例，证实为2019新型冠状病毒感染引起的急性呼吸道传染病。\n根据现有病例资料，新型冠状病毒肺炎以发热、干咳、乏力等为主要表现，少数患者伴有鼻塞、流涕、腹泻等上呼吸道和消化道症状。重症病例多在1周后出现呼吸困难，严重者快速进展为急性呼吸窘迫综合征、脓毒症休克、难以纠正的代谢性酸中毒和出凝血功能障碍及多器官功能衰竭等。值得注意的是重症、危重症患者病程中可为中低热，甚至无明显发热。轻型患者仅表现为低热、轻微乏力等，无肺炎表现。\n新冠病毒主要通过呼吸道飞沫传播和密切接触传播。同处一空间者也有经气溶胶传播的可能性。相较于呼吸道飞沫，气溶胶可以更长时间漂浮在空气中，也可传播更远距离。另外，直接接触被病毒污染的物品后也可造成感染。\n目前新冠病毒的治疗主要包括一般治疗、抗病毒治疗、糖皮质激素治疗和免疫治疗等。抗病毒治疗药物有利托那韦片、单克隆抗体、静注COVID-19人免疫球蛋白、康复者恢复期血浆等。\n多剂次完整接种新冠病毒疫苗后，能够较有效地预防新冠病毒的感染。目前国内使用的主要为灭活疫苗，即杀死病毒使其失去致病力，但同时保持其抗原性所制成的疫苗。",
    "abstract": "新冠肺炎是2019新型冠状病毒感染导致的急性呼吸道传染病，主要症状为发热、干咳、乏力等，传播途径包括呼吸道飞沫、密切接触等，治疗有一般治疗、抗病毒治疗等，接种疫苗可有效预防。",
    "source": "腾讯医典，https://h5.baike.qq.com/mobile/article.html?docid=tx10026200165kaj"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒肺炎是一种急性感染性肺炎，其病原体是一种先前未在人类中发现的新型冠状病毒，即2019新型冠状病毒（2019 novel Coronavirus，2019 - nCoV）。\n基于目前的流行病学调查，潜伏期1-14天，多为3-7天。潜伏期具有传染性，无症状感染者也可能成为传染源。经呼吸道飞沫和接触传播是主要的传播途径，气溶胶和消化道等传播途径尚待明确。人群普遍易感。密闭、不通风场所可能存在气溶胶传播风险，需加强预防和隔离处理。\n患者初始症状多为发热、乏力和干咳，并逐渐出现呼吸困难等严重表现。多数患者预后良好，部分严重病例可出现急性呼吸窘迫综合征或脓毒症休克，甚至死亡。目前，缺乏针对病原体的有效抗病毒药物，以隔离治疗、对症支持治疗为主。",
    "abstract": "新冠肺炎是由2019新型冠状病毒引起的急性感染性肺炎，潜伏期1-14天，主要通过呼吸道飞沫和接触传播，症状有发热、乏力、干咳等，以隔离和对症支持治疗为主。",
    "source": "中国医学科学院北京协和医院，http://2019ncov.imicams.ac.cn/detail.html?id=855&categoryId=45"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒感染的并发症包括呼吸衰竭、急性心脏损伤、继发感染、急性肾损伤、凝血功能障碍等。\n呼吸衰竭：新冠病毒侵袭肺部，导致肺部炎症、渗出，影响气体交换，严重时可引发呼吸衰竭，患者会出现呼吸困难、低氧血症等，需要借助呼吸机等支持治疗来维持呼吸功能。\n急性心脏损伤：病毒可能直接侵犯心肌细胞，或引发机体过度免疫反应累及心脏，导致心肌损伤，出现心肌酶升高、心电图异常等表现，影响心脏正常泵血功能。\n继发感染：感染新冠后，机体免疫力下降，呼吸道防御功能受损，易受到细菌、真菌等病原体侵袭，引发继发性感染，如细菌性肺炎等，加重病情。\n急性肾损伤：一方面病毒可能直接损伤肾脏细胞，另一方面严重感染引发的全身炎症反应综合征可导致肾脏灌注不足，进而引起急性肾损伤，出现肾功能指标异常。\n凝血功能障碍：病毒感染可激活体内凝血系统，导致凝血功能紊乱，出现凝血因子消耗、血栓形成等情况，增加肺栓塞、深静脉血栓等风险。",
    "abstract": "新冠肺炎可能引发多种并发症，如呼吸衰竭、急性心脏损伤、继发感染、急性肾损伤、凝血功能障碍等，严重影响身体健康。",
    "source": "快速问医生，http://m.120ask.com/zhishi/art/1020995.html"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "2024年12月1日-12月31日，全国31个省（自治区、直辖市）及新疆生产建设兵团报告新增重症病例112例、死亡病例7例（其中新冠病毒感染导致呼吸功能衰竭死亡病例0例、基础疾病合并新冠病毒感染死亡病例7例）。\n2024年12月1日-12月31日，全国31个省（自治区、直辖市）及新疆生产建设兵团发热门诊（诊室）诊疗量波动上升。12月1日至13日在6.9万至8.1万之间波动，随后波动上升至12月30日的12.8万（本月最高），12月31日为10.9万。\n2024年第49周（12月2日-12月8日）至第52周（12月23日-12月29日），全国哨点医院流感样病例占门（急）诊就诊人数比例逐渐升高，流感样病例占比分别为4.0%、4.5%、5.4%和6.2%。2024年第49周（12月2日-12月8日）至第52周（12月23日-12月29日），流感样病例新冠病毒阳性率小幅下降，分别为1.8%、1.8%、1.7%和1.2%。\n2024年12月1日-12月31日，全国31个省（自治区、直辖市）及新疆生产建设兵团共报送3836例本土病例新冠病毒基因组有效序列，均为奥密克戎变异株。主要流行株为XDV系列变异株和JN.1系列变异株。根据采样日期，第49周（12月2日-12月8日）至第52周（12月23日-12月29日）JN.1及其亚分支占比分别为31.5%、30.3%、35.9%、37.6%，XDV及其亚分支占比分别为62.3%、64.3%、59.7%、59.1%。",
    "abstract": "2024年12月全国新冠新增重症病例112例、死亡7例，发热门诊诊疗量波动上升，哨点医院流感样病例占比逐渐升高，新冠病毒阳性率小幅下降，主要流行株为XDV和JN.1系列变异株。",
    "source": "中国疾病预防控制中心，https://www.chinacdc.cn/jksj/xgbdyq/202501/t20250107_303736.html"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新冠肺炎可能引发多种并发症，常见的包括：\n1. 肺部并发症：如急性呼吸窘迫综合征 （ARDS）、肺部纤维化，导致呼吸困难、氧合功能障碍等。\n2. 心血管并发症：如心肌炎、心律失常、 心力衰竭 、心肌梗死 等。\n3. 神经系统并发症：例如脑炎 、脑膜炎 、缺血性脑卒中 、周围神经病变等，引起头痛、头晕、意识障碍 、感觉或运动异常等。\n4. 肾脏损伤 ：包括急性肾损伤 、肾衰竭等，影响肾脏的正常功能。\n5. 消化系统并发症：如肝功能异常 、胃肠道炎症、出血等。\n6. 凝血功能障碍：易导致血栓形成 ，增加肺栓塞 、深静脉血栓等的风险。\n7. 内分泌系统并发症：如血糖异常、甲状腺功能异常等。\n8. 精神心理障碍 ：如焦虑、抑郁、失眠等。",
    "abstract": "新冠肺炎可能引发多种并发症，包括肺部、心血管、神经系统、肾脏、消化系统等方面的并发症，以及凝血功能障碍、内分泌系统并发症和精神心理障碍等。",
    "source": "小荷医典，https://m.xiaohe.cn/medical/ai - qa/70000184411067"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 is a disease caused by a virus called SARS-CoV-2. Most people with COVID-19 have mild symptoms and can recover at home. But for some people, COVID-19 can cause serious health problems like pneumonia and death. COVID-19 spreads very easily from person to person. The virus can spread from someone who is infected to others nearby. This can happen even if the infected person does not have symptoms. The virus spreads when an infected person breathes out tiny droplets that contain the virus. These droplets can land in the mouth or nose of someone who is nearby. Or someone can breathe in the droplets. The virus can also spread if someone touches something with the virus on it, like a surface, and then touches their mouth, nose, or eyes. COVID-19 can cause symptoms in your nose, mouth, throat, and lungs. You may also have symptoms in other parts of your body, like your heart, brain, and kidneys. The symptoms can be mild, like a runny nose, sore throat, and cough. Or they can be severe, like trouble breathing and chest pain. Some people have no symptoms. The time from when you are exposed to the virus to when you start to have symptoms is usually 2 to 14 days. But it can be longer. The symptoms of COVID-19 can appear 2 to 14 days, or longer, after you come into contact with the virus. Anyone with symptoms should stay home and stay away from other people until they recover. People who are at high risk for severe illness should talk to their doctor about whether they should take medicine to prevent getting sick. If you have symptoms of COVID-19, test yourself as soon as you can. Stay home and away from other people until you know your test result. If you test positive, stay home and away from other people for at least 5 days. Most people with COVID-19 get better within a few weeks. But some people may have symptoms that last longer. These long COVID symptoms can include fatigue, shortness of breath, and brain fog. Talk to your doctor if you have symptoms that last longer than 4 weeks. There are medicines that can help prevent and treat COVID-19. Vaccines are the best way to protect yourself and others from COVID-19. Getting vaccinated can reduce your risk of getting very sick, being in the hospital, or dying. If you are at high risk for severe illness, your doctor may recommend that you take a medicine to prevent COVID-19. This is called pre-exposure prophylaxis or PrEP. There are also medicines that can treat COVID-19 if you get sick. These medicines work best if you start taking them soon after you get symptoms. To lower your risk of getting very sick from COVID-19, get a COVID-19 vaccine and stay up to date with your vaccines. Wear a mask in crowded indoor places or around people who are sick. Stay away from people who are sick. Wash your hands often with soap and water for at least 20 seconds. Or use hand sanitizer if soap and water are not available. Avoid touching your eyes, nose, and mouth with unwashed hands. Clean and disinfect surfaces that are often touched. COVID-19 can cause serious health problems, especially for people who are older or have certain health conditions. People who are at high risk include those who are 65 years or older, are not up to date with COVID-19 vaccines, have a weakened immune system, have chronic lung disease, have heart disease, have diabetes, have chronic kidney disease, have sickle cell disease, have a weakened immune system from a solid organ transplant, are pregnant or were recently pregnant, have a disability, or live in a nursing home or other long-term care facility. COVID-19 has spread to every country and territory in the world. In the United States, COVID-19 has caused millions of infections and hundreds of thousands of deaths. The number of new cases and deaths has gone down since the peak of the pandemic, but COVID-19 is still causing illness and death. Hospitals are still treating people with COVID-19. Some people who have had COVID-19 may have long-term health problems. These are called long COVID or post-COVID conditions. Long COVID can affect people of any age, even people who had mild illness. Symptoms can last for months or years. Common long COVID symptoms include fatigue, shortness of breath, chest pain, brain fog, and joint pain.",
    "abstract": "COVID-19是由SARS-CoV-2病毒引起的疾病。大多数人症状轻微，可在家恢复，但可导致肺炎和死亡。病毒通过飞沫和接触传播，潜伏期2-14天。症状包括鼻塞、咳嗽、呼吸困难等。高危人群为65岁以上者和有基础疾病者。预防包括接种疫苗、戴口罩、勤洗手。已造成全球数百万感染和死亡，一些人出现长COVID症状。",
    "source": "Centers for Disease Control and Prevention (CDC), https://www.cdc.gov/coronavirus/2019-ncov/index.html"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 is a respiratory disease caused by SARS-CoV-2, a coronavirus discovered in 2019. The first known cases of COVID-19 were in Wuhan, China, in December 2019. The disease has since spread worldwide, resulting in an ongoing pandemic that has caused millions of deaths. COVID-19 is highly contagious and spreads primarily through close contact with an infected person. The virus is mainly transmitted through respiratory droplets when people cough, sneeze, sing, or talk. These droplets can also land on surfaces, where they remain infectious for varying lengths of time. The incubation period for COVID-19 is typically between two and 14 days. Symptoms may appear two to 14 days after exposure to the virus. People with COVID-19 have reported a wide range of symptoms – from mild symptoms to severe illness – including fever or chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea or vomiting, diarrhea. Emergency warning signs of COVID-19 include trouble breathing, persistent pain or pressure in the chest, new confusion, inability to wake or stay awake, pale, gray, or blue-colored skin, lips, or nail beds. Anyone with these symptoms should seek emergency medical care immediately. Children have similar symptoms to adults and may also experience fever, cough, and gastrointestinal symptoms. In rare cases, children can develop a severe inflammatory condition called multisystem inflammatory syndrome in children (MIS-C). Older people and people with existing health conditions are at higher risk for severe illness. COVID-19 can cause severe pneumonia, acute respiratory distress syndrome (ARDS), and other complications. Long COVID, or post-acute sequelae of SARS-CoV-2 infection (PASC), refers to a wide range of symptoms that can last weeks or months after the infection has gone away. Common long COVID symptoms include fatigue, brain fog, shortness of breath, and chest pain. Prevention measures include vaccination, wearing masks, physical distancing, and hand hygiene. Several vaccines have been authorized for emergency use, including mRNA vaccines and viral vector vaccines. Treatment for COVID-19 depends on the severity of the illness. Mild cases can be managed at home with rest and fluids. Severe cases may require hospitalization, oxygen therapy, and antiviral drugs like remdesivir or monoclonal antibodies. Corticosteroids like dexamethasone are used for patients requiring oxygen. The World Health Organization (WHO) declared COVID-19 a pandemic on March 11, 2020. As of 2023, over 760 million cases and more than 6.8 million deaths have been reported globally. Variants of the virus, such as Delta and Omicron, have emerged, affecting transmissibility and vaccine efficacy.",
    "abstract": "COVID-19是由2019年发现的新型冠状病毒SARS-CoV-2引起的呼吸道疾病。首例于中国武汉出现，现已全球流行导致数百万死亡。高传染性，主要通过飞沫传播，潜伏期2-14天。症状从轻微发热咳嗽到重症肺炎。高危人群为老人和基础病患者。预防接种疫苗、戴口罩、保持距离。治疗依严重度包括支持疗法和抗病毒药。长COVID可致持久疲劳等症状。",
    "source": "National Institute of Allergy and Infectious Diseases (NIAID), https://www.niaid.nih.gov/diseases-conditions/covid-19"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒肺炎（COVID-19）是由新型冠状病毒（SARS-CoV-2）引起的急性呼吸道传染病。该病毒主要通过飞沫传播，也可通过接触传播。潜伏期一般为1-14天，大多数为3-7天。多数患者预后良好，轻型和普通型患者多在一周左右可痊愈，部分患者可能出现持续疲劳、胸闷等症状。重型和危重型患者病情进展快，可能在数日内发生呼吸衰竭，甚至死亡。临床分型：轻型：临床症状轻微，无肺炎影像学表现；普通型：发热、呼吸道症状，有肺炎影像学表现；重型：呼吸窘迫、呼吸频率≥30次/分、血氧饱和度≤93%；危重型：呼吸衰竭需要机械通气、休克、多器官功能衰竭。常见症状：发热、干咳、乏力、鼻塞、流涕、咽痛、肌痛、头痛、胸闷、呼吸困难、腹泻、恶心、呕吐、味觉或嗅觉减退等。重症病例可出现呼吸困难、血氧饱和度下降等。预防措施：保持手卫生、佩戴口罩、保持社交距离、避免聚集、加强通风、接种疫苗。治疗原则：对症支持治疗、病因治疗、并发症治疗。轻症患者居家隔离休息，多饮水，监测体温和症状。重症患者需住院治疗，包括氧疗、抗病毒治疗、糖皮质激素等。疫苗：已批准使用的新冠病毒疫苗包括灭活疫苗、腺病毒载体疫苗、重组蛋白疫苗等。加强针接种可提升保护效果。并发症：急性呼吸窘迫综合征（ARDS）、脓毒症和多器官功能衰竭、血栓形成、心肌炎等。流行病学：2020年初在中国武汉暴发，后扩散全球。截至2023年，全球累计报告病例超过7亿例，死亡人数超过700万例。中国实施动态清零策略，有效控制疫情。",
    "abstract": "新冠肺炎（COVID-19）是由SARS-CoV-2病毒引起的急性呼吸道传染病，主要飞沫传播，潜伏期1-14天。症状包括发热、咳嗽、乏力等，重症可致呼吸衰竭。分轻型至危重型。预防：戴口罩、保持距离、接种疫苗。治疗：支持疗法、抗病毒药。并发症有ARDS、多器官衰竭。全球超7亿病例，死亡超700万，中国实施清零策略。",
    "source": "国家卫生健康委员会 (National Health Commission of China), http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 is a viral infection that primarily attacks the lungs. It's caused by a novel coronavirus called SARS-CoV-2. This virus emerged in Wuhan, China, in late 2019. It spread rapidly around the world, causing a pandemic. The virus spreads mainly from person to person. When someone with COVID-19 coughs, sneezes, or talks, they send tiny droplets into the air. These droplets can be breathed in by people nearby. The virus can also spread when a person touches a surface or object with the virus on it and then touches their mouth, nose, or eyes. Symptoms of COVID-19 usually show up 2 to 14 days after exposure. Common symptoms include fever, chills, cough, shortness of breath, fatigue, muscle aches, headache, sore throat, loss of taste or smell, congestion, runny nose, nausea, vomiting, diarrhea. Some people have mild illness. Others get very sick and need hospital care. Most people recover from COVID-19 within a few weeks. But some people have symptoms that last longer. This is called long COVID. Long COVID can include fatigue, shortness of breath, brain fog, joint pain, chest pain, and heart palpitations. People at higher risk for severe COVID-19 include older adults, people with chronic health conditions like heart disease, lung disease, diabetes, obesity, and weakened immune systems. Prevention is key. Get vaccinated against COVID-19. Vaccines are safe and effective at preventing severe disease. Wear a mask in indoor public spaces, especially if you're at high risk. Keep at least 6 feet away from others. Wash your hands often with soap and water for at least 20 seconds. Avoid close contact with people who are sick. If you're sick, stay home. Treatment for COVID-19 depends on how sick you are. If you have mild symptoms, rest, drink fluids, and take over-the-counter medicines for fever and pain. If you have risk factors for severe illness, your doctor may prescribe antiviral pills like Paxlovid or molnupiravir. For hospitalized patients, treatments include oxygen therapy, steroids like dexamethasone, and monoclonal antibodies. Remdesivir is an antiviral given by IV. Complications of COVID-19 can include pneumonia, acute respiratory distress syndrome, blood clots, kidney injury, and multi-organ failure. Some people develop Guillain-Barré syndrome or other neurological problems. COVID-19 vaccines are available for people 6 months and older. Boosters help maintain protection against variants. As of 2024, updated vaccines target the latest strains. The pandemic has led to over 700 million confirmed cases and more than 7 million deaths worldwide.",
    "abstract": "COVID-19是由新型冠状病毒SARS-CoV-2引起的病毒感染，主要攻击肺部。2019年底在中国武汉出现，迅速全球传播。传播通过飞沫和接触。症状2-14天出现，包括发热、咳嗽、疲劳、味觉丧失等。长COVID可致持久疲劳。高危者为老人和慢性病患者。预防：接种疫苗、戴口罩、保持距离。治疗：抗病毒药、氧疗。并发症包括肺炎、血栓。全球超7亿病例。",
    "source": "WebMD, https://www.webmd.com/covid/what-is-covid-19"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 is a disease caused by a germ called the coronavirus. It was first detected in December 2019 in Wuhan, China. The illness can range from mild to severe. Some people get very sick and need hospital care. The virus spreads easily from person to person. It spreads mainly through respiratory droplets when people cough, sneeze, talk, or sing. The droplets can land in the mouths or noses of people nearby. Or people can breathe them in. The virus can also spread when a person who has it touches a surface or object that has the virus on it and then touches their mouth, nose, or possibly their eyes. Symptoms may appear 2 to 14 days after exposure to the virus. People with these symptoms may have COVID-19: Fever or chills; Cough; Shortness of breath or difficulty breathing; Fatigue; Muscle or body aches; Headache; New loss of taste or smell; Sore throat; Congestion or runny nose; Nausea or vomiting; Diarrhea. Look for emergency warning signs for COVID-19. If someone is showing any of these signs, seek emergency medical care immediately: Trouble breathing; Persistent pain or pressure in the chest; New confusion; Inability to wake or stay awake; Bluish lips or face. Call 911 or call ahead to your local emergency department. Not everyone has these symptoms. Children may have fewer or milder symptoms. Some people have no symptoms but can still spread the virus. COVID-19 can make some people very sick. Older people and people with certain health problems are more likely to get very sick from COVID-19. These include people who have heart disease, lung disease, diabetes, or a weakened immune system. To lower your risk of getting sick: Get a COVID-19 vaccine. Stay up to date with COVID-19 vaccines. Improve ventilation at home and work. Wear a mask in indoor public spaces, especially if you are at higher risk. Stay 6 feet away from others. Get tested if you have symptoms or were exposed. Stay home if you are sick. If you have COVID-19, stay home for at least 5 days and isolate from others. Treatment for COVID-19 includes rest, fluids, and fever reducers. For mild to moderate illness, over-the-counter medicines can help with symptoms. People with risk factors for severe illness may benefit from antiviral treatments like Paxlovid. Hospitalized patients may receive oxygen, IV fluids, and other supportive care. Vaccines are the best protection against COVID-19. They reduce the risk of getting sick, being hospitalized, or dying. Complications can include pneumonia, blood clots, and long-term health problems known as long COVID. Long COVID symptoms can last for months and include fatigue, shortness of breath, and cognitive issues. The COVID-19 pandemic has affected millions worldwide, with ongoing surveillance for new variants.",
    "abstract": "COVID-19是由冠状病毒引起的疾病，2019年12月在中国武汉首次发现。症状2-14天出现，包括发热、咳嗽、呼吸困难、疲劳等。传播通过飞沫。高危人群易重症。预防：接种疫苗、保持距离、戴口罩、测试。治疗：休息、抗病毒药。并发症有肺炎、血栓、长COVID。疫情影响全球数百万。",
    "source": "MedlinePlus, https://medlineplus.gov/covid19.html"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒肺炎（coronavirusdisease2019，covid-19），简称 “新冠肺炎”，世界卫生组织命名为 “2019 冠状病毒病”，是指 2019 新型冠状病毒感染导致的肺炎。2019 年 12 月以来，湖北省武汉市部分医院陆续发现了多例有华南海鲜市场暴露史的不明原因肺炎病例，证实为 2019 新型冠状病毒感染引起的急性呼吸道传染病。2020 年 2 月 11 日，世界卫生组织总干事谭德塞在瑞士日内瓦宣布，将新型冠状病毒感染的肺炎命名为 “covid-19”。2 月 22 日，国家卫生健康委发布通知，“新型冠状病毒肺炎” 英文名称修订为 “covid-19”。3 月 11 日，世卫组织认为当前新冠肺炎疫情可被称为全球大流行。4 月 4 日，中国举行全国性哀悼活动。8 月 18 日，国家卫健委修订完成了新型冠状病毒肺炎诊疗方案（试行第八版）。9 月 3 日，世卫组织新冠肺炎疫情应对评估专家组共同主席在成员国吹风会上宣布了专家组成员名单，钟南山入选。2022 年 12 月 26 日，国家卫生健康委员会发布公告，将新型冠状病毒肺炎更名为新型冠状病毒感染。经国务院批准，自 2023 年 1 月 8 日起，解除对新型冠状病毒感染采取的《中华人民共和国传染病防治法》规定的甲类传染病预防、控制措施；新型冠状病毒感染不再纳入《中华人民共和国国境卫生检疫法》规定的检疫传染病管理。2023 年 5 月 5 日，世界卫生组织宣布，新冠疫情不再构成 “国际关注的突发公共卫生事件”。\n\n 根据现有病例资料，新型冠状病毒肺炎以发热、干咳、乏力等为主要表现，少数患者伴有鼻塞、流涕、腹泻等上呼吸道和消化道症状。重症病例多在 1 周后出现呼吸困难，严重者快速进展为急性呼吸窘迫综合征、脓毒症休克、难以纠正的代谢性酸中毒和出凝血功能障碍及多器官功能衰竭等。值得注意的是重症、危重症患者病程中可为中低热，甚至无明显发热。轻型患者仅表现为低热、轻微乏力等，无肺炎表现。从目前收治的病例情况看，多数患者预后良好，少数患者病情危重。老年人和有慢性基础疾病者愈后较差。儿童病例症状相对较轻。\n\n 世卫组织总干事谭德塞 2020 年 3 月 11 日说，新冠肺炎疫情已具有大流行特征。谭德塞在日内瓦举行的例行记者会上说，疫情的传播程度和严重性令人深感担忧，“因此我们评估认为新冠肺炎疫情已具有大流行特征”。他说：“我们以前从未见过冠状病毒引发的大流行。我们以前也从未见过得到控制的大流行。” 他强调，将新冠肺炎疫情描述为 “大流行” 不会改变世卫组织对其威胁的评估，“它不会改变世卫组织正在做的事情，也不会改变各国应该做的事情”。\n\n 新型冠状病毒肺炎，正处在早期快速变化阶段。中国已公布导致新型冠状病毒肺炎的新型冠状病毒的全基因组序列，这将有助于全球科学家和公共卫生组织加入诊断试剂的研发，及病毒致病性研究。\n\n 国家卫健委已发布 1 号公告，将新型冠状病毒感染的肺炎纳入传染病防治法规定的乙类传染病，但采取甲类传染病的预防、控制措施，同时将其纳入检疫传染病管理。\n\n2020 年 1 月 20 日，经报国务院批准后国家卫生健康委发布公告，将新型冠状病毒肺炎（简称 “新冠肺炎”）纳入《中华人民共和国传染病防治法》规定的乙类传染病，并采取甲类传染病的预防、控制措施。\n\n 世卫组织新冠肺炎情况报告 2020 年 2 月 28 日，世卫组织新冠肺炎情况每日报告，地区及全球风险级别均提升为最高级别 “非常高”，与中国一致，此前地区及全球风险级别为 “高”。\n\n 当地时间 2020 年 3 月 11 日，世界卫生组织总干事谭德塞宣布，根据评估，世卫组织认为当前新冠肺炎疫情可被称为全球大流行（pandemic）。\n\n2022 年 9 月 24 日新加坡《联合早报》网站报道，世界卫生组织总干事谭德塞指出，现在距离宣布新冠疫情结束仍有很长的路要走。\n\n2023 年 1 月 8 日起，对新型冠状病毒感染实施 “乙类乙管”。依据传染病防治法，对新冠病毒感染者不再实行隔离措施，不再判定密切接触者；不再划定高低风险区；对新冠病毒感染者实施分级分类收治并适时调整医疗保障政策；检测策略调整为 “愿检尽检”；调整疫情信息发布频次和内容。依据国境卫生检疫法，不再对入境人员和货物等采取检疫传染病管理措施。\n\n2023 年 5 月 5 日，世界卫生组织宣布，新冠疫情不再构成 “国际关注的突发公共卫生事件”。\n\n 据央视新闻消息，上海疫情防控工作发布会介绍：卫生防疫专家强调，可以确定的新冠肺炎传播途径主要为直接传播、气溶胶传播和接触传播。直接传播是指患者喷嚏、咳嗽、说话的飞沫，呼出的气体近距离直接吸入导致的感染；气溶胶传播是指飞沫混合在空气中，形成气溶胶，吸入后导致感染；接触传播是指飞沫沉积在物品表面，接触污染手后，再接触口腔、鼻腔、眼睛等粘膜，导致感染。\n\n2021 年 6 月 14 日，加拿大科研人员在英国《自然・通讯》杂志上发表论文，发现新型冠状病毒可感染北美鹿鼠并在鼠间传播。\n\n 当地时间 2021 年 12 月 1 日，加拿大环境与气候变化部发布新闻通报宣布，首次发现境内的野生动物感染了新冠病毒。\n\n2022 年 5 月 4 日，美国健康生活新闻网发表报道称，密歇根大学研究发现，空气传播新冠病毒的可能性是接触物体表面传播的 1000 倍。密歇根大学的研究人员在大学校园内对空气和表面样本进行了检测，发现吸入病毒颗粒的概率大于手指接触感染的概率。",
    "abstract": "本文介绍了新冠肺炎的定义、命名过程、疫情发展情况、症状、传播途径等内容。",
    "source": "http://www.shurl.cc/0213988656d75a5d07a951c91daad48c"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒肺炎是一种急性感染性肺炎，其病原体是一种先前未在人类中发现的新型冠状病毒，即2019新型冠状病毒（2019 novel Coronavirus，2019 - nCoV）。2020年2月7日，国家卫健委决定将“新型冠状病毒感染的肺炎”暂命名为“新型冠状病毒肺炎”，简称“新冠肺炎”。英文名称为“Novel Coronavirus Pneumonia”，简称“NCP”。2020年1月30日，WHO宣布将新型冠状病毒肺炎疫情列为国际关注的突发公共卫生事件。患者初始症状多为发热、乏力和干咳，并逐渐出现呼吸困难等严重表现。多数患者预后良好，部分严重病例可出现急性呼吸窘迫综合征或脓毒症休克，甚至死亡。目前，缺乏针对病原体的有效抗病毒药物，以隔离治疗、对症支持治疗为主。流行病学基于目前的流行病学调查，潜伏期1-14天，多为3-7天。潜伏期具有传染性，无症状感染者也可能成为传染源。经呼吸道飞沫和接触传播是主要的传播途径，气溶胶和消化道等传播途径尚待明确。人群普遍易感。密闭、不通风场所可能存在气溶胶传播风险，需加强预防和隔离处理。2019年12月12日首例新型冠状病毒肺炎患者于在湖北省武汉市被发现，随后的患者多有华南海鲜市场暴露史或家庭聚集现象；2020年1月7日21时，研究人员在患者标本中检出一种新型冠状病毒；1月10日24时，完成病原核酸检测；1月12日，世界卫生组织（WHO）将造成武汉肺炎疫情的新型冠状病毒命名为2019新型冠状病毒（2019 - nCoV）。",
    "abstract": "新型冠状病毒肺炎是由2019新型冠状病毒感染引起的急性感染性肺炎，初始症状多为发热、乏力和干咳，主要经呼吸道飞沫和接触传播，人群普遍易感。",
    "source": "中国医学科学院药用植物研究所，http://2019ncov.imicams.ac.cn/detail.html?id=855&categoryId=45"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "新型冠状病毒感染（corona virus disease 2019）是由新型冠状病毒（简称新冠病毒）感染引起的一种急性呼吸道传染病。感染者是主要传染源。主要经呼吸道飞沫和密切接触传播，在相对封闭的环境中可经气溶胶传播，接触被病毒污染的物品也可造成感染。人群普遍易感。潜伏期一般为1～14天。不同变异株的潜伏期存在差异，奥密克戎变异株的潜伏期缩短，多为2～4天。感染后或接种新冠病毒疫苗后可获得一定的免疫力。老年人及伴有严重基础疾病患者感染后的重症率、病死率高于一般人群。临床表现主要为咽干、咽痛、咳嗽、发热等，部分患者可伴有肌肉酸痛、嗅觉味觉减退或丧失、鼻塞、流涕、腹泻、结膜炎等。少数患者病情继续发展，可出现肺炎相关表现。重症和危重症患者可出现多器官功能损害或衰竭。接种新冠病毒疫苗对预防重症和死亡等方面有良好效果。其他的预防措施包括：保持良好的个人卫生习惯、勤洗手等；若出现呼吸道感染症状，应居家休息，进行健康观察，不提倡带病上班、上课，视病情需要及时就诊。前往医院就诊时，患者及陪护人员应戴口罩，避免交叉感染等。",
    "abstract": "新型冠状病毒感染是由新冠病毒引起的急性呼吸道传染病，主要经飞沫、密切接触等传播，潜伏期1-14天，临床表现多样，接种疫苗可预防重症和死亡。",
    "source": "国家疾病预防控制局，https://www.ndcpa.gov.cn/jbkzzx/c1000372/common/content/content_1715233909182427136.html"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "Coronavirus disease 2019 (COVID-19) is a highly contagious infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). COVID-19 has had a catastrophic effect on the world, resulting in more than 6 million deaths worldwide. It has emerged as the most consequential global health crisis since the era of the influenza pandemic of 1918. As the virus mutates, treatment guidelines are altered to reflect the most efficacious therapies. Coronavirus disease 2019 (COVID-19) is a highly contagious viral illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). COVID-19 has had a catastrophic effect on the world, resulting in more than 6 million deaths worldwide. After the first cases of this predominantly respiratory viral illness were reported in Wuhan, Hubei Province, China, in late December 2019, SARS-CoV-2 rapidly disseminated worldwide. This compelled the World Health Organization (WHO) to declare it a global pandemic on March 11, 2020. Even though substantial progress in clinical research has led to a better understanding of SARS-CoV-2, many countries continue to have outbreaks of this viral illness. These outbreaks are primarily attributed to the emergence of mutant variants of the virus. Like other RNA viruses, SARS-CoV-2 adapts with genetic evolution and developing mutations. This results in mutant variants that may have different characteristics than their ancestral strains. Several variants of SARS-CoV-2 have been described during the course of this pandemic, among which only a few are considered variants of concern (VOCs). Based on the epidemiological update by the WHO, 5 SARS-CoV-2 VOCs have been identified since the beginning of the pandemic: Alpha (B.1.1.7): First variant of concern, which was described in the United Kingdom (UK) in late December 2020 Beta (B.1.351) : First reported in South Africa in December 2020 Gamma (P.1) : First reported in Brazil in early January 2021 Delta (B.1.617.2): First reported in India in December 2020 Omicron (B.1.1.529): First reported in South Africa in November 2021 Despite the unprecedented speed of vaccine development against the prevention of COVID-19 and robust global mass vaccination efforts, the emergence of new SARS-CoV-2 variants threatens to overturn the progress made in limiting the spread of this disease. This review aims to comprehensively describe the etiology, epidemiology, pathophysiology, and clinical features of COVID-19. This review also provides an overview of the different variants of SARS-CoV-2 and the guideline-recommended treatment (as of January 2023) for managing this disease. Coronaviruses (CoVs) are positive-sense single-stranded RNA (+ssRNA) viruses with a crown-like appearance under an electron microscope ( coronam is the Latin term for crown) due to the presence of spike glycoproteins on the envelope. The subfamily Orthocoronavirinae of the Coronaviridae family (order Nidovirales) classifies into 4 genera of CoVs: Alphacoronavirus (alphaCoV) Betacoronavirus (betaCoV) Deltacoronavirus (deltaCoV) Gammacoronavirus (gammaCoV) BetaCoV genus is further divided into 5 sub-genera or lineages. Genomic characterization has shown that bats and rodents are the probable gene sources of alphaCoVs and betaCoVs. Avian species seem to be the source of deltaCoVs and gammaCoVs. CoVs have become significant pathogens of emerging respiratory disease outbreaks. Members of this large family of viruses can cause respiratory, enteric, hepatic, and neurological diseases in different animal species, including camels, cattle, cats, and bats. These viruses can cross species barriers and infect humans as well. Seven human CoVs (HCoVs) capable of infecting humans have been identified. Some HCoVs were identified in the mid-1960s, while others were only detected in the new millennium. In general, estimates suggest that 2% of the population are healthy carriers of CoVs and that these viruses are responsible for about 5% to 10% of acute respiratory infections. Common human CoVs : HCoV-OC43 and HCoV-HKU1 (betaCoVs of the A lineage), HCoV-229E, and HCoV-NL63 (alphaCoVs). These viruses can cause common colds and self-limiting upper respiratory tract infections in immunocompetent individuals. However, in immunocompromised and older patients, lower respiratory tract infections can occur due to these viruses. Other human CoVs : SARS-CoV and MERS-CoV (betaCoVs of the B and C lineage, respectively). These viruses are considered more virulent and capable of causing epidemics with respiratory and extra-respiratory manifestations of variable clinical severity. SARS-CoV-2 is a novel betaCoV belonging to the same subgenus as the severe acute respiratory syndrome coronavirus (SARS-CoV) and the Middle East Respiratory Syndrome Coronavirus (MERS-CoV), which have been previously implicated in SARS-CoV and MERS-CoV epidemics with mortality rates up to 10% and 35%, respectively. It has a round or elliptic and often pleomorphic form and a diameter of approximately 60 to 140 nm. Like other CoVs, it is sensitive to ultraviolet rays and heat. The inactivation temperature of SARS-CoV-2 is being researched. A stainless steel surface held at an air temperature of 54.5°C (130 °F) results in the inactivation of 90% of SARS-CoV-2 in approximately 36 minutes. It resists lower temperatures, even those below 0°C. However, lipid solvents can effectively inactivate these viruses, including ether (75%), ethanol, chlorine-containing disinfectant, peroxyacetic acid, and chloroform (except for chlorhexidine). Although the origin of SARS-CoV-2 is currently unknown, it is widely postulated to have a zoonotic transmission. Genomic analyses suggest that SARS-CoV-2 probably evolved from a strain found in bats. The genomic comparison between the human SARS-CoV-2 sequence and known animal coronaviruses revealed high homology (96%) between the SARS-CoV-2 and the betaCoV RaTG13 of bats ( Rhinolophus affinis). Similar to SARS and MERS, it has been hypothesized that SARS-CoV-2 advanced from bats to intermediate hosts, such as pangolins and minks, and then to humans. A globally dominant D614G variant was eventually identified and associated with increased transmissibility but without the ability to cause severe illness. Another variant was attributed to transmission from infected farmed mink in Denmark but was not associated with increased transmissibility. Since then, multiple variants of SARS-CoV-2 have been described, of which a few are considered variants of concern (VOCs) due to their potential to cause enhanced transmissibility or virulence. The United States Centers for Disease Control and Prevention (CDC) and the WHO have independently established a classification system for distinguishing the emerging variants of SARS-CoV-2 into variants of concern(VOCs) and variants of interest(VOIs). SARS-CoV-2 Variants of Concern (VOCs) Alpha (B.1.1.7 lineage) In late December 2020, the Alpha variant, or GRY (formerly GR/501Y.V1), was reported in the UK based on whole-genome sequencing of samples from patients who tested positive for SARS-CoV-2. The variant was also identified using a commercial assay characterized by the absence of the S gene (S-gene target failure, SGTF) in PCR samples. The B.1.1.7 variant includes 17 mutations in the viral genome. Of these, 8 mutations (Δ69-70 deletion, Δ144 deletion, N501Y, A570D, P681H, T716I, S982A, D1118H) are in the spike (S) protein. N501Y shows an increased affinity of the spike protein to ACE 2 receptors, enhancing the viral attachment and subsequent entry into host cells. This alpha variant was reportedly 43% to 82% more transmissible, surpassing preexisting variants of SARS-CoV-2 to emerge as the dominant SARS-CoV-2 variant in the UK. An initial matched case-control study reported no significant difference in the risk of hospitalization or associated mortality with the B.1.1.7 lineage variant compared to other existing variants. However, subsequent studies have reported that people infected with B.1.1.7 lineage variant had increased disease severity compared to those infected with other circulating variants. A large matched cohort study in the UK reported that the mortality hazard ratio of patients infected with the B.1.1.7 lineage variant was 1.64 (95% confidence interval 1.32 to 2.04, P<0.0001) compared to patients with previously circulating strains. Another study reported that the B 1.1.7 variant was associated with increased mortality compared to other SARS-CoV-2 variants (HR= 1.61, 95% CI 1.42-1.82). The risk of death was reportedly greater (adjusted hazard ratio 1.67, 95% CI 1.34-2.09) among individuals with confirmed B.1.1.7 infection compared to individuals with non-B.1.1.7 SARS-CoV-2. Beta (B.1.351 lineage) The Beta variant, or GH501Y.V2 with multiple spike mutations, resulted in the second wave of COVID-19 infections and was first detected in South Africa in October 2020. The B.1.351 variant includes 9 mutations (L18F, D80A, D215G, R246I, K417N, E484K, N501Y, D614G, and A701V) in the spike protein, of which 3 mutations (K417N, E484K, and N501Y) are located in the receptor binding domain (RBD) and increase its binding affinity for the ACE receptors. SARS-CoV-2 501Y.V2 (B.1.351 lineage) was reported in the US at the end of January 2021. This variant had an increased risk of transmission and reduced neutralization by monoclonal antibody therapy, convalescent sera, and post-vaccination sera. Gamma (P.1 lineage) The Gamma variant, or GR/501Y.V3, was identified in December 2020 in Brazil and was first detected in the US in January 2021. This B.1.1.28 variant harbors ten mutations in the spike protein (L18F, T20N, P26S, D138Y, R190S, H655Y, T1027I V1176, K417T, E484K, and N501Y). Three mutations (L18F, K417N, E484K) are located in the RBD, similar to the B.1.351 variant. Delta (B.1.617.2 lineage) The Delta variant was initially identified in December 2020 in India and was responsible for the deadly second wave of COVID-19 infections in April 2021 in India. In the United States, this variant was first detected in March 2021. The B.1.617.2 variant harbors ten mutations ( T19R, (G142D*), 156del, 157del, R158G, L452R, T478K, D614G, P681R, D950N) in the spike protein. Omicron (B.1.1.529 lineage) The Omicron variant was first identified in South Africa on 23 November 2021 after an uptick in the number of cases of COVID-19. Omicron was quickly recognized as a VOC due to more than 30 changes to the spike protein of the virus and the sharp rise in the number of cases observed in South Africa. The reported mutations include T91 in the envelope, P13L, E31del, R32del, S33del, R203K, G204R in the nucleocapsid protein, D3G, Q19E, A63T in the matrix, N211del/L212I, Y145del, Y144del, Y143del, G142D, T95I, V70del, H69del, A67V in the N-terminal domain of the spike, Y505H, N501Y, Q498R, G496S, Q493R, E484A, T478K, S477N, G446S, N440K, K417N, S375F, S373P, S371L, G339D in the receptor-binding domain of the spike, D796Y in the fusion peptide of the spike, L981F, N969K, Q954H in the heptad repeat 1 of the spike as well as multiple other mutations in the non-structural proteins and spike protein. Many subvariants of Omicron, such as BA.1, BA.2, BA.3, BA.4, and BA.5, have been identified. Transmission of SARS-CoV-2 The primary mode of transmission of SARS-CoV-2 is via exposure to respiratory droplets carrying the infectious virus from close contact or direct transmission from presymptomatic, asymptomatic, or symptomatic individuals harboring the virus. Airborne transmission with aerosol-generating procedures has also been implicated in the spread of COVID-19. Data implicating airborne transmission of SARS-CoV-2 in the absence of aerosol-generating procedures is present; however, this mode of transmission has not been universally acknowledged. Fomite transmission from contamination of inanimate surfaces with SARS-CoV-2 has been well characterized based on many studies reporting the viability of SARS-CoV-2 on various porous and nonporous surfaces. Under experimental conditions, SARS-CoV-2 was stable on stainless steel and plastic surfaces compared to copper and cardboard surfaces, with the viable virus being detected up to 72 hours after inoculating the surfaces with the virus. The viable virus was isolated for up to 28 days at",
    "abstract": "新冠肺炎（COVID-19）是由SARS-CoV-2病毒引起的高度传染性呼吸道疾病，2019年底在中国武汉爆发，已造成全球超600万死亡。病毒变异产生Alpha、Beta、Gamma、Delta、Omicron等关注变异株。传播主要通过呼吸道飞沫、气溶胶和接触。病原体为冠状病毒家族，起源可能为蝙蝠。临床表现从无症状到重症，易感人群包括老人和基础病患者。",
    "source": "PubMed/NCBI Bookshelf (StatPearls), https://www.ncbi.nlm.nih.gov/books/NBK554776/"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19, highly contagious respiratory illness, the cause of the COVID-19 pandemic. COVID-19 was first detected in 2019 in Wuhan, China. A large proportion of infections in China were undocumented before travel restrictions and other control measures were implemented in late January 2020. As a result, COVID-19 very quickly spread to countries worldwide, giving rise to a multiyear pandemic that resulted in millions of deaths. The pandemic also spurred a revolution in business and education, spawning a reliance on distance learning and work-at-home arrangements and the rise of videoconferencing platforms such as Zoom, which became one of the most downloaded applications worldwide and a household word. COVID-19 is caused by a coronavirus known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The disease is transmitted primarily through contact with infectious material, particularly respiratory droplets that enter the environment when an infected person sneezes or coughs. Individuals nearby may inhale or come into contact with these droplets, resulting in disease transmission. Infection may also occur when a person comes into contact with a contaminated surface and then touches his or her mouth, nose, or eyes. Individuals at greatest risk of COVID-19 infection include older adults and persons with chronic illness, largely because of weakened immune function. COVID-19 is characterized by a variety of symptoms, including fever, cough, congestion, fatigue, shortness of breath, headache, sore throat, nausea or vomiting, loss of smell or taste, and body aches. COVID-19 may progress to severe respiratory illness, with symptoms of chest pain and extreme difficulty in breathing, requiring hospitalization. Some COVID-19 patients who are hospitalized further develop neurological symptoms, including severe fatigue and altered consciousness. Delirium has been observed in many of these patients as well, possibly as a side effect of medication. Delirium and lingering psychological issues, including depression and anxiety, can prolong and complicate recovery. There is no cure for COVID-19. However, different types of drugs have been used to treat infection and to reduce the severity of the disease. Examples include antiviral drugs, such as remdesivir, molnupiravir, and combined ritonavir and nirmatrelvir; a drug used for pancreatic inflammation called camostat mesilate; and various therapeutic monoclonal antibodies, such as REGEN-COV (casirivimab and imdevimab). COVID-19 vaccines, which became available in late 2020, are highly effective in protecting against severe illness and in limiting the spread of the disease; immunity can be further bolstered through subsequent booster doses of vaccine. Risk of disease transmission can be reduced by measures such as social distancing, disinfection of surfaces, and universal community use of face masks. Self-isolation and self-quarantine are other ways in which the spread of COVID-19 can be stopped. Survivors of severe COVID-19, particularly those who were hospitalized, are likely to suffer long-term effects. Individuals who required mechanical ventilation might never fully recover; ventilator use is associated with severe muscle atrophy and weakness, which significantly impact survival and quality of life. The ongoing spread of COVID-19 has been fueled by the emergence of variants in evolving lineages of SARS-CoV-2. Such variants generally carry mutations that strengthen characteristics such as the virus’s ability to infect individuals (including individuals who are vaccinated and who previously had COVID-19), to cause severe disease, and to potentially escape certain treatments. There are numerous variants, the most notable of which is Omicron, which was first detected in Botswana in November 2021 and quickly became the primary circulating strain globally. Omicron spawned multiple sublineages of concern, including BA.4 and BA.5, which are highly infectious, and BA.2, which gave rise to XBB.1.5—a highly transmissible variant, noted for its heightened ability to bind to cells and to replicate.",
    "abstract": "COVID-19是由SARS-CoV-2病毒引起的高度传染性呼吸道疾病，2019年在中国武汉首次检测，已导致全球数百万死亡。传播主要通过呼吸飞沫和接触。高危人群为老人和慢性病患者。症状包括发热、咳嗽、疲劳、呼吸困难等，可进展为重症。治疗包括抗病毒药如瑞德西韦、疫苗预防。变异株如Omicron增强传染性。幸存者可能有长期影响如肌肉萎缩。",
    "source": "Encyclopædia Britannica, https://www.britannica.com/science/COVID-19"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 is the disease caused by SARS-CoV-2, the coronavirus that emerged in December 2019. Coronaviruses are a type of virus. There are many different kinds, and some, like COVID-19, cause disease and sometimes death. COVID-19 can be severe, and has caused millions of deaths around the world as well as lasting health problems in some who have survived the illness. However, some with COVID-19 develop only mild symptoms—or experience no symptoms at all. The best way to protect yourself is to get vaccinated, wash your hands, and follow respiratory etiquette. If you think you may have COVID-19, follow testing guidelines, wear a mask, and practice physical distancing. COVID-19 symptoms include: Cough Fever or chills Shortness of breath or difficulty breathing Muscle or body aches Sore throat New loss of taste or smell Diarrhea Headache New fatigue Nausea or vomiting Congestion or runny nose Some people infected with COVID-19 have mild illness, and others have no symptoms at all. In some cases, however, COVID-19 can lead to respiratory failure, lasting lung and heart muscle damage, nervous system problems, kidney failure or death. If you have a fever or any of the symptoms listed above, call your doctor or a health care provider and explain your symptoms over the phone before going to the doctor’s office, urgent care facility or emergency room. CALL 911 if you have a medical emergency such as severe shortness of breath or difficulty breathing. Active illness can last one to two weeks if you have mild or moderate coronavirus disease, but severe cases can last months. Some people are asymptomatic, meaning they never have symptoms but do have COVID-19. Post-COVID-19 symptoms, such as lingering cough, on and off fever, weakness, and changes to your senses of smell or taste, can persist for weeks or even months after you recover from acute illness. Persistent symptoms are sometimes known as long COVID-19. COVID-19 is spread through droplets and virus particles released into the air when an infected person breathes, talks, laughs, sings, coughs or sneezes. Larger droplets may fall to the ground in a few seconds, but tiny infectious particles can linger in the air and accumulate in indoor places, especially where many people are gathered and there is poor ventilation. This is why mask-wearing, hand hygiene and isolation practices for people infected with COVID-19 are essential to preventing COVID-19 transmission. Symptoms show up in people within two to 14 days of exposure to the virus. A person infected with COVID-19 is contagious to others for up to two days before symptoms appear, and they remain contagious to others for 10 to 20 days, depending upon their immune system and the severity of their illness. COVID-19 is diagnosed through a test. Diagnosis by examination alone is difficult since many COVID-19 signs and symptoms can be caused by other illnesses. Some people do not have symptoms at all. There are two basic types of tests for COVID-19. Viral test: This test can tell you if you are currently infected with the coronavirus. A swab is placed in the nose or mouth to gather samples. There are two types of viral tests: laboratory tests (sometimes called polymerase chain reaction [PCR] tests), and rapid tests that detect portions of the virus called antigens. Laboratory coronavirus tests are given by health care professionals, and results may take a day or more to receive. Since the samples are analyzed in a laboratory, they are very accurate and are often recommended for people with COVID-19 symptoms. Rapid antigen tests may be performed in pharmacies or health care facilities, or as self-tests at home. Rapid tests provide results in about 15 minutes. These tests are recommended if you do not have symptoms or if you are taking the test as a risk-prevention measure, such as before going on a work trip or seeing a friend, and you want to be sure you don’t have the coronavirus that causes COVID-19. Antibody test: This is a blood test that can show if you were previously exposed to or infected with the virus that causes COVID-19, and if your body has created antibodies in an attempt to defend itself. It takes at least 12 days after exposure for your body to make enough antibodies to show up on a test. Antibody tests are not recommended to determine if you currently have COVID-19. This test helps scientists gather data about how the immune system fights off COVID-19 in recovered patients. A positive antibody test means the person has some level of immune protection either from prior infection or from vaccination, but it is not a guarantee of protection from getting re-infected with the virus. Antibody levels decrease over time, and it is not clear how long antibody protection lasts. Anyone can catch COVID-19, but some people are at higher risk for serious infection. They include people age 65 and older, women who are pregnant and people with certain illnesses. COVID-19 vaccines (and additional doses when appropriate) are especially recommended for people in these groups. Treatment for COVID-19 depends on the severity of the infection. For milder illness, resting at home and taking medicine to reduce fever is often sufficient. More severe cases may require hospitalization, with treatment that might include intravenous medications, supplemental oxygen, assisted ventilation and other supportive measures. There are several COVID-19 vaccines recommended by the CDC. In addition, it helps to keep up with other safety precautions, such as following testing guidelines, wearing a mask, washing your hands and staying at home when you are sick. Yes, there are different variants of this coronavirus. Like other viruses, the coronavirus that causes COVID-19 can change (mutate). Mutations may enable the coronavirus to spread faster from person to person. More infections can result in more people getting very sick and also create more opportunity for the virus to develop further mutations. Experts at Johns Hopkins are continuing to investigate COVID-19 causes, treatment, impact and prevention.",
    "abstract": "COVID-19是由2019年12月出现的SARS-CoV-2病毒引起的疾病，可轻症至重症，导致全球数百万死亡。症状包括咳嗽、发热、呼吸困难、味觉丧失等，潜伏期2-14天。传播通过空气飞沫和接触，无症状者也可传染。诊断靠病毒检测。高危人群为65岁以上、孕妇和基础病患者。预防：疫苗、口罩、洗手。治疗依严重度从休息到住院支持疗法。长COVID可持久数月。",
    "source": "Johns Hopkins Medicine, https://www.hopkinsmedicine.org/health/conditions-and-diseases/coronavirus"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 (coronavirus disease 2019) is a respiratory illness caused by the SARS-CoV-2 virus. It is very contagious, and spreads quickly. Most people with COVID-19 have mild respiratory symptoms that feel much like a cold or flu. But it can be much more serious for older adults, people with underlying medical conditions, and those who haven’t been vaccinated against COVID-19. Some people may go on to suffer from post-COVID conditions, known as “long COVID.” Mounting evidence suggests that COVID vaccines protect against long COVID. Vaccines against COVID-19 are the best defense against the virus, as they protect against serious disease, hospitalization, and death. Even if you have been vaccinated, you will want to take steps to reduce your chances of infection. That may mean temporarily wearing masks indoors or avoiding large gatherings if COVID-19 levels are high in your area. The good news is these steps will also reduce your risk of developing other respiratory viruses, like colds or flus, too. We know a lot more about COVD-19 than we did in 2020, and yet we're still learning. We will continue to provide important updates. antibodies: proteins made by the immune system to fight infections. If the antibodies later encounter the same infection, they help prevent illness by recognizing the microbe and preventing it from entering cells. antigen: a substance displayed on the surface of a microbe that stimulates the body to produce an immune response. antigen test: a diagnostic test that detects specific proteins on the surface of the virus. diagnostic test: indicates whether you are currently infected with COVID-19. epidemic: a disease outbreak in a community or region. false negative: a test result that mistakenly indicates you are not infected when you are. false positive: a test result that mistakenly indicates you are infected when you are not. immunity: partial or complete protection from a specific infection because a person has either had that infection previously or has been vaccinated against it. incubation period: the period of time between exposure to an infection and when symptoms begin. infectious respiratory particles: droplets containing respiratory pathogens that can spread from person to person when a sick person coughs, sneezes, or talks. isolation: the separation of people with a contagious disease from people who are not sick. long COVID: the constellation of symptoms experienced by COVID long-haulers. These symptoms may include brain fog, shortness of breath, chills, body ache, headache, joint pain, chest pain, cough, and lingering loss of taste or smell. long-haulers: people who have not fully recovered from COVID-19 weeks or even months after first experiencing symptoms. mutation: A change to a virus’s genetic material that occurs when the virus is replicating. The change is passed on to future generations of the virus. mRNA: short for messenger ribonucleic acid, mRNA is genetic material that contains instructions for making proteins. mRNA vaccines: mRNA vaccines for COVID-19 contain synthetic mRNA. Inside the body, the mRNA enters human cells and instructs them to produce the \"spike\" protein found on the surface of the COVID-19 virus. The body recognizes the spike protein as an invader, and produces antibodies against it. If the antibodies later encounter the actual virus, they are ready to recognize and destroy it before it causes illness. pandemic: a disease outbreak affecting large populations or a whole region, country, or continent polymerase chain reaction (PCR) test: a diagnostic test that detects the presence of the virus's genetic material. SARS-CoV-2: short for severe acute respiratory syndrome coronavirus 2, SARS-CoV-2 is the official name for the virus responsible for COVID-19. spike protein: a protein on the surface of the SARS-CoV-2 virus that binds to and allows the virus to enter human cells. variant: A virus containing one or more mutations that make it different from a version of the virus that has been circulating. virus: a virus is the smallest of infectious microbes, smaller than bacteria or fungi. A virus consists of a small piece of genetic material (DNA or RNA) surrounded by a protein shell. Viruses cannot survive without a living cell in which to reproduce. Once a virus enters a living cell (the host cell) and takes over a cell's inner workings, the cell cannot carry out its normal life-sustaining tasks. The host cell becomes a virus manufacturing plant, making viral parts that then reassemble into whole viruses and go on to infect other cells. Eventually, the host cell dies.",
    "abstract": "COVID-19是由SARS-CoV-2病毒引起的呼吸道疾病，高传染性。大多数人症状轻如感冒，但老人、基础病患者及未接种者易重症。长COVID包括脑雾、呼吸短促等。疫苗最佳防护，减少重症住院死亡。预防：室内戴口罩、避人群。定义包括抗体、变异株、mRNA疫苗等。传播通过呼吸颗粒，潜伏期数天。",
    "source": "Harvard Health Publishing, https://www.health.harvard.edu/diseases-and-conditions/coronavirus-resource-center"
  },
  {
    "disease_name": "新冠肺炎",
    "category": "呼吸系统疾病",
    "information": "COVID-19 is a contagious disease caused by a virus called severe acute respiratory syndrome coronavirus 2, or SARS-CoV-2. It started spreading at the end of 2019 and became a pandemic disease in 2020. Typical COVID-19 symptoms often show up 2 to 14 days after contact with the virus. Symptoms can include: Dry cough. Shortness of breath. Loss of taste or smell. Extreme tiredness, called fatigue. Digestive symptoms such as upset stomach, vomiting or loose stools, also called diarrhea. Pain, such as headaches and body or muscle aches. Fever or chills. Coldlike symptoms such as congestion, runny nose or sore throat. People may have only a few symptoms or none at all. People who have no symptoms but test positive for COVID-19 are called asymptomatic. For example, many children who test positive don't have symptoms of COVID-19 illness. People who go on to have symptoms are considered presymptomatic. People in both groups can still spread the COVID-19 virus to others. Some people may have symptoms that get worse about 5 to 7 days after symptoms start. Most people with COVID-19 have mild to moderate symptoms. But COVID-19 can cause serious medical complications and lead to death. Older adults and people who already have medical conditions are at greater risk of serious illness. COVID-19 may be a mild, moderate, severe or critical illness. In broad terms, mild COVID-19 doesn't affect the ability of the lungs to get oxygen to the body. In moderate COVID-19 illness, the lungs work properly but there are signs that the infection is deep in the lungs. Severe COVID-19 means that the lungs don't work correctly, and the person needs oxygen and other medical help in the hospital. Critical COVID-19 illness means the lungs and breathing system, called the respiratory system, have failed and there is damage throughout the body. Rarely, people who catch this coronavirus can develop a group of symptoms linked to inflamed organs or tissues. This illness is called multisystem inflammatory syndrome. When children have this illness, it is called multisystem inflammatory syndrome in children (MIS-C). In adults, the name is MIS-A. People who are at high risk of serious illness may get medicine to block the spread of the COVID-19 virus in the body. Or your healthcare team may plan regular checks to monitor your health. Get emergency help right away for any of these symptoms in adults: Trouble breathing or catching your breath. Skin, lips or nail beds that are pale, gray or blue. New confusion. Trouble staying awake or waking up. Chest pain or pressure that is constant. Get emergency help right away for any of those symptoms in children, as well as the following symptoms: Dizziness. Dry mouth, crying with few or no tears, or less need to urinate, suggesting dehydration. Frequent vomiting or loose stools, called diarrhea, for longer than 24 hours. Fever that doesn't go away. Trouble staying awake or waking up. Being confused or agitated. This list doesn't include every emergency symptom. If you or a person you're taking care of has symptoms that worry you, get help. Let the healthcare team know about a positive test for COVID-19 or symptoms of the illness. COVID-19 is caused by infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The coronavirus spreads mainly from person to person, even from someone who is infected but has no symptoms. When people with COVID-19 cough, sneeze, breathe, sing or talk, their breath may contain the COVID-19 virus. The coronavirus carried by the breath of a person with the infection can land directly on the face of a nearby person, after a sneeze or cough, for example. The droplets or particles could also be breathed in by other people if they are close together or in areas with low airflow. It's possible to get COVID-19 more than once. Over time, the body's defense against the COVID-19 virus can fade. A person may be exposed to so much of the virus that it breaks through the immune defense. As a virus infects a group of people, the virus copies itself. During this process, the genetic code can randomly change in each copy. The changes are called mutations. If the coronavirus that causes COVID-19 changes in ways that make previous infections or vaccination less effective at preventing infection, people can get sick again. The virus that causes COVID-19 can infect some pets. Cats, dogs, hamsters and ferrets have caught this coronavirus and had symptoms. It's rare for a person to get COVID-19 from a pet. The virus that causes COVID-19 spreads between people in close contact. Most commonly, it spreads through the air in tiny droplets of fluid. The coronavirus spreads mainly from person to person, even from someone who is infected but has no symptoms. When people with COVID-19 cough, sneeze, breathe, sing or talk, their breath may contain the COVID-19 virus. The coronavirus carried by the breath of a person with the infection can land directly on the face of a nearby person, after a sneeze or cough, for example. The droplets or particles could also be breathed in by other people if they are close together or in areas with low airflow. The main risk factors for COVID-19 are: Living with someone who has COVID-19. Spending time in places with poor airflow and a higher number of people when the virus is spreading. Spending more than 30 minutes in close contact with someone who has COVID-19. Many factors affect your risk of catching the virus that causes COVID-19. How long you are in contact with the virus, whether the space has good airflow and the activities you're doing in the space all affect the risk. Also, your risk may change based on whether you or others wear masks, whether someone has COVID-19 symptoms, and how close you are to others. Close contact includes sitting next to and talking to other people, for example, or sharing a car or bedroom. It seems to be rare for people to catch the COVID-19 virus from an infected surface. While the virus is shed in waste, called stool, COVID-19 infection from places such as public bathrooms is not common.",
    "abstract": "新冠肺炎（COVID-19）是由SARS-CoV-2病毒引起的传染病，2019年底开始传播。症状2-14天出现，包括干咳、呼吸短促、味觉丧失、疲劳、消化不适、头痛、发热等。无症状者也可传播。高危人群易重症，包括肺炎、呼吸衰竭。传播通过近距离飞沫和空气。预防包括疫苗和保持距离。儿童可有MIS-C。",
    "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/coronavirus/in-depth/coronavirus-what-you-need-to-know/art-20483362"
  }
]