[
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒（influenza）简称流感，是一种由流感病毒感染引起的常见呼吸道传染病。流感患者和无症状感染者是流感的主要传染源。主要是通过呼吸道分泌物的飞沫传播，也可以通过口腔、鼻腔、眼睛等黏膜直接或间接接触传播。人群普遍易感。潜伏期一般为1～7天，多为2～4天。症状主要为发热、头痛、肌痛和全身不适，体温可达39～40℃，肺炎是最常见的并发症。部分患者症状轻微或无症状。\n流感防控主要采取强化监测预警、免疫重点人群、推进多病共防、规范疫情处置、落实医疗救治、广泛动员宣传的综合措施。个人可通过接种流感疫苗、做好日常防护，有效减少流感的感染和传播。",
        "abstract": "流行性感冒是由流感病毒感染引起的常见呼吸道传染病，主要通过飞沫等传播，人群普遍易感，潜伏期1-7天，症状以发热、头痛等为主，肺炎是常见并发症，可通过接种疫苗等防控。",
        "source": "国家疾病预防控制局https://www.ndcpa.gov.cn/jbkzzx/c1000373/common/content/content_1715233545213308928.html"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒或流感是一种由流感病毒引起的丙类传染病。其主要由甲型和乙型流感病毒导致，其中在中国甲型流感最常见。感染流感病毒后，病毒通过与呼吸道表面细胞结合进入细胞并复制，导致全身症状如发热、头痛、肌痛等。流感病毒的抗原变异特性使得它的传染性强，人群普遍易感，且同一人群可以多次感染。由于流感病毒适应冷、湿气候，其在冬春季多见。流感的症状包括高热、乏力、头痛等，而呼吸道症状较轻，潜伏期通常为1-7天。流感主要通过飞沫传播，包括打喷嚏和咳嗽等，患者的传染性在发病后的1-7天内最强，病初2-3天传染性最强。此外，全体人群都对流感易感，特别是高危人群，如孩童、老年人、有基础病症的人群。\n流感的常用治疗方式包括一般治疗和抗病毒治疗，具体治疗应及时到医院就诊，根据医生建议进行。一般的预防方式是接种流感疫苗，它是预防流感病毒感染及其严重并发症的最有效手段。流感的预后通常为4-7天，少数患者的咳嗽可能会持续数周。\n许多研究正在进行中以了解和研究流感的传播和防控方法。其中，中国疾控中心的研究发现，气候变量和纬度是与流感季节性特征相关性最强的因素。全球范围内的研究表明，接种流感疫苗是有效预防流感的最好方法。\n流行性感冒、流感、发热门诊、急诊、呼吸科、所有人群，尤其是儿童、孕妇、老年人和长期存在慢性基础疾病的人群、流感病毒，特别是甲型流感病毒h1n1、h3n2及乙型流感病毒victoria和yamagata、，，，，全身肌肉酸痛、是、，经口腔、鼻腔、等黏膜直接或间接接触感染流感传播迅速，每年可引起季节性流行，在学校、托幼机构和养老院等人群聚集的场所可发生暴发疫情。一项全球研究显示，成年人的感染率为10.7%、患病率为4.4%，65岁以上人群为7.2%。中国流感的年度周期性随纬度增加而变化，且呈多样化的空间模式和季节性特征：北纬33度以北的北方省份，呈冬季流行模式，每年1~2月份单一年度高峰；北纬27度以南的最南方省份，每年4~6月份单一年度高峰；两者之间的中纬度地区，每年1~2月份和6~8月份的双周期高峰。据世界卫生组织（who）估计，每年季节性流感在全球可导致300万~500万重症病例，29万~65万死亡。所有5岁以下的儿童都被认为是重症流感的高危人群，但2岁以下儿童的风险最高，6个月以下的婴儿住院率和死亡率最高。孕妇、婴幼儿、老年人和慢性基础疾病患者等高危人群，患流感后出现严重疾病和死亡的风险较高。接种流感疫苗是预防流感病毒感染及其严重并发症的最有效手段。流感患者及隐性感染者为主要传染源。患者发病后1~7天有传染性，病初2~3天传染性最强。流感主要以打喷嚏和咳嗽等飞沫传播为主，流感病毒在空气中大约存活半小时，经口腔、鼻腔、眼睛等黏膜直接或间接接触可感染，接触被病毒污染的物品等途径也可感染。在人群密集且封闭、通风不良的场所，流感也可能以气溶胶形式传播。人群对流感普遍易感。部分人群感染病毒后易发展为重症病例，应重视：年龄＜5岁的儿童（年龄＜2岁更易发生严重并发症）；年龄≥65岁的老人；伴有以下疾病或状况者：慢性呼吸系统疾病、心血管系统疾病（高血压除外）、肾病、肝病、血液系统疾病、神经系统及神经肌肉疾病、代谢及内分泌系统疾病、恶性肿瘤、免疫功能抑制等；肥胖者（bmi＞30）；妊娠及围产期妇女。接种流感疫苗可有效预防相应亚型的流感病毒感染。按病毒的类型可分为甲型流感、乙型流感。按病情严重程度可分为普通型流感、重症流感、危重症流感。根据病毒型别的不同，人类流感病毒分为甲、乙二型，中国甲型流感最为常见，乙型流感流行强度低于甲型流感，两者均可引起流感季节性流行。抗原变异是流感病毒最显著的特征。据中国疾控中心监测数据，2019年第一周，检测到的流感病毒主要亚型是甲型h1n1，其次为甲型h3n2亚型。流感病毒进入呼吸道后，与呼吸道表面纤毛柱状上皮细胞的特殊受体结合而进入细胞，然后在细胞内复制，新的病毒颗粒不断被释放并播散再感染更多其他细胞，从而引起发热、头痛、肌痛等全身症状。还可引起病毒性肺炎、脑病等。环境因素据中国疾控中心的研究发现，气候变量和纬度是与流感季节性特征相关性最强的因素；低温是北方地区冬季流感发生和年度周期性强度的预测因子，而南方地区春季的流感活动与降雨量有关。个体因素具有基础慢性疾病、吸烟、因劳累、压力大导致的免疫力低下等都会导致更容易患流感。易发生重症的高危人群年龄＜5岁的儿童（年龄＜2岁更易发生严重并发症）；年龄≥65岁的老年人；伴有以下疾病或状况者：慢性呼吸系统疾病、心血管系统疾病（高血压除外）、肾病、肝病、血液系统疾病、神经系统及神经肌肉疾病、代谢及内分泌系统疾病、免疫功能抑制（包括应用免疫抑制剂或hiv感染等致免疫功能低下）；肥胖者(体重指数（bmi）大于30，bmi=体重(kg)/身高(m)2)；妊娠及围产期妇女。流感的潜伏期通常为1~7天，多为2~4天。临床症状以高热、乏力、头痛、全身酸痛等全身中毒症状重，而呼吸道症状较轻为主要特征。流感一般表现为急性起病，前驱期有乏力症状，很快出现高热（可达39℃~40℃）、畏寒、寒战、头痛、全身肌肉关节酸痛等全身中毒症状，可伴或不伴鼻塞、流鼻涕、咽喉痛、干咳、胸骨后不适、颜面潮红、眼结膜充血等局部症状。流感病程通常为4~7天，少数患者咳嗽可能持续数周之久。儿童发热程度通常高于成人，患乙型流感时恶心、呕吐、腹泻等消化道症状较成人多见。新生儿可表现为嗜睡、拒奶、呼吸暂停等。轻型流感发热仅为轻或中度发热，全身及呼吸道症状都较轻，2~3天内可自我恢复或痊愈。流感病毒性肺炎肺炎型流感起病初与典型流感症状类似，但1~3天后病情迅速加重，出现高热、咳嗽、胸痛，严重者可出现呼吸衰竭及心、肝、肾等多器官衰竭，抗生素治疗无效。这类流感多发生在老年人、婴幼儿、慢性病患者及免疫力低下者，在病程5~10天内发生呼吸循环衰竭，危及生命，治疗难度极大，死亡率较高。脑膜脑炎型，患者会出现意识障碍，头痛、呕吐、颈项强直等脑膜刺激征表现；心肌炎型和心包炎型，病毒侵袭到心脏的心肌或心包，可能出现胸闷、胸口痛等症状，化验提示心肌酶异常，心电图检查提示异常，严重者可出现心力衰竭；肌炎型，仅发生在儿童患者，出现有肌肉疼痛、压痛、肌无力，尿液呈茶色或深红色，化验显示血清肌酸激酶、肌红蛋白升高，这些都提示有横纹肌溶解。重症或危重症流感在流感的症状识别及诊断过程中，重症或危重症流感的诊治非常重要。出现以下情况之一者为重症病例：持续高热＞3天，伴有剧烈咳嗽，咳痰或胸痛；呼吸频率快，呼吸困难，口唇紫绀；神志改变：反应迟钝、嗜睡、躁动、惊厥等；严重>3天，伴有剧烈咳嗽，咳痰或胸痛；呼吸频率快，呼吸困难，口唇紫绀；神志改变：反应迟钝、嗜睡、躁动、惊厥等；严重呕吐、腹泻，出现脱水表现；合并肺炎；原有基础疾病明显加重。出现以下情况之一者为危重病例：呼吸衰竭；急性坏死性脑病；脓毒性休克；多脏器功能不全；出现其他需进行监护治疗的严重临床情况。流感的诊断主要结合流行病学史、临床表现和病原学检查，对于患者来说，当身体出现这些警告信号时应立即就医。儿童患者：呼吸困难或呼吸急促；口唇发绀；胸痛；严重的肌肉疼痛（孩子拒绝走路）；脱水，8小时无排尿；癫痫发作；40°以上发热；在12周以下的儿童中，任何发烧；退烧或咳嗽，但随后又复发或恶化；慢性疾病恶化。成人患者：呼吸困难或呼吸急促；胸部或腹部持续疼痛或压力；持续的头晕，疲劳，无法唤醒；癫痫发作；脱水；",
        "abstract": "流感是由流感病毒引起的丙类传染病，主要由甲型和乙型流感病毒导致，传染性强，冬春季多见，症状以高热等全身中毒症状为主，呼吸道症状较轻，可通过接种疫苗预防。",
        "source": "http://www.shurl.cc/4d20acbf1648a6124125ce184a162f37"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流感不是普通感冒的“加强版”，根据《成人流行性感冒抗病毒治疗专家共识》，流感的早期诊断和治疗有十大推荐意见。\n一、早期识别和诊断\n意见1：在流感流行季，对重症或有重症流感高危因素的“流感样病例”或临床怀疑流感特殊临床表现的患者，应留取鼻咽拭子或口咽拭子进行病原学检测，以明确诊断。但要注意的是，应尽早给予抗流感病毒药物治疗，不必等病原学结果。\n意见2：在具备核酸检测能力的医疗机构，建议送检鼻咽拭子或口咽拭子检测流感病毒核酸。在不具备核酸检测能力的医疗机构，可选择送检鼻咽拭子或口咽拭子检测流感病毒抗原。在流感流行季，抗原检测结果阳性，支持诊断，但阴性结果不能排除流感病毒感染；在流感低发时期，需警惕流感抗原检测结果假阳性的可能。\n二、首诊病情评估\n意见3：推荐采用快速序贯器官衰竭评分对可疑、临床诊断或确诊流感患者进行首诊的病情评估。0～1分可考虑在门诊或普通病房治疗，≥2分应考虑收入重症监护室（ICU）治疗。\n三、抗病毒治疗\n意见4：发病48小时内进行抗病毒治疗可减少并发症，降低病死率，缩短住院时间；发病时间超过48小时的重症患者依然可从抗病毒治疗中获益。为减少并发症和严重疾病的发生风险，建议对有以下情况之一的疑似或确诊流感患者立即启动抗病毒治疗，不论是否接种过流感疫苗：①因流感需要住院的患者，不论住院前的发病时间长短；②有流感重症高危因素的就诊患者，不论就诊前发病时间长短；③门急诊就诊、病情严重的患者，不论发病时间长短；④非重症且无重症流感高危因素的患者，应考虑是否给予抗病毒治疗。\n四、特殊人群的抗病毒治疗\n意见5：①对于重症流感患者，推荐尽快进行抗病毒治疗，在发病48小时内抗病毒治疗的获益最大，超过48小时使用仍可降低病死率；治疗><48小时内使用抗病毒药物（如奥司他韦或玛巴洛沙韦）至关重要，这能有效缩短病程并减少并发症风险。",
        "abstract": "流感的早期诊断和治疗有十大推荐意见，包括早期识别诊断、首诊病情评估、抗病毒治疗等，发病48小时内抗病毒治疗很重要，重症患者超48小时治疗也有益。",
        "source": "中国卫生健康网http://www.zgwsjk.com.cn/news/News_show.asp?tid=6&id=3163"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "There are around a billion cases of seasonal influenza annually, including 3–5 million cases of severe illness.\nIt causes 290 000 to 650 000 respiratory deaths annually.\nNinety-nine percent of deaths in children under 5 years of age with influenza-related lower respiratory tract infections are in developing countries.\nSymptoms begin 1–4 days after infection and usually last around a week.\nOverview\nSeasonal influenza (the flu) is an acute respiratory infection caused by influenza viruses. It is common in all parts of the world. Most people recover without treatment.\nInfluenza spreads easily between people when they cough or sneeze. Vaccination is the best way to prevent the disease.\nSymptoms of influenza include acute onset of fever, cough, sore throat, body aches and fatigue.\nTreatment should aim to relieve symptoms. People with the flu should rest and drink plenty of liquids. Most people will recover on their own within a week. Medical care may be needed in severe cases and for people with risk factors.\nThere are 4 types of influenza viruses, types A, B, C and D. Influenza A and B viruses circulate and cause seasonal epidemics of disease.\nInfluenza A viruses are further classified into subtypes according to the combinations of the proteins on the surface of the virus. Currently circulating in humans are subtype A(H1N1) and A(H3N2) influenza viruses. The A(H1N1) is also written as A(H1N1)pdm09 as it caused the pandemic in 2009 and replaced the previous A(H1N1) virus which had circulated prior to 2009. Only influenza type A viruses are known to have caused pandemics.\nInfluenza B viruses are not classified into subtypes but can be broken down into lineages. Influenza type B viruses belong to either B/Yamagata or B/Victoria lineage.\nInfluenza C virus is detected less frequently and usually causes mild infections, thus does not present public health importance.\nInfluenza D viruses primarily affect cattle and are not known to infect or cause illness in people.\nSigns and symptoms\nSymptoms of influenza usually begin around 2 days after being infected by someone who has the virus.\nSymptoms include:\n  sudden onset of fever\n  cough usually dry\n  headache\n  muscle and joint pain\n  severe malaise feeling unwell\n  sore throat\n  runny nose\nThe cough can be severe and can last 2 weeks or more.\nMost people recover from fever and other symptoms within a week without requiring medical attention. However, influenza can cause severe illness or death, especially in people at high risk.\nInfluenza can worsen symptoms of other chronic diseases. In severe cases influenza can lead to pneumonia and sepsis. People with other medical issues or who have severe symptoms should seek medical care.\nHospitalization and death due to influenza occur mainly among high-risk groups. In industrialized countries most deaths associated with influenza occur among people aged 65 years or older.",
        "abstract": "WHO：流行性感冒为由流感病毒引起的急性呼吸道感染，潜伏1–4天，常见症状为突发发热、干咳、头痛、肌痛、乏力，通常一周内自愈，但高危人群可并发肺炎、脓毒症并导致住院或死亡，疫苗为主要预防手段。",
        "source": "World Health Organization, Influenza (seasonal) — [https://www.who.int/news-room/fact-sheets/detail/influenza-%28seasonal%29](https://www.who.int/news-room/fact-sheets/detail/influenza-%28seasonal%29)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Influenza also known as “flu” is a contagious respiratory illness caused by influenza viruses.\nIt can cause mild to severe illness, and at times can lead to death.\nSymptoms\nFlu can cause mild to severe illness, and at times can lead to death. Flu symptoms usually come on suddenly. People who have flu often feel some or all of these signs and symptoms:\n  fever or feeling feverish chills\n  cough\n  sore throat\n  runny or stuffy nose\n  muscle or body aches\n  headaches\n  fatigue tiredness\n  some people may have vomiting and diarrhea though this is more common in children than adults.\nIt's important to note that not everyone with flu will have a fever.\nFlu complications\nMost people who get flu will recover in a few days to less than two weeks, but some people will develop complications such as pneumonia as a result of flu some of which can be life-threatening and result in death.\nSinus and ear infections are examples of moderate complications from flu while pneumonia is a serious flu complication that can result from either flu virus infection alone or from co-infection of flu virus and bacteria. Other possible serious complications triggered by flu can include inflammation of the heart myocarditis brain encephalitis or muscle tissues myositis rhabdomyolysis and multi-organ failure for example respiratory and kidney failure.\nFlu virus infection of the respiratory tract can trigger an extreme inflammatory response in the body and can lead to sepsis the body's life-threatening response to infection. Flu also can make chronic medical problems worse. For example people with asthma may experience asthma attacks while they have flu and people with chronic heart disease may experience a worsening of this condition triggered by flu.\nCold versus flu\nSigns and Symptoms\nCold\nInfluenza Flu\nSymptom onset\n  Gradual\n  Abrupt\nFever\n  Rare\n  Common lasts 3-4 days\nAches\n  Slight\n  Common often severe\nChills\n  Uncommon\n  Fairly common\nFatigue weakness\n  Sometimes\n  Usual\nSneezing\n  Common\n  Sometimes\nChest discomfort cough\n  Mild to moderate hacking cough\n  Common can be severe\nStuffy nose\n  Common\n  Sometimes\nSore throat\n  Common\n  Sometimes\nHeadache\n  Rare\n  Common",
        "abstract": "CDC：流感起病急，常见症状包括发热、咳嗽、咽痛、流涕、肌痛、头痛与乏力；儿童可出现呕吐腹泻。并发症可包括鼻窦炎、中耳炎、肺炎、心肌炎、脑炎、脓毒症及多器官衰竭；与普通感冒起病和症状有明显差异。",
        "source": "Centers for Disease Control and Prevention (CDC), Signs and Symptoms of Flu — [https://www.cdc.gov/flu/signs-symptoms/index.html](https://www.cdc.gov/flu/signs-symptoms/index.html)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Symptoms\nThe viruses that cause flu spread at high levels during certain times of the year in the Northern and Southern hemispheres. These are called flu seasons. In North America, flu season usually runs between October and May.\nSymptoms of the flu such as a sore throat and a runny or stuffy nose are common. You may also get these symptoms with other illness such as a cold. But colds tend to start slowly, and the flu tends to come on quickly, within two or three days after you come in contact with the virus. And while a cold can be miserable, you usually feel much worse with the flu.\nOther common flu symptoms include:\n  Fever.\n  Cough.\n  Headache.\n  Muscle aches.\n  Feeling very tired.\n  Sweating and chills.\nIn children these symptoms may show up more generally as being fussy or irritable. Children also are more likely than adults to have ear pain feel sick to the stomach vomit or have diarrhea with the flu.\nIn some cases people have eye pain watery eyes or find that light hurts their eyes.\nWhen to see a doctor\nMost people who get the flu can manage it at home and often don't need to see a healthcare professional.\nIf you have flu symptoms and are at risk of complications see your healthcare professional right away. Starting antiviral medicine within two days after your symptoms show up may shorten the length of your illness and help prevent more-serious problems.\nIf you have emergency symptoms of the flu get medical care right away. For adults emergency symptoms can include:\n  Trouble breathing or shortness of breath.\n  Chest pain or pressure.\n  Ongoing dizziness.\n  Hard to wake up or confusion.\n  Dehydration.\n  Seizures.\n  Worsening of existing medical conditions.\n  Severe weakness or muscle pain.\nEmergency symptoms in children include all the symptoms seen in adults as well as:\n  Fast breathing or ribs that pull in with each breath.\n  Gray or blue lips or nail beds.\n  No tears when crying and a dry mouth along with not needing to urinate.\n  Symptoms such as fever or cough that get better but then come back or get worse.",
        "abstract": "Mayo Clinic：流感通常在流感季节高发，起病快且症状比感冒重，常见表现为发热、咳嗽、头痛、肌痛、极度疲倦，儿童可出现呕吐腹泻。高危者应尽早就医并在发病两天内考虑抗病毒治疗；出现呼吸困难、胸痛、意识改变等并发症时需立即就医。",
        "source": "Mayo Clinic, Influenza (flu) - Symptoms and causes — [https://www.mayoclinic.org/diseases-conditions/flu/symptoms-causes/syc-20351719](https://www.mayoclinic.org/diseases-conditions/flu/symptoms-causes/syc-20351719)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Flu\nFlu will often get better on its own but it can make some people seriously ill. It's important to get the flu vaccine if you're advised to.\nSymptoms of flu\nFlu symptoms come on very quickly and can include:\n  a sudden high temperature\n  an aching body\n  feeling tired or exhausted\n  a dry cough\n  a sore throat\n  a headache\n  difficulty sleeping\n  loss of appetite\n  diarrhoea or tummy pain\n  feeling sick and being sick\nThe symptoms are similar for children but they can also get pain in their ear and appear less active.\nTelling the difference between cold and flu\nCold and flu symptoms are similar but flu tends to be more severe.\nDifferences between cold and flu Flu Cold\nAppears quickly within a few hours Appears gradually\nAffects more than just your nose and throat Affects mainly your nose and throat\nMakes you feel exhausted and too unwell to carry on as normal Makes you feel unwell but you still feel well enough to do your normal activities\nHow to treat flu yourself\nIf you have flu there are some things you can do to help get better more quickly.\nDo\n  rest and sleep\n  keep warm\n  take paracetamol or ibuprofen to lower your temperature and treat aches and pains\n  give paracetamol or ibuprofen to your child if they're distressed or uncomfortable check the packaging or leaflet to make sure the medicine is suitable for your child or speak to a pharmacist or GP if you're not sure\n  drink plenty of water to avoid dehydration your pee should be light yellow or clear\nA pharmacist can help with flu\nA pharmacist can give treatment advice and recommend flu remedies.\nAntibiotics\nAntibiotics do not work for viral infections such as flu. GPs do not recommend antibiotics for flu because they will not relieve your symptoms or speed up your recovery.\nUrgent advice Ask for an urgent GP appointment or get help from NHS 111 if:\nYou or your child have symptoms of flu and:\n  you're worried about your baby's or child's symptoms\n  you're 65 or over\n  you're pregnant\n  you have a long-term medical condition for example diabetes or a condition that affects your heart lungs kidneys brain or nerves\n  you have a weakened immune system for example because of chemotherapy or HIV\n  your symptoms do not improve after 7 days",
        "abstract": "NHS：流感常自愈但可致重症，常见为突然高热、全身酸痛、极度疲倦、干咳和恶心呕吐等。可通过休息、保暖、退热止痛及多饮水自我护理；抗生素对病毒性流感无效。65岁以上、孕妇、长期病患者或症状超过7天者应尽快就医。",
        "source": "NHS (England), Flu — [https://www.nhs.uk/conditions/flu/](https://www.nhs.uk/conditions/flu/)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "There are four types of influenza viruses: A, B, C, and D. Influenza A and B viruses cause seasonal epidemics of disease in people (known as flu season) almost every winter in the United States. Influenza A viruses are the only influenza viruses known to cause flu pandemics (i.e., global epidemics of flu disease). Influenza C virus infections generally cause mild illness and are not thought to cause human epidemics. ([CDC][1])",
        "abstract": "CDC：流感病毒分为A、B、C、D四种，其中A、B常引起季节性流行，A型可引发全球大流行，C型通常仅致轻症。",
        "source": "Centers for Disease Control and Prevention (CDC), Types of Influenza Viruses — [https://www.cdc.gov/flu/about/viruses-types.html](https://www.cdc.gov/flu/about/viruses-types.html)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Influenza (seasonal) is characterized by a sudden onset of fever, cough (usually dry), headache, muscle and joint pain, severe malaise (feeling unwell), sore throat and a runny nose. The cough can be severe and can last two or more weeks. ([World Health Organization][2])",
        "abstract": "WHO：季节性流感起病急骤，表现为发热、干咳、头痛、肌关节痛、严重不适、咽痛、流鼻涕，咳嗽可持续两周以上。",
        "source": "World Health Organization (WHO), Influenza (seasonal) — [https://www.who.int/health-topics/influenza-seasonal](https://www.who.int/health-topics/influenza-seasonal)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Flu is a contagious respiratory illness caused by influenza viruses that infect the nose, throat, and sometimes the lungs. It can cause mild to severe illness. Most experts believe that flu viruses spread mainly by tiny droplets made when people with flu cough, sneeze, or talk. The first and most important step in preventing flu is to get a flu vaccine each year. ([CDC][3])",
        "abstract": "CDC：流感为由流感病毒引起的传染性呼吸道疾病，可由喷嚏咳嗽或说话传播，最重要的预防措施是每年接种流感疫苗。",
        "source": "Centers for Disease Control and Prevention (CDC), About Influenza — [https://www.cdc.gov/flu/about/index.html](https://www.cdc.gov/flu/about/index.html)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Among humans, annual epidemic influenza illness is caused by two types of influenza viruses, influenza A and influenza B. Influenza virus types A and B are further subclassified through serologic and genetic testing. For influenza A viruses, differences in two viral surfaces glycoproteins, hemagglutinin (HA) and neuraminidase (NA), permit categorization into different subtypes. In the nomenclature of influenza A viruses, these different HA and NA proteins are represented by the letters “H” and “N”, respectively. Since the late 1970s, influenza A(H1N1) and influenza A(H3N2) have been the common influenza A viral subtypes circulating among humans. Influenza B viruses are separated into two distinct genetic lineages (Yamagata and Victoria) on the basis of differences in the HA glycoprotein. Influenza viruses undergo constant genetic change, which has substantial impact on induced immunity and considerations for vaccine composition. Two main types of changes are recognized. Point mutations and recombination events occur in the viral genome, resulting in constant emergence of new virus variants. This phenomenon is termed “antigenic drift”. While it occurs among both influenza A and B viruses, influenza A viruses undergo antigenic drift more rapidly than influenza B viruses. Frequent emergence of antigenic variants through antigenic drift is the virologic basis for seasonal influenza epidemics, and necessitates consideration of adjustment of vaccine viruses each season. ([CDC Archive][4])",
        "abstract": "CDC：人类每年季节性流感主要由A型和B型病毒引起，A型病毒通过HA和NA表面蛋白分亚型（如H1N1、H3N2），A、B病毒持续发生抗原漂移是每年流感流行的基础。",
        "source": "Centers for Disease Control and Prevention (CDC), Background and Epidemiology — [https://archive.cdc.gov/www_cdc_gov/flu/professionals/acip/background-epidemiology.htm](https://archive.cdc.gov/www_cdc_gov/flu/professionals/acip/background-epidemiology.htm)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Influenza viruses cause the flu. There are four types of flu viruses: influenza A, B, C and D. The viruses tend to change in two ways: antigenic drift and antigenic shift. Small gene mutations cause drift and can add up to significant variations over time. Shifts, which are rarer, represent a sudden, major change in a virus, resulting in new proteins in flu viruses that infect humans. Shift can occur if a flu virus in an animal population gains the ability to infect humans. ([Pfizer][5])",
        "abstract": "Pfizer：流感病毒分A、B、C、D四型，病毒通过抗原漂移和抗原转换发生变异，转换为人类可感染的新型流感病毒时可引发大流行。",
        "source": "Pfizer, Influenza (Flu) Overview: Types, Causes, Symptoms, and Treatment — [https://www.pfizer.com/disease-and-conditions/influenza](https://www.pfizer.com/disease-and-conditions/influenza)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒（influenza）又称流感是由流感病毒引起的急性呼吸道传染病。流感起病急全身症状较重有高热、头痛、乏力、全身酸痛和眼结膜炎但呼吸道卡他症状（即咳嗽、流涕、打喷嚏、鼻塞等）较轻。大部分人可通过休息或者治疗实现痊愈但是对于基础病较多、免疫力较差的易感人群可能会引发严重并发症故此类人群在流行性感冒流行时应接种相应的疫苗以防病毒感染。并发症：1、原发性流感病毒性肺炎原发性流感病毒性肺炎相当少见但是最为严重的肺部并发症。发病后流感的症状非但不缓解反而急剧进展有持久的高热、呼吸困难和发绀。痰量不多但可有血痰。早期患者无体征重症患者肺部有弥漫性湿啰音胸部X线片示弥漫性间质浸润或表现为急性呼吸窘迫综合征的影像学改变。此类患者有低氧血症的表现。2、细菌性肺炎急性流感后可合并细菌性肺炎在流感症状缓解2~3日后又出现发热伴有细菌性肺炎症状和体征包括咳嗽、咯脓性痰。胸部影像学检查示肺部实变。常见致病菌为肺炎链球菌、金黄色葡萄球菌和流感嗜血杆菌。正常情况下这些细菌寄殖于鼻部当支气管和肺脏的防御功能减退时可引起肺部感染。流感后继发肺部感染常见于患有慢性心肺疾患的患者。3、肺外并发症（1）Reye综合征（脑病脂肪肝综合征）是乙型流感的一种严重并发症多见于2~16岁儿童临床特征是在出现恶心、呕吐后1~2天伴发中枢神经系统症状。常见有精神状态改变从嗜睡到昏迷甚至出现谵妄和癫痫发作。查体有肝大。实验室检查血清转氨酶和乳酸脱氢酶水平的增加可出现低血糖。脑脊液压力升高而无其他明显改变。本综合征的发病机制尚不清楚。（2）肌炎、横纹肌溶解、肌红蛋白尿等可偶然发生。急性肌炎时受累肌群可有非常明显的触痛最常发生在腿部严重时肌肉呈明显肿胀而无弹性。血清肌酸磷酸激酶可明显增加。个别患者因肌红蛋白尿而导致肾功能衰竭。（3）流感时可出现中枢神经系统并发症包括脑炎、横贯性脊髓炎和吉兰-巴雷综合征。此外老年人有心血管、肺脏疾病及肾脏疾病时流感可促使这些原有疾病恶化导致不可逆的改变和死亡。检查：1、血常规外周血白细胞总数不高或减低淋巴细胞相对增加。2、病毒核酸检测取呼吸道标本（咽拭子、鼻咽或器官抽取物）进行检测可分离出病毒。本试验可用于疾病早期诊断。3、病毒分离培养取呼吸道标本进行分离培养以确定具体的致病病毒。4、血清学检查疾病初期和恢复期双份血清抗流感病毒抗体滴度有4倍或以上升高有助于回顾性诊断。5、其他呼吸道上皮细胞检查流感病毒抗原阳性以及呼吸道标本经敏感细胞过夜增殖1代后查流感病毒抗原阳性均提示有可能为流感病毒感染。病因：主要病因：由流感病毒感染引起。多发群体：人群普遍易感。症状：常见症状：高热、头痛、乏力、全身酸痛。症状体征：1、轻症患者只有相当轻微的呼吸道症状如咳嗽而无发热。2、可逐渐出现或突然暴发临床表现严重者可有明显衰竭的症状而呼吸系统症状相对较少。3、患者一般均有发热体温38~41℃。起病后第一天可出现体温的急骤上升2日后体温逐渐下降。偶尔体温可延续一周以上有时患者伴有寒战、畏寒。4、全头痛或前头痛较为普遍全身肌痛常见常累及下肢和腰背部也可发生关节痛。5、随着全身症状的消退患者可有咽痛或持续性的咳嗽可持续一周或更长时间伴有胸骨后不适。6、可有眼球运动时疼痛、畏光和眼部烧灼感。鉴别诊断：1、普通感冒普通感冒一般起病较急初期有咽干、咽痒、咽痛等咽部不适；可同时伴打喷嚏、鼻塞、流清水样鼻涕等症状2~3天后变稠；也可出现流泪、味觉迟钝、呼吸不畅以及咳嗽等。一般普通感冒无发热及全身症状或仅有低热、轻度畏寒和头痛。两者可通过病毒核酸检测或病毒分离培养来鉴别。2、SARSSARS即严重急性呼吸综合征又称传染性非典型肺炎是一种因感染SARS冠状病毒引起的以发热、呼吸道症状为主要表现的具有传染性的临床综合征。其主要通过近距离空气飞沫传播患者是本病最重要的传染源。发病早期主要以发热、头痛、肌肉酸痛、乏力等全身中毒表现以及干咳少痰等呼吸道症状为主。进展到一定程度后由于肺部病变加重在全身中毒症状持续的情况下同时出现胸闷、气促、呼吸困难等症状。SARS传染性强、病情发展快、临床症状重结合胸片改变及SARS病原学检测可与流感进行鉴别。3、支原体肺炎本病多在秋季发病病情较轻起病较缓潜伏期为2~3周。初期有持续几天到几周的发热热度不高有轻度呼吸道症状多表现为阵发性刺激性呛咳咯少量黏痰或血丝痰此外可伴食欲不振、腹泻、肌痛、耳痛等症状。胸片典型病变为间质性肺炎或斑片状融合性肺炎。痰、鼻和喉拭子培养可发现肺炎支原体。治疗：治疗原则：治疗流行性感冒时应及时隔离患者以避免病毒传播并尽早使用抗流感病毒药物加强支持治疗并注意休息与营养补充同时根据具体症状进行对症治疗必要时可使用抗生素预防或治疗继发细菌感染。治疗与预后：本病的预后与病毒毒力、自身免疫状况等因素有关。年老体弱者易患肺炎性流感且病死率较高；单纯型流感预后较好。积极进行流感疫苗接种尤其是年幼和老年患者在一定程度上可以减轻继发流感症状。护理：膳食调理：流行性感冒患者需要多补充水分促进身体代谢同时应补充丰富的碳水化合物、充足的蛋白质和维生素；禁食辛辣刺激性食物避免烟酒刺激。",
        "abstract": "流行性感冒是由流感病毒引起的急性呼吸道传染病，起病急，全身症状重，呼吸道症状轻。可引发多种并发症，人群普遍易感，治疗时应隔离患者，尽早用抗流感病毒药物等。",
        "source": "如意 https://m.dayi.org.cn/disease/1019973?from=jrtt"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流感一般表现急性起病发热（体温可高达39-40℃）患者常会出现畏寒、寒战、头痛、全身肌肉关节酸痛、乏力、食欲减退等全身症状呼吸道症状主要为咽痛、咳嗽、鼻塞、流涕等。除呼吸道症状外流感还可累及胃肠道引起腹痛、腹胀、呕吐和腹泻等消化道症状。此外可能还会出现胸骨后不适、颜面潮红和眼结膜充血等其他症状。无并发症者病程呈自限性多于发病3-5天后发热逐渐消退全身症状好转但咳嗽减轻和体力恢复常需较长时间。",
        "abstract": "流感急性起病，体温可高达39-40℃，有畏寒、头痛、肌肉关节酸痛等全身症状，及咽痛、咳嗽等呼吸道症状，部分累及胃肠道。",
        "source": "中国疾病预防控制中心 https://www.chinacdc.cn/jkkp/crb/bcr/202408/t20240822_294972.html"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "流行性感冒(以下简称流感)是流感病毒引起的一种急性呼吸道传染病甲型和乙型流感病毒每年呈季节性流行其中甲型流感病毒可引起全球大流行。流感大多为自限性少数患者因出现肺炎等并发症或基础疾病加重可发展成重型/危重型病例。主要以发热、头痛、肌肉关节酸痛起病体温可达39~40℃常有咽喉痛、干咳、鼻塞、流涕等可有畏寒、寒战、乏力、食欲减退等全身症状部分患者症状轻微或无症状。流感病毒感染可导致慢性基础疾病加重。儿童的发热程度通常高于成人乙型流感患儿恶心、呕吐、腹泻等消化道症状也较成人多见。新生儿可仅表现为睡、拒奶、呼吸暂停等。老年人的临床表现可能不典型常无发热或为低热咳嗽、咳痰、气喘和胸痛明显。也可表现为厌食和精神状态改变。无并发症者病程呈自限性多于发病3~5天后发热逐渐消退全身症状好转但咳嗽、体力恢复常需较长时间。",
        "abstract": "流感是流感病毒引起的急性呼吸道传染病，大多自限性，以发热、头痛等起病，部分患者症状轻微，儿童、老年人症状有差异。",
        "source": "https://www.qjzxyy.cn/arc/?id=4959"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Uncomplicated influenza illness is typically characterized by the abrupt onset of constitutional and upper respiratory tract signs and symptoms (e.g., fever, chills, myalgia, headache, malaise, nonproductive cough, sore throat, and rhinitis). However, many people who are sick with influenza virus infection do not manifest fever, especially those who are older or immunosuppressed. Atypical signs and symptoms of influenza virus infection can occur, including in frail, institutionalized elderly long-term care facility residents (e.g., mental status changes). Among young children with influenza, nausea, vomiting or diarrhea may also occur with respiratory symptoms. Uncomplicated influenza signs and symptoms typically resolve after 3-7 days for the majority of people, although cough and malaise can persist for >2 weeks, especially in older people and those with chronic lung disease.",
        "abstract": "CDC：流感起病急，多见发热、寒颤、肌痛、咳嗽、咽痛等，部分老年或免疫低下者可无热，儿童可伴呕吐腹泻，症状多在3-7天内缓解但咳嗽或乏力可持续两周以上。",
        "source": "Centers for Disease Control and Prevention (CDC), Clinical Signs and Symptoms of Influenza — [https://www.cdc.gov/flu/hcp/clinical-signs/index.html](https://www.cdc.gov/flu/hcp/clinical-signs/index.html)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "If you get sick with flu, flu antiviral drugs may be a treatment option. Antiviral drugs can make illness milder and shorten the time you are sick. They might also prevent some flu complications, like pneumonia. Flu antiviral drugs work best when started early, ideally within two days after your flu symptoms begin. Treatment overview Flu antiviral drugs are prescription medicines (pills, liquid, an inhaled powder, or an intravenous solution) that fight against flu in your respiratory tract. Antiviral drugs are not sold over the counter. You can only get them from a pharmacy if you have a prescription from your doctor or health care provider. Most people with flu have mild illness and do not need medical care or antiviral drugs. If you get sick with flu symptoms, in most cases, you should stay home and avoid contact with other people except to get medical care. Keep Reading Signs and Symptoms of Flu If, however, you have symptoms of flu and are at increased risk for complications, are very sick with flu or worried about your illness, contact your health care provider right away. CDC recommends early treatment as soon as possible for people who have flu or suspected flu who are at higher risk of serious flu complications, such as people with asthma, diabetes, or heart disease. Keep Reading People at Increased Risk for Flu Complications Most people not at increased risk for flu complications who get sick with flu do not need to be treated with antiviral drugs. Antiviral drugs can help treat flu illness Antiviral drugs should be started as soon as possible after symptoms begin. Studies show that treatment of flu with antiviral medications works best when started within two days after flu symptoms begin and can lessen symptoms and shorten the time you are sick by about a day. Starting antiviral treatment shortly after symptoms begin also can help reduce some flu complications. However, starting them later can still be helpful, especially if the sick person has a higher-risk health condition or is very sick from flu (for example, hospitalized patients). Follow your doctor's instructions for taking these medications. Antibiotics will not treat flu. Antibiotics do not work on viruses. When antibiotics aren't needed, they won't help you, and their side effects could still cause harm. Side effects can range from mild reactions, like a rash, to more serious health problems. These problems can include severe allergic reactions, antimicrobial-resistant infections and C. diff infection. C. diff causes diarrhea that can lead to severe colon damage and death. What to do if you get sick 1. Take flu antiviral drugs, if a health care provider prescribes them. 2. Take everyday precautions to protect others while sick. Keep Reading Preventive Actions to Help Protect Against Flu 3. Stay home until you are better. Stay home and avoid contact with other people except to get medical care. You can go back to your normal activities when, for at least 24 hours, both are true: • Your symptoms are getting better overall, and • You have not had a fever (and are not using fever-reducing medication).* After these two criteria are met, there are some additional precautions that can be taken to protect others from respiratory illness.",
        "abstract": "CDC：流感治疗包括抗病毒药物，最佳疗效应在症状开始两天内启动；抗生素对流感无效。高危人群应尽早就医，绝大多数低风险患者可居家休息。",
        "source": "Centers for Disease Control and Prevention (CDC), Treatment of Flu — [https://www.cdc.gov/flu/treatment/index.html](https://www.cdc.gov/flu/treatment/index.html)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "Influenza (seasonal) is characterized by a sudden onset of fever, cough (usually dry), headache, muscle and joint pain, severe malaise (feeling unwell), sore throat and a runny nose. The cough can be severe and can last two or more weeks. Treatment Individuals recovering from influenza usually improve around 2 to 3 days after illness onset but are still contagious for about 5 to 7 days and sometimes longer in children and people with weakened immune systems. Vaccination is the most effective way to prevent influenza infection. Seasonal influenza is caused by influenza A and B viruses. Seasonal influenza can occur at any time of the year but in temperate climates occurs mainly during the winter. There are approximately 1 000 000 000 cases worldwide every year and between 290 000 and 650 000 respiratory deaths annually. Influenza spreads easily between people when they cough or sneeze. Treatment is mainly symptomatic. WHO recommends that those at high risk should seek medical care early and be treated appropriately.",
        "abstract": "WHO：季节性流感起病急，包括发热、干咳、头痛、肌关节痛、严重不适、咽痛、流鼻涕，咳嗽可持续两周；年病例约10亿，死亡29–65万，疫苗是最有效预防措施。",
        "source": "World Health Organization (WHO), Influenza (seasonal) — [https://www.who.int/health-topics/influenza-seasonal](https://www.who.int/health-topics/influenza-seasonal)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "This guideline applies to patients with influenza virus infection and to persons who are exposed to influenza viruses. Recommendations may differ based on the severity of influenza, according to severity definitions (see below).",
        "abstract": "WHO 指南适用于流感病毒感染者及暴露者，且建议会依据流感严重程度而不同。",
        "source": "NCBI Bookshelf, Who do these recommendations apply to? — [https://www.ncbi.nlm.nih.gov/books/NBK378872/ch4/](https://www.ncbi.nlm.nih.gov/books/NBK378872/ch4/)"
    },
    {
        "disease_name": "流行感冒",
        "category": "呼吸系统疾病",
        "information": "This is an update of WHO Guidelines for the clinical management of severe illness from influenza virus infections that was published in 2022. 3.1. What triggered this update and what is coming next This is an update of WHO Guidelines for the clinical management of severe illness from influenza virus infections that was published in 2022. * A systematic review of observational data giving an updated baseline risk estimates for hospital admission and death in patients with non-severe and severe influenza virus infections, including those with seasonal and zoonotic influenza A viruses associated with high mortality in humans (see Sections 6.1 and 5.1). * Updated list of independent risk factors associated with severe disease and mortality based on the prognosis review.",
        "abstract": "WHO：新版流感严重病例管理指南基于系统综述，更新住院与死亡风险估算，并重组严重病程死亡独立风险因素。",
        "source": "NCBI Bookshelf, Clinical practice guidelines for influenza — [https://www.ncbi.nlm.nih.gov/books/NBK607904/](https://www.ncbi.nlm.nih.gov/books/NBK607904/)"
    }

]