[
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary artery disease (CAD) is a common type of heart disease. It affects the main blood vessels that supply blood to the heart, called the coronary arteries. In CAD, there is reduced blood flow to the heart muscle. A buildup of fats, cholesterol and other substances in and on the artery walls, a condition called atherosclerosis, usually causes coronary artery disease. The buildup, called plaque, makes the arteries narrow.\n\nCoronary artery disease often develops over many years. Symptoms are from the lack of blood flow to the heart. They may include chest pain and shortness of breath. A complete blockage of blood flow can cause a heart attack.\n\nTreatment for coronary artery disease may include medicines and surgery. Eating a nutritious diet, getting regular exercise and not smoking can help prevent coronary artery disease and the conditions that can cause it.\n\nCoronary artery disease also may be called coronary heart disease.\n\nCoronary artery disease, also called CAD, is a condition that affects your heart. It is the most common heart disease in the United States. CAD happens when coronary arteries struggle to supply the heart with enough blood, oxygen and nutrients. Cholesterol deposits, or plaques, are almost always to blame. These buildups narrow your arteries, decreasing blood flow to your heart. This can cause chest pain, shortness of breath or even a heart attack. CAD typically takes a long time to develop. So often, patients don't know that they have it until there's a problem. But there are ways to prevent coronary artery disease, and ways to know if you're at risk and ways to treat it.\n\nAnyone can develop CAD. It begins when fats, cholesterols and other substances gather along the walls of your arteries. This process is called atherosclerosis. It's typically no cause for concern. However, too much buildup can lead to a blockage, obstructing blood flow. There are a number of risk factors, common red flags, that can contribute to this and ultimately lead to coronary artery disease. First, getting older can mean more damaged and narrowed arteries. Second, men are generally at a greater risk. But the risk for women increases after menopause. Existing health conditions matter, too. High blood pressure can thicken your arteries, narrowing your blood flow. High cholesterol levels can increase the rate of plaque buildup. Diabetes is also associated with higher risk, as is being overweight. Your lifestyle plays a large role as well. Physical inactivity, long periods of unrelieved stress in your life, an unhealthy diet and smoking can all increase your risk. And finally, family history. If a close relative was diagnosed at an early age with heart disease, you're at a greater risk. All these factors together can paint a picture of your risk for developing CAD.\n\nWhen coronary arteries become narrow, the heart doesn't get enough oxygen-rich blood. Remember, unlike most pumps, the heart has to pump its own energy supply. It's working harder with less. And you may begin to notice these signs and symptoms of pressure or tightness in your chest. This pain is called angina. It may feel like somebody is standing on your chest. When your heart can't pump enough blood to meet your body's needs, you might develop shortness of breath or extreme fatigue during activities. And if an artery becomes totally blocked, it leads to a heart attack. Classic signs and symptoms of a heart attack include crushing, substernal chest pain, pain in your shoulders or arms, shortness of breath, and sweating. However, many heart attacks have minimal or no symptoms and are found later during routine testing.\n\nDiagnosing CAD starts by talking to your doctor. They'll be able to look at your medical history, do a physical exam and order routine blood work. Depending on that, they may suggest one or more of the following tests: an electrocardiogram or ECG, an echocardiogram or soundwave test of the heart, stress test, cardiac catheterization and angiogram, or a cardiac CT scan.\n\nTreating coronary artery disease usually means making changes to your lifestyle. This might be eating healthier foods, exercising regularly, losing excess weight, reducing stress or quitting smoking. The good news is these changes can do a lot to improve your outlook. Living a healthier life translates to having healthier arteries. When necessary, treatment could involve drugs like aspirin, cholesterol-modifying medications, beta-blockers, or certain medical procedures like angioplasty or coronary artery bypass surgery.\n\nDiscovering you have coronary artery disease can be overwhelming. But be encouraged. There are things you can do to manage and live with this condition. Reducing cholesterol, lowering blood pressure, quitting tobacco, eating healthier, exercising and managing your stress can make a world of difference. Better heart health starts by educating yourself. So don't be afraid to seek out information and ask your doctors about coronary artery disease. If you'd like to learn even more about this condition, watch our other related videos or visit Mayoclinic.org. We wish you well.\n\nSymptoms of coronary artery disease happen when the heart doesn't get enough oxygen-rich blood. Coronary artery disease symptoms may include:\n\nChest pain, called angina. You may feel squeezing, pressure, heaviness, tightness or pain in the chest. It may feel like somebody is standing on your chest. The chest pain usually affects the middle or left side of the chest. Activity or strong emotions can trigger angina. There are different types of angina. The type depends on the cause and whether rest or medicine makes symptoms better. In some people, especially women, the pain may be brief or sharp and felt in the neck, arm or back.\n\nShortness of breath. You may feel like you can't catch your breath.\n\nFatigue. If the heart can't pump enough blood to meet your body's needs, you may feel unusually tired.\n\nSymptoms of coronary artery disease may not be noticed at first. Sometimes symptoms only happen when the heart is beating hard, such as during exercise. As the coronary arteries continue to narrow, symptoms can get more severe or frequent.\n\nA completely blocked coronary artery will cause a heart attack. Common heart attack symptoms include:\n\nChest pain that may feel like pressure, tightness, squeezing or aching.\n\nPain or discomfort that spreads to the shoulder, arm, back, neck, jaw, teeth or sometimes the upper belly.\n\nCold sweats.\n\nFatigue.\n\nHeartburn.\n\nNausea.\n\nShortness of breath.\n\nLightheadedness or sudden dizziness.\n\nChest pain is usually the most common symptom of heart attack. But for some people, such as women, the elderly and those with diabetes, symptoms may seem unrelated to a heart attack. For example, they may have nausea or a very brief pain in the neck or back. Some people having a heart attack don't notice symptoms.\n\nIf you think you're having a heart attack, immediately call 911 or your local emergency number. If you don't have access to emergency medical services, have someone drive you to the nearest hospital. Drive yourself only as a last option.\n\nSmoking or having high blood pressure, high cholesterol, diabetes, obesity or a strong family history of heart disease makes you more likely to get coronary artery disease. If you're at high risk of coronary artery disease, talk to your healthcare professional. You may need tests to check for narrowed arteries and coronary artery disease.\n\nCoronary artery disease is caused by the buildup of fats, cholesterol and other substances in and on the walls of the heart arteries. This condition is called atherosclerosis. The buildup is called plaque. Plaque can cause the arteries to narrow, blocking blood flow. The plaque also can burst, causing a blood clot.\n\nSome causes of atherosclerosis and coronary artery disease are:\n\nDiabetes or insulin resistance.\n\nHigh blood pressure.\n\nLack of exercise.\n\nSmoking or tobacco use.\n\nCoronary artery disease risk factors you can't control include:\n\nAge. Getting older increases the risk of damaged and narrowed arteries.\n\nBirth sex. Men are generally at greater risk of coronary artery disease. However, the risk for women increases after menopause.\n\nFamily history. A family history of heart disease makes you more likely to get coronary artery disease. This is especially true if a parent, brother, sister or child got heart disease at an early age. The risk is highest if your father or a brother had heart disease before age 55 or if your mother or a sister developed it before age 65.\n\nCoronary artery disease risk factors you can control are:\n\nSmoking. If you smoke, quit. Smoking is bad for heart health. People who smoke have a much greater risk of heart disease. Breathing in secondhand smoke also increases the risk.\n\nHigh blood pressure. Uncontrolled high blood pressure can make arteries hard and stiff. This can lead to atherosclerosis, which causes coronary artery disease.\n\nCholesterol. Too much \"bad\" cholesterol in the blood can increase the risk of atherosclerosis. \"Bad\" cholesterol is called low-density lipoprotein (LDL) cholesterol. Not enough \"good\" cholesterol, called high-density lipoprotein (HDL) cholesterol, also leads to atherosclerosis.\n\nDiabetes. Diabetes increases the risk of coronary artery disease. Type 2 diabetes and coronary artery disease share some risk factors, such as obesity and high blood pressure.\n\nObesity. Too much body fat is bad for overall health. Obesity can lead to type 2 diabetes and high blood pressure. Ask your healthcare team what a healthy weight is for you.\n\nChronic kidney disease. Having long-term kidney disease increases the risk of coronary artery disease.\n\nNot getting enough exercise. Physical activity is important for good health. A lack of exercise is linked to coronary artery disease and some of its risk factors.\n\nA lot of stress. Emotional stress may damage the arteries and worsen other risk factors for coronary artery disease.\n\nUnhealthy diet. Eating foods with a lot of saturated fat, trans fat, salt and sugar can increase the risk of coronary artery disease.\n\nAlcohol use. Heavy alcohol use can lead to heart muscle damage. It also can worsen other risk factors of coronary artery disease.\n\nAmount of sleep. Too little sleep and too much sleep both have been linked to an increased risk of heart disease.\n\nRisk factors often happen together. One risk factor may trigger another. When grouped together, some risk factors make you even more likely to develop coronary artery disease. For example, metabolic syndrome is a group of conditions that includes high blood pressure, high blood sugar, too much body fat around the waist and high triglyceride levels. Metabolic syndrome increases the risk of coronary artery disease.\n\nOther possible risk factors for coronary artery disease may include:\n\nBreathing pauses during sleep, called obstructive sleep apnea. This condition causes breathing to stop and start during sleep. It can cause sudden drops in blood oxygen levels. The heart must work harder to pump blood. Blood pressure goes up.\n\nIncreased high-sensitivity C-reactive protein (hs-CRP). This protein appears in higher than usual amounts when there's inflammation somewhere in the body. High hs-CRP levels may be a risk factor for heart disease. It's thought that as coronary arteries narrow, the level of hs-CRP in the blood goes up.\n\nHigh triglycerides. This is a type of fat in the blood. High levels may raise the risk of coronary artery disease, especially for women.\n\nHigh levels of homocysteine. Homocysteine is a substance that the body uses to make protein and to build and maintain tissue. But high levels of homocysteine may raise the risk of coronary artery disease.\n\nPreeclampsia. This pregnancy complication causes high blood pressure and increased protein in the urine. It can lead to a higher risk of heart disease later in life.\n\nOther pregnancy complications. Diabetes or high blood pressure during pregnancy are known risk factors for coronary artery disease.\n\nCertain autoimmune diseases. People who have conditions such as rheumatoid arthritis and lupus have an increased risk of atherosclerosis.\n\nComplications of coronary artery disease may include:\n\nChest pain, also called angina. This is a symptom of coronary artery disease. But it also can be a complication of worsening CAD. The chest pain happens when arteries narrow and the heart doesn't get enough blood.\n\nHeart attack. A heart attack can happen if atherosclerosis causes a blood clot. A clot can block blood flow. The lack of blood can damage the heart muscle. The amount of damage depends in part on how quickly you are treated.\n\nHeart failure. Narrowed arteries in the heart or high blood pressure can slowly make the heart weak or stiff. This can make it harder for the heart to pump blood.\n\nIrregular heart rhythms, called arrhythmias. If the heart doesn't get enough blood, changes in heart signaling can happen. This can cause irregular heartbeats.",
    "abstract": "冠心病（CAD）是最常见的心脏病，由冠状动脉粥样硬化导致血流减少。症状包括胸痛、气短、心绞痛，可能引发心肌梗死。风险因素有年龄、吸烟、高血压、高胆固醇、糖尿病等。预防需健康饮食、运动、戒烟。治疗包括药物、生活方式改变及手术如支架置入或搭桥。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/coronary-artery-disease/symptoms-causes/syc-20350613"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary artery disease (CAD) is the most common type of heart disease. Although it’s the top cause of death in the U.S., there is a lot you can do to prevent or treat it.\n\nThe trouble starts when a waxy substance called plaque builds up inside the arteries that supply blood to the heart muscle. It can take decades to block the blood flow, but it can eventually cause a heart attack or failure.\n\nAn estimated 18.2 million Americans have coronary artery disease, or about one in 20 adults, making it the most common form of heart disease in the country.\n\nThe condition is also the leading cause of death in the U.S. In 2021 alone, 375,476 people died of coronary artery disease, and 20% were younger than 65.\n\nCoronary artery disease is a form of heart disease, and most heart attacks are caused by coronary artery disease. Some people only discover they have coronary artery disease after they've had a heart attack.\n\nCoronary artery disease isn’t just one disease, but several different conditions.\n\nStable ischemic heart disease: If you have this type of CAD, blood and oxygen have to work harder than normal to flow to your heart. This condition can be managed with medicines that reduce your heart’s workload and/or surgery.\n\nAcute coronary syndrome (ACS): Blood flow is sometimes suddenly reduced to your heart. Because that can lead to a heart attack, ACS is treated like an emergency. If you have severe chest pain, seek help right away.\n\nAtherosclerotic coronary artery disease: Over time, a sticky, fatty substance called plaque can build up in your arteries. That makes it harder for blood to get through and raises your risk for a heart attack or stroke.\n\nStarting as early as childhood, plaque – a combination of cholesterol, fat, and other substances – starts to stick to the walls lining your blood vessels.\n\nIt builds up over time. That makes arteries harder and narrower, which doctors call “atherosclerosis.“\n\nIn some cases, plaque can break or rupture. As a result, blood cells called platelets will try to repair the artery, forming a blood clot.\n\nLike gunk in a clogged drainpipe, this buildup prevents a free flow of blood through the arteries. Blood carries oxygen and nutrients to the heart. Myocardial ischemia is when your heart muscle doesn’t get enough blood, and it can lead to shortness of breath and chest pain (angina).\n\nWithout enough oxygen, the heart can become weaker. This can lead to an irregular heartbeat (arrhythmia). It can also cause heart failure, which means the heart can’t pump enough blood throughout the body to meet the body's needs. If you have limited blood flow to your arms or legs, this condition is called peripheral artery disease.\n\nIf a plaque grows so large that it stops blood flow to the heart muscle, you could have a heart attack. But most of the time, heart attacks happen from the smaller plaques that rupture.\n\nIn the early stages, you may not have any symptoms. But as the plaque continues to build up and curbs blood flow to the heart muscle, you may notice that you’re short of breath or fatigued, especially during exercise.\n\nThe most common symptom of CAD is angina, or chest pain. Some people mistake it for heartburn or indigestion.\n\nWith angina, your chest feels uncomfortable. You may also have that feeling in the shoulders, arms, back, or jaw. You may feel:\n\nTightness\n\nDiscomfort\n\nPressure\n\nHeaviness\n\nSqueezing\n\nBurning\n\nAching\n\nNumbness\n\nFullness\n\nSymptoms of CAD for women\n\nWomen and those assigned female at birth often have different heart attack symptoms than men or those assigned male at birth. While the most common red flag is still chest pain, women are more likely to have other symptoms, such as shortness of breath, extreme fatigue, nausea, vomiting, and back or jaw pain.\n\nWhen to call 911\n\nIf you have any of the following symptoms, call 911 right away:\n\nChest pain , especially in the center or left side of the chest, which lasts for a few minutes or goes away and comes back. It can feel like pressure, squeezing, fullness, or pain. Some people mistake it for indigestion or heartburn.\n\nDiscomfort in any part of your upper body. It could be in one or both arms, the shoulders, neck, jaw, or upper part of the stomach.\n\nShortness of breath with or without chest discomfort\n\nNausea or vomiting with lightheadedness, dizziness, or a cold sweat\n\nCoronary artery disease becomes more likely as you get older or if it runs in your family. Other risk factors include\n\nHigh cholesterol (especially LDL, or “bad” cholesterol) and triglycerides\n\nHigh blood pressure\n\nAtherosclerosis (hardening or thickening of the arteries)\n\nSmoking or vaping\n\nMetabolic syndrome\n\nDiabetes\n\nAutoimmune diseases like rheumatoid arthritis or inflammatory bowel disease\n\nKidney disease\n\nHIV or AIDS\n\nObesity and being overweight\n\nLack of exercise\n\nStress, depression, and anger\n\nUnhealthy diet\n\nToo much alcohol\n\nSleep disorders, including sleep apnea\n\nSleep loss\n\nAnemia\n\nMen, and people assigned male gender at birth, have a higher risk for CAD after age 45. For women and people who were assigned female gender at birth, the risk goes up after 55.\n\nSome risk factors that affect women (and those assigned female at birth) in particular are:\n\nHaving eclampsia, preeclampsia, or gestational diabetes while pregnant\n\nUse of hormonal birth control methods like the pill\n\nMenopause before age 40\n\nEndometriosis\n\nYou’re more likely to have coronary artery disease, sometimes called coronary heart disease, if you’re over 35 or male.\n\nBlack, Hispanic, and Southeast Asian people are more likely to get sick from CAD and to die from it than other ethnic groups. American Indians are 1.5 times more likely to be diagnosed with CAD than White people.\n\nIn fact, minorities are at higher risk of all types of heart disease. Among Black people, 47% are diagnosed with some type of cardiovascular (heart and blood vessel) disease. For White people, the rate is 36%. Overall, Black people are more than twice as likely as White people to die from heart disease.\n\nBlack, Hispanic, and American Indian people are also more likely to have conditions that contribute to heart disease, like high blood pressure, obesity, and diabetes.\n\nThere are many possible reasons for these disparities. They include:\n\nIncome differences\n\nLack of access to quality health care\n\nRacism in health care and society, and the stress that results from it\n\nYour doctor will give you a checkup and talk with you about your symptoms, risks, and family history. You may also get tests such as:\n\nElectrocardiogram (EKG), which measures the heart’s electrical activity and can assess heart damage\n\nStress test , which usually involves walking on a treadmill or pedaling a stationary bike in a doctor’s office while your heart rate and blood pressure are monitored\n\nChest X-ray\n\nBlood tests to check on your levels of blood sugar, cholesterol, and triglycerides (a type of fat in the blood)\n\nCardiac catheterization , in which a doctor guides a very thin, flexible tube (called a catheter) through a blood vessel in your arm or leg to reach your heart. The doctor injects dye through the catheter and then uses X-ray videos to see inside your heart.\n\nHow to check for heart blockage at home\n\nThere’s no home test that can determine whether you have coronary artery disease. But if you’re concerned about your heart health in general, there are steps you can take to keep tabs on it:\n\nHeart rate measurement. Check your pulse to figure out how fast your heartbeat is:\n\nPut two fingers on the inside of your wrist, in a spot where you can feel your pulse.\n\nSet your phone timer or a stopwatch for 10 seconds, then count the number of pulses you feel during that time.\n\nMultiply this number by 6 to calculate your heart rate for a full minute.\n\nA healthy rate is between 60 and 100 beats per minute. If yours is much higher or lower than that, tell your doctor.\n\nBlood pressure cuff. Because high blood pressure raises your risk for heart disease, it’s important to keep blood pressure in a healthy range. For most people, that’s less than 120/80. But ask your doctor what your numbers should be. Some monitors let you upload your readings into an app or website for easy tracking. You can also print them out to share with your doctor.\n\nThe stair test. If you can’t climb four flights of stairs within 90 seconds, that may be a sign that your heart isn’t as healthy as it should be. Talk to your doctor about your concerns.\n\nYour doctor can order many tests to get a better sense of your heart health. That can include:\n\nBlood tests.\n\nA sample of your blood can be checked for issues that raise your risk of coronary artery disease. Among them are high cholesterol , high triglycerides (a type of blood fat), and high-sensitivity CRP, a special protein that signals heart inflammation.\n\nComputed tomography (CT) coronary angiogram\n\nSometimes, doctors want a close-up look of your arteries. If so, a special dye is put into your vein before a CT scan.\n\nCoronary calcium scan\n\nAlso called a heart calcium scan or cardiac calcium scan, this test looks for calcium deposits that are blocking your arteries and making it hard for blood to get through.\n\nEchocardiogram (echo)\n\nSound waves can be used to show how well blood flows to and from your heart.\n\nElectrocardiogram (EKG)\n\nSmall painless devices called electrodes can be put on your skin to check how well your heart is working. If this test is done in your doctor’s office, it will give a snapshot of your heart health. To get more info about your heart patterns, you may be given a special device to wear for up to a week.\n\nExercise stress test\n\nSometimes, CAD symptoms only show up when you’re active. For this type of test, you’ll be asked to walk or run on a treadmill or pedal a stationary bike during an EKG.\n\nCardiac catheterization\n\nIf your doctor chooses to do this more complex procedure, a very thin tube called a catheter is put into one of your blood vessels and guided to your heart. Then dye is put into the tube so your doctor can see your blood vessels better and check for blockages.\n\nCoronary artery disease can lead to other serious – and sometimes life-threatening – conditions, such as:\n\nAngina (chest pain). Over time, coronary artery disease will cause plaque to build up inside your arteries and make them more narrow. As a result, your heart might not get enough blood when it needs it, such as during exercise, and you may feel chest pain and shortness of breath.\n\nHeart failure. This is when your heart can’t pump enough blood. If you have narrowed arteries or high blood pressure, the walls of your heart might become weak or stiff, making it harder for your heart to work as well as it should.\n\nHeart attack. This is the most common complication of coronary artery disease. Heart attacks occur when a piece of cholesterol plaque breaks off and causes a blood clot that blocks blood flow to the heart. The lack of blood damages the heart muscle, and if left untreated, a heart attack can be fatal. If you have symptoms of a heart attack, call 911.\n\nArrhythmias. If your heart isn’t getting enough blood, it may start to beat irregularly. Some types of arrhythmias can be life-threatening.\n\nDepending on your case, your treatment plan may include one or a combination of the following treatments:\n\nMedications\n\nYou may need to take medicines to help your heart be healthier. They can include blood thinners (anticoagulants), aspirin and other anti-clotting medicines, ACE inhibitors, beta-blockers, nitroglycerin, calcium channel blockers, certain immunosuppressants, statins, or PCSK9s.\n\nInvasive procedures\n\nPart of your treatment plan may involve surgery. Some of the most commonly performed procedures for coronary artery disease include:\n\nAngioplasty. This procedure can open blocked or narrowed arteries without opening up your chest. In angioplasty, a doctor threads a thin, flexible tube with a balloon through your blood vessels until it reaches the blocked artery. The doctor then inflates the balloon, which stretches the artery open so more blood can flow. In many cases, a tiny tube called a stent is also inserted to keep the blood vessel open. You’ll typically be in and out of the hospital in a day.\n\nCoronary artery bypass grafting. During this surgery, doctors use blood vessels from other parts of your body to make a detour around blockages in your coronary arteries. It’s a major operation, and you’ll probably need to be in the hospital for at least 5 days.\n\nCardiac rehabilitation and recovery\n\nIf you've had a heart attack or cardiac surgery, your doctor will likely recommend that you complete a cardiac rehab program to help you recover. Cardiac rehab will start while you're in the hospital, then you can attend outpatient appointments once you go home. Most insurance companies will cover 12 weeks of cardiac rehab. Typically, these programs include the following:\n\nExercise training\n\nAddressing cardiac risk factors\n\nHeart health education\n\nNutritional guidance\n\nEmotional support\n\nStudies have shown that cardiac rehab can help lower your future risk of stroke, heart attack, depression, and cardiac-related death.\n\nLifestyle changes\n\nThese time-tested methods sound familiar for a reason -- they work!\n\nFavor foods that are low in trans fats, saturated fats, simple sugars, and sodium.\n\nIf you smoke, quit.\n\nBe active, ideally for 30 minutes or more a day. (First, ask your doctor if there are any limits on what you can do.)\n\nWork to stick to a healthy weight.\n\nLearn effective ways to manage your stress.\n\nFortunately, there are a number of things you can do to reduce your chances of getting CAD.\n\nGet wise to your risk. Speak to your doctor about getting your cholesterol, blood pressure, and blood sugar checked. If you have high cholesterol, high blood pressure , or diabetes, it’s important to manage those conditions.\n\nAim for a healthy weight . If you’re not sure what your target weight should be, ask your doctor. And if you have a lot of weight to lose, remember that even a modest amount of weight loss helps.\n\nAvoid cigarette smoke. If you smoke, quit. Steer clear of secondhand smoke.\n\nLimit your alcohol. One or two drinks may have some heart benefits, but too much is risky. Men should have no more than two alcoholic drinks a day, and women should have no more than one per day.\n\nEat smart. Eat whole foods and avoid trans fats,",
    "abstract": "冠心病是美国最常见心脏病和死亡原因，由动脉斑块积累导致。症状包括胸痛、气短、疲劳，可能引发心梗、心衰。风险因素涵盖高胆固醇、高血压、糖尿病、吸烟、肥胖等。诊断用EKG、压力测试；治疗包括药物、支架、搭桥及生活干预如饮食运动戒烟。",
    "source": "WebMD - https://www.webmd.com/heart-disease/coronary-artery-disease"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Heart disease is a general term for conditions that affect the heart’s structure and how it works. Heart disease is the leading cause of death in the United States.\n\nCoronary heart disease is a type of heart disease that occurs when the arteries of the heart cannot deliver enough oxygen-rich blood to the heart muscle due to narrowing from the buildup of fatty deposits called plaque. It is also sometimes called coronary artery disease or ischemic heart disease.\n\nCoronary heart disease is the most common type of heart disease. In 2022, coronary heart disease caused 371,506 deaths in the United States.\n\nSymptoms of coronary heart disease vary from person to person. About 1 in 20 adults aged 20 and older have coronary heart disease. But many people don't know they have the disease until they have chest pain; the blood flow to their heart is blocked, causing a heart attack; or their heart suddenly stops pumping blood, also known as cardiac arrest.\n\nCoronary heart disease affects the larger coronary arteries on the surface of the heart. It is caused by deposits of cholesterol, a waxy substance that builds up inside the lining of the coronary arteries, forming plaque. This plaque can partly or completely block blood flow in the arteries of the heart:\n\nObstructive coronary artery disease means that the diameter of a large coronary artery is blocked by 50% or more.\n\nNonobstructive coronary artery disease means that the blood flow in a large coronary artery is blocked less than 50%.\n\nCoronary microvascular disease means blood flow into the tiny arteries within the heart muscle is blocked. This happens when there is damage to the inner walls of the heart's small blood vessels. Coronary microvascular disease is more common in women.\n\nFor most people, coronary heart disease is preventable with a heart-healthy lifestyle and medicines. You may be able to stop or reverse plaque buildup in coronary arteries.\n\nLearn more about how the heart works.\n\nYour healthcare provider will diagnose coronary heart disease based on your symptoms, your medical and family history, your risk factors, and the results from heart tests.\n\nIf you have coronary heart disease, you may need heart-healthy lifestyle changes, medicines, surgery, or a combination of these to manage your condition and prevent serious problems.",
    "abstract": "冠心病是最常见的心脏病，由冠状动脉斑块狭窄导致心肌缺血。2022年美国致死37万余人。症状多样，常无明显迹象，直至胸痛或心梗。类型包括阻塞性、非阻塞性和微血管病。预防依赖健康生活方式和药物，可逆转斑块积累。",
    "source": "National Heart, Lung, and Blood Institute (NHLBI) - https://www.nhlbi.nih.gov/health/coronary-heart-disease"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "冠状动脉粥样硬化性心脏病（coronary atherosclerotic heart disease）是指冠状动脉发生粥样硬化引起管腔狭窄或闭塞，导致心肌缺血缺氧或坏死的常见的心血管系统疾病，简称冠心病（coronary heart disease，CHD），也称缺血性心脏病。部分患者可无明显症状，有症状常表现为胸痛（心绞痛）、心悸、呼吸急促等，常由体力劳动、情绪激动、饱食、寒冷、吸烟等诱发。病情严重者还可出现心力衰竭、严重心律失常、休克、血栓栓塞等，甚至造成心脏结构破坏，发生心源性猝死，严重威胁患者的健康和生命。\n并发症：1、心力衰竭冠心病患者也可能发生心力衰竭。心脏变得虚弱，无法将血液泵送到身体周围，这可能导致液体在肺部积聚，使呼吸变得越来越困难。心力衰竭可以随着时间的推移突然发生（急性心力衰竭）或逐渐发生（慢性心力衰竭）。2、心律失常向心脏的血液供应不足或对心脏组织的损害会干扰心脏的电脉冲，从而引起心律失常。严重的心律失常可导致死亡。3、休克常表现为神志模糊、皮肤湿冷苍白、四肢冰冷、少尿、呼吸困难等，需积极处理。4、血栓栓塞心肌梗死后，心脏内的血液方向紊乱，容易在心腔内形成血栓，血栓脱落后随血液流动，可导致其他器官血栓塞。5、心脏结构破坏冠心病，特别是心肌梗死，若病情严重可破坏心脏结构，出现乳头肌功能失调或断裂、心室游离壁破裂、室间隔穿孔、室壁瘤等，甚至可造成心源性猝死。6、其他如心包炎、心包积液、肺淤血、胃肠道瘀血、脑缺血、四肢缺血等。\n检查：1、血清心肌标志物检查肌酸激酶（CK）及其同工酶（CK - MB）和肌钙蛋白（cTn）I及T诊断心肌梗死的特异性和敏感性高，常用于急性心肌梗死、不稳定性心绞痛的诊断鉴别和预后判断。2、BNP检查脑钠肽（BNP）可用于心力衰竭、急性冠状动脉综合征患者病情危险程度的估计。3、其他包括胆固醇、甘油三酯、血糖、脂蛋白以及各种炎症标志物水平等，以明确是否存在冠心病的危险因素。\n病因：主要病因：冠状动脉粥样硬化\n多发群体：本病多发于40岁以上成人，男性发病早于女性。近年来发病呈年轻化趋势，已成为威胁人类健康的主要疾病之一。\n症状：常见症状：胸痛（心绞痛）、心悸、呼吸急促\n症状体征：1、胸痛（心绞痛）胸痛是冠心病最常见的症状，常呈阵发性。患者可有前胸压榨性疼痛、憋闷感、烧灼感，偶伴濒死感。主要位于胸骨后部，可放射至左前胸和左上肢。疼痛一般持续数分钟至十余分钟，不超过半小时。2、心悸患者还常有心悸，感觉到心脏跳动的不适或者发慌。3、呼吸困难患者常在运动或劳累后出现呼吸急促。4、其他包括乏力、头晕、出汗、恶心等表现。\n鉴别诊断：冠心病通常需要与其他出现胸痛，特别是心绞痛的疾病进行鉴别。1、主动脉夹层主动脉夹层和心绞痛一样都有胸部背部疼痛。主动脉夹层胸痛一开始即达到高峰，疼痛更加尖锐，性质像刀割、撕裂样难以忍受，常伴有高血压，两侧上肢的血压和脉搏常不对称，此为重要特征。少数主动脉夹层患者可出现主动脉瓣关闭不全的听诊特点。没有心电图的特征性改变及血清酶学的变化。X线、超声心动图、CT和磁共振有助于诊断。2、肺动脉栓塞急性肺栓塞疼痛部位和心绞痛类似，都在胸骨后，向肩部和颈部放射；急性肺栓塞除了有胸痛的表现，还会有咯血、呼吸困难、休克等表现。有引起肺动脉栓塞的诱因。常有急性肺源性心脏病改变，与冠心病心电图改变明显不同。3、急腹症急性胆囊炎、胆石症、急性坏死性胰腺炎、溃疡病合并穿孔常有急性上腹痛及休克的表现，这些疾病常有典型急腹症的体征。心电图及心肌坏死标志物与心肌酶不增高。4、急性心包炎急性心包炎也有胸痛的表现。急性心包炎常胸痛和发热同时出现，有心包摩擦音或心包积液的体征，彩超可诊断。5、其他疾病引起的心绞痛（1）肥厚梗阻性心肌病：由于左室流出道梗阻，肥厚梗阻性心肌病可有心绞痛、晕厥或呼吸困难，多与活动有关，胸痛在服用硝酸甘油后反而加重，查体可闻及胸骨左缘的收缩期杂音，心脏彩超可以鉴别。（2）心脏瓣膜病：主动脉狭窄或者关闭不全也可发生心绞痛，行超声心动图检查可鉴别。怀疑同时有冠状动脉疾病，行冠状动脉造影检查可鉴别。6、心脏神经症病人常诉胸痛，但为短暂（几秒钟）的刺痛或持久（几小时）的隐痛。病人常喜欢不时地吸一大口气或作叹息性呼吸。症状多于疲劳之后出现，而非疲劳当时。轻度体力活动反觉舒适，有时可耐受较重的体力活动而不发生胸痛或胸闷。含用硝酸甘油无效或在10多分钟后才“见效”。常伴有心悸、疲乏、头晕、失眠及其他神经症的症状。7、不典型疼痛还需与反流性食管炎等食管疾病、膈疝、消化性溃疡、肠道疾病、颈椎病等相鉴别。\n治疗：治疗原则：目前，冠心病的治疗主要包括药物保守治疗和手术治疗。但采用药物保守治疗还是手术治疗，需根据冠脉的病变解剖特征、病人临床特征以及当地医疗中心手术经验等综合判断决定。\n治疗与预后：冠心病是动脉粥样硬化导致器官病变的最常见类型，严重危害人类健康。预后的主要决定因素为冠脉病变累及心肌供血的范围和心功能。不同类型的冠心病的预后有所不同，通常认为慢性冠脉疾病的一般预后要好于急性冠状动脉综合征，但慢性冠脉疾病存在转变为急性冠状动脉综合征的风险。\n护理：膳食调理：冠心病患者的饮食调理很重要，通过调整饮食中的营养素比例，可预防和控制动脉粥样硬化的发生和发展。",
    "abstract": "冠心病是冠状动脉粥样硬化引起管腔狭窄或闭塞，导致心肌缺血缺氧或坏死的心血管疾病。症状有胸痛、心悸等，严重者可出现心力衰竭等并发症，治疗包括药物和手术，预后与冠脉病变和心功能有关。",
    "source": "如意-冠状动脉粥样硬化性心脏病（药管局），https://m.dayi.org.cn/disease/1156533?from=jrtt"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "“冠心病”是冠状动脉性心脏病的简称。心脏是人体的重要器官，它的作用就好比是一个永不停止工作的泵，随着心脏每次收缩将携带氧气和营养物质的血流经主动脉输送到全身，以供给各组织细胞代谢需要。心脏自身的氧气和营养又如何得到呢? 在主动脉的根部分出两条动脉，负责心脏本身的血液循环，称为冠状动脉。由于脂质代谢不正常，血液中的脂质沉着在原本光滑的动脉内膜上，在动脉内膜一些类似粥样的脂类物质堆积而成白色斑块，称为动脉粥样硬化病变。\n疾病分类：一、隐匿型患者有冠状动脉硬化，但病变较轻或有较好的侧支循环，或患者痛阈较高因而无疼痛症状。二、心绞痛型在冠状动脉狭窄的基础上，由于心肌负荷的增加引起心肌急剧的、短暂的缺血与缺氧的临床综合征。三、心肌梗死型在冠状动脉病变的基础上，发生冠状动脉供血急剧减少或中断，使相应的心肌严重而持久地急性缺血导致心肌坏死。四、心力衰竭型 (缺血性心肌病)心肌纤维化，心肌的血供长期不足，心肌组织发生营养障碍和萎缩，或大面积心肌梗死后，以致纤维组织增生所致。五、猝死型\n致病原因：冠心病的主要病因是冠状动脉粥样硬化，但动脉粥样硬化的原因尚不完全清楚，可能是多种因素综合作用的结果。认为本病发生的危险因素有：年龄和性别(45岁以上的男性，55岁以上或者绝经后的女性)，家族史(父兄在55岁以前，母亲/姐妹在65岁前死于心脏病)，血脂异常(低密度脂蛋白胆固醇LDL - C过高,高密度脂蛋白胆固醇HDL - C过低)，高血压，尿糖病，吸烟，超重，肥胖，痛风，不运动，等。\n发病机制：由于脂质代谢异常，血液中的脂质沉着在原本光滑的动脉内膜上，在动脉内膜一些类似粥样的脂类物质堆积而成白色斑块，这些斑块渐渐增多造成动脉腔狭窄，使血流受阻，导致心脏缺血，产生心绞痛。如果动脉壁上的斑块形成溃疡或破裂，就会形成血栓，使整个血管血流完全中断，发生急性心肌梗死，甚至猝死。冠心病的少见发病机制是冠状动脉痉挛(血管可以没有粥样硬化)，产生变异性心绞痛，如果痉挛超过30分钟，也会导致急性心肌梗死(甚至猝死)。\n临床表现：好发群体：一、45岁以上的男性，55岁以上或者绝经后的女性;二、父兄在55岁以前，母亲/姐妹在65岁前死于心脏病;三、低密度脂蛋白胆固醇LDL - C过高,高密度脂蛋白胆固醇HDL - C过低的和伴有高血压、尿糖病、吸烟、超重、肥胖、痛风、不运动等情况的人群。\n疾病症状：临床分为隐匿型、心绞痛型、心肌梗死型、心力衰竭型(缺血性心肌病)、猝死型五个类型。其中最常见的是心绞痛型，最严重的是心肌梗死和猝死两种类型。\n心绞痛是一组由于急性暂时性心肌缺血、缺氧所起的症候群：(1)胸部压迫窒息感、闷胀感、剧烈的烧灼样疼痛，一般疼痛持续1 - 5分钟，偶有长达15分钟，可自行缓解;(2)疼痛常放射至左肩、左臂前内侧直至小指与无名指;(3)疼痛在心脏负担加重(例如体力活动增加、过度的精神刺激和受寒)时出现，在休息或舌下含服硝酸甘油数分钟后即可消失;(4)疼痛发作时，可伴有(也可不伴有)虚脱、出汗、呼吸短促、忧虑、心悸、恶心或头晕症状。\n心肌梗塞是冠心病的危急症候，通常多有心绞痛发作 as频繁和加重作为基础，也有无心绞痛史而突发心肌梗塞的病例(此种情况最危险，常因没有防备而造成猝死)。\n心肌梗塞的表现为：(1)突发时胸骨后或心前区剧痛，向左肩、左臂或他处放射，且疼痛持续半小时以上，经休息和含服硝酸甘油不能缓解;(2)呼吸短促、头晕、恶心、多汗、脉搏细微;(3)皮肤湿冷、灰白、重病病容;(4)大约十分之一的病人的唯一表现是晕厥或休克。\n诊断鉴别：典型症状：冠心病的诊断主要靠临床表现(病人症状)。当一个具有冠心病发病基础(年龄较大，多重危险因素)的患者出现具有下列特征的胸痛时，要高度怀疑冠心病。(1)疼痛部位：胸骨后;(2)放射：向下颌、左上肢、左肩;(3)性质：压榨性，烧灼样;(4)持续时间：1 - 5分，不超过15分;(5)诱因：劳累、寒冷或饱餐;(6)缓解方式：休息、舌下含化硝酸酯类(1 - 3分)。\n辅助检查：普通心电图大部分冠心病病人，没有症状发作时的心电图都是正常的，或基本正常。所以，心电图正常不能排除冠心病。那么，冠心病心绞痛的心电图特点是什么呢?——当出现心绞痛症状时，发生暂时的T波倒置，或ST段压低(下移);当症状消失后(经过休息或含化硝酸甘油片)，心电图恢复正常。当然，少数情况下发生较严重的缺血(如时间超过十五分钟)，心电图异常可以持续较长时间(数天)。相反，病人没有明显的症状，而心电图长期的异常(多数为T波倒置，或伴ST段压低)，多数不是冠心病，可能为心肌病，高血压性心脏病，也常见于正常人。有些人心电图T波倒置30多年，也没有发现什么器质性的心脏疾病。一些基层医院，把体检发现的心电图的轻微异常(T波的低平或倒置)诊断为“心肌缺血”。如果这些所谓的异常与胸痛、胸闷症状没有关联，一般没有临床意义。千万不能随意扣帽子“心肌缺血”。二、平板运动试验(心电图运动试验)它诊断冠心病的准确性在70%左右。当然，运动试验有一定风险，有严格的适应证和禁忌症。如急性心肌梗死、不稳定性心绞痛、没有控制的高血压、心力衰竭、急性心肺疾病等属于运动试验的绝对禁忌症。三、心肌核素灌注扫描(核医学)它诊断冠心病(心绞痛)的准确性也是70%。但确诊心肌梗死的准确性接近100%。四、冠状动脉CTA它诊断冠心病的准确性达90%以上，可以检测出其他检查无法发现的早期动脉硬化症。五、动态心电图(Holter)(1)记录各种心律失常;(2)十二导联HOLTER:记录无痛性心肌缺血;比较胸痛时有无S - T段压低，以明确胸痛的性质;(3)胸痛时伴S - T段抬高，有助于确诊冠状动脉痉挛(变异型心绞痛)。\n超声心动图是诊断心脏疾病极其有价值的一项检查。(1)确诊或排除多种器质性心脏病(先心病，风心病，心肌病);(2)冠心病心绞痛：绝大多数>病人超声心动图是正常的;(3)急性心肌梗死、陈旧性心肌梗死：有明确的室壁运动异常，超声心动图可以确诊这两类疾病。\n疾病鉴别：心绞痛与急性心肌梗死、肋间神经痛及肋软骨炎相鉴别。心肌梗死与心绞痛、急性心包炎、急性肺栓塞及主动脉夹层相鉴别。\n急救措施：休息和舌下含化硝酸甘油。一旦发生了心绞痛的症状，要立即休息，同时要舌下含化一片硝酸甘油，一般经休息或含化硝酸甘油，通常一两分钟内心绞痛就可以缓解。也可含化或服用中药复方丹参滴丸或救心丸，但其缓解心绞痛需要的时间较长。如果含化硝酸甘油五分钟仍不缓解，可再含化一片硝酸甘油。如果是初次发生了心绞痛，无论药物能否缓解，均需尽快到医院去就医，因为初次发生心绞痛，有发生心肌梗塞的危险性。\n疾病本质：患冠状动脉疾病的人，大约99%是由冠状动脉粥样硬化引起的。所以，冠状动脉性心脏病实际上就是指冠状动脉粥样硬化性心脏病，简称冠心病。当冠状动脉粥样硬化发展到一定程度，而导致冠状动脉的管腔严重狭窄",
    "abstract": "冠心病是冠状动脉性心脏病的简称，主要病因是冠状动脉粥样硬化。症状包括心绞痛、心肌梗死等，诊断靠临床表现和辅助检查，如心电图等，治疗有药物和手术，急救可舌下含化硝酸甘油。",
    "source": "北京中医药大学东方医院-冠心病，https://www.dongfangyy.com.cn/Html/Diseases/Main/Detail_5025.html"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary artery disease (CAD) is the most common type of heart disease in the United States. CAD is caused by plaque buildup in the walls of the arteries that supply blood to the heart. Coronary artery disease (CAD) is the most common type of heart disease in the United States. It is sometimes called coronary heart disease or ischemic heart disease. Coronary artery disease is caused by plaque buildup in the arteries that block blood supply to the heart. Angina, or chest pain and discomfort, is the most common symptom of CAD. Angina can happen when too much plaque builds up inside arteries, causing them to narrow. Narrowed arteries can cause chest pain because they can block blood flow to your heart muscle and the rest of your body. For many people, the first clue that they have CAD is a heart attack. Symptoms of heart attack include Chest pain or discomfort (angina) Weakness, light-headedness, nausea (feeling sick to your stomach), or a cold sweat Pain or discomfort in the arms or shoulder Shortness of breath Over time, CAD can weaken the heart muscle. This may lead to heart failure, a serious condition where the heart can't pump blood the way it should. Overweight, physical inactivity, unhealthy eating, and smoking tobacco are risk factors for CAD. A family history of heart disease also increases your risk for CAD, especially a family history of having heart disease at an early age (50 or younger). To find out your risk for CAD, your health care team may measure your blood pressure, blood cholesterol, and blood sugar levels. CAD is caused by plaque buildup in the walls of the arteries that supply blood to the heart (called coronary arteries) and other parts of the body. Plaque is made up of cholesterol and other substances in the artery. Plaque buildup causes the inside of the arteries to narrow over time, which can partially or totally block the blood flow. This process is called atherosclerosis. If you’re at high risk for heart disease or already have symptoms, your doctor can use several tests to diagnose CAD. ECG or EKG (electrocardiogram) Measures the electrical activity, rate, and regularity of your heartbeat. Echocardiogram Uses ultrasound (special sound wave) to create a picture of the heart. Exercise stress test Measures your heart rate while you walk on a treadmill. This helps to determine how well your heart is working when it has to pump more blood. Chest X-ray Uses x-rays to create a picture of the heart, lungs, and other organs in the chest. Cardiac catheterization Checks the inside of your arteries for blockage by inserting a thin, flexible tube through an artery in the groin, arm, or neck to reach the heart. Health care professionals can measure blood pressure within the heart and the strength of blood flow through the heart’s chambers as well as collect blood samples from the heart or inject dye into the arteries of the heart (coronary arteries). Coronary angiogram Monitors blockage and flow of blood through the coronary arteries. Uses X-rays to detect dye injected via cardiac catheterization. Coronary artery calcium scan A computed tomography (CT) scan that looks in the coronary arteries for calcium buildup and plaque. Cardiac rehabilitation is an important program for anyone recovering from a heart attack, heart failure, or other heart problem that required surgery or medical care. In these people, cardiac rehab can help improve quality of life and can help prevent another cardiac event. Cardiac rehabilitation is a supervised program that includes Physical activity Education about healthy living, including healthy eating, taking medicine as prescribed, and ways to help you quit smoking Counseling to find ways to relieve stress and improve mental health A team of people may help you through cardiac rehabilitation, including your health care team, exercise and nutrition specialists, physical therapists, and counselors or mental health professionals. If you have CAD, your health care team may suggest the following steps to help lower your risk for heart attack or worsening heart disease: Lifestyle changes, such as eating a healthier (lower sodium, lower fat) diet, increasing physical activity, reaching a healthy weight, and quitting smoking Medicines to treat risk factors for CAD, such as high cholesterol, high blood pressure, or an irregular heartbeat Surgical procedures to help restore blood flow to the heart",
    "abstract": "冠心病（CAD）是美国最常见心脏病，由冠状动脉斑块积累导致血流阻塞。症状包括胸痛（心绞痛）、气短、心梗征象如恶心、出汗。风险因素有肥胖、缺乏运动、不健康饮食、吸烟、家族史。诊断用心电图、超声、压力测试、造影等。治疗包括生活方式改变、药物、心脏康复及手术。",
    "source": "CDC - https://www.cdc.gov/heart-disease/about/coronary-artery-disease.html"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Cardiovascular diseases (CVDs) are the leading cause of death globally. An estimated 19.8 million people died from CVDs in 2022, representing approximately 32% of all global deaths. Of these deaths, 85% were due to heart attack and stroke. Over three quarters of CVD deaths take place in low- and middle-income countries. Out of the 18 million premature deaths (under the age of 70) due to noncommunicable diseases in 2021, at least 38% were caused by CVDs. Most cardiovascular diseases can be prevented by addressing behavioural and environmental risk factors such as tobacco use, unhealthy diet (including excess salt, sugar, and fats) and obesity, physical inactivity, harmful use of alcohol and air pollution. It is important to detect cardiovascular disease as early as possible so that management with counselling and medicines can begin. Cardiovascular diseases (CVDs) are a group of disorders of the heart and blood vessels. They include: coronary heart disease – a disease of the blood vessels supplying the heart muscle; cerebrovascular disease – a disease of the blood vessels supplying the brain; peripheral arterial disease – a disease of blood vessels supplying the arms and legs; rheumatic heart disease – damage to the heart muscle and heart valves from rheumatic fever, caused by streptococcal bacteria; congenital heart disease – birth defects that affect the normal development and functioning of the heart caused by malformations of the heart structure from birth; and deep vein thrombosis and pulmonary embolism – blood clots in the leg veins, which can dislodge and move to the heart and lungs. Heart attacks and strokes are usually acute events and are mainly caused by a blockage that prevents blood from flowing to the heart or brain. The most common reason for this is a build-up of fatty deposits on the inner walls of the blood vessels that supply the heart or brain. Strokes can be caused by bleeding from a blood vessel in the brain or from blood clots. The most important behavioural risk factors of heart disease and stroke are unhealthy diet, physical inactivity, tobacco use and harmful use of alcohol. Amongst environmental risk factors, air pollution is an important factor. The effects of behavioural risk factors may show up in individuals as raised blood pressure, raised blood glucose, raised blood lipids, and overweight and obesity. These “intermediate risks factors” can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications. Cessation of tobacco use, reduction of salt in the diet, eating more fruit and vegetables, regular physical activity and avoiding harmful use of alcohol have been shown to reduce the risk of cardiovascular disease. Health policies that create conducive environments for making healthy choices affordable and available, as well as improving air quality and reducing pollution, are essential for motivating people to adopt and sustain healthy behaviours. There are also a number of underlying determinants of CVDs. These are a reflection of the major forces driving social, economic and cultural change – globalization, urbanization and population ageing. Other determinants of CVDs include poverty, stress and hereditary factors. In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions. Often, there are no symptoms of the underlying disease of the blood vessels. A heart attack or stroke may be the first sign of underlying disease. Symptoms of a heart attack include: pain or discomfort in the centre of the chest; and/or pain or discomfort in the arms, the left shoulder, elbows, jaw, or back. In addition the person may experience difficulty in breathing or shortness of breath; nausea or vomiting; light-headedness or faintness; a cold sweat; and turning pale. Women are more likely than men to have shortness of breath, nausea, vomiting, and back or jaw pain. The most common symptom of a stroke is sudden weakness of the face, arm, or leg, most often on one side of the body. Other symptoms include sudden onset of: numbness of the face, arm, or leg, especially on one side of the body; confusion, difficulty speaking or understanding speech; difficulty seeing with one or both eyes; difficulty walking, dizziness and/or loss of balance or coordination; severe headache with no known cause; and/or fainting or unconsciousness. People experiencing these symptoms should seek medical care immediately. Rheumatic heart disease is caused by damage to the heart valves and heart muscle from the inflammation and scarring caused by rheumatic fever. Rheumatic fever is caused by an abnormal response of the body to infection with streptococcal bacteria, which usually begins as a sore throat or tonsillitis in children. Rheumatic fever mostly affects children in developing countries, especially where poverty is widespread. Globally, about 2% of deaths from cardiovascular diseases are related to rheumatic heart disease. Symptoms of rheumatic heart disease include: shortness of breath, fatigue, irregular heartbeats, chest pain and fainting. Symptoms of rheumatic fever include: fever, pain and swelling of the joints, nausea, stomach cramps and vomiting. Approximately 80% of the world's deaths from CVDs occur in low- and middle-income countries. People living in low- and middle-income countries often do not have the benefit of primary health care programmes for early detection and treatment of people with risk factors for CVDs. People in low- and middle-income countries who suffer from CVDs and other noncommunicable diseases have less access to effective and equitable health care services which respond to their needs. As a result, for many people in these countries detection is often late in the course of the disease and people die at a younger age from CVDs and other noncommunicable diseases, often in their most productive years. The poorest people in low- and middle-income countries are most affected. At the household level, evidence is emerging that CVDs and other noncommunicable diseases contribute to poverty due to catastrophic health spending and high out-of-pocket expenditure. At the macro-economic level, CVDs place a heavy burden on the economies of low- and middle-income countries. The key to cardiovascular disease reduction lies in the inclusion of cardiovascular disease management interventions in universal health coverage packages, although in a high number of countries health systems require significant investment and reorientation to effectively manage CVDs. Evidence from 18 countries has shown that hypertension programmes can be implemented efficiently and cost-effectively at the primary care level which will ultimately result in reduced coronary heart disease and stroke. Patients with cardiovascular disease should have access to appropriate technology and medication. Basic medicines that should be available include: aspirin, beta-blockers, calcium channel blockers, angiotensin-converting enzyme inhibitors, diuretics, statins. An acute event such as a heart attack or stroke should be promptly managed. Sometimes, surgical operations are required to treat CVDs. They include: coronary artery bypass; balloon angioplasty (where a small balloon-like device is threaded through an artery to open the blockage); valve repair and replacement; heart transplantation; and artificial heart operations. Medical devices are required to treat some CVDs. Such devices include pacemakers, prosthetic valves, and patches for closing holes in the heart.",
    "abstract": "心血管疾病（CVDs）是全球首要死因，2022年致死1980万，85%为心梗中风。多发于低中收入国家。冠心病为心血管疾病之一，由动脉脂肪沉积阻塞血流引起。风险因素包括不健康饮食、缺乏运动、吸烟、肥胖、高血压等。预防需戒烟、均衡饮食、运动。治疗用药物如阿司匹林、他汀类，手术如搭桥、球囊扩张。",
    "source": "WHO - https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds)"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "冠心病（冠状动脉粥样硬化性心脏病）是由于冠状动脉内膜脂质斑块形成及其继发血栓形成导致冠状动脉狭窄或阻塞，引起心肌缺血、缺氧或坏死而发病的一组心脏疾病的总称。 冠心病可发生于任何年龄，但多见于40岁以上的人群。男性发病率高于女性，绝经后女性发病率逐渐接近男性。 冠心病的主要病理基础是冠状动脉粥样硬化。粥样硬化斑块由脂质、纤维组织和钙盐等组成，逐渐增大导致管腔狭窄。斑块破裂可形成血栓，进一步阻塞血管。 冠心病的危险因素包括高血压、高血脂、糖尿病、吸烟、肥胖、缺乏运动、不健康饮食、精神压力大、家族遗传等。 冠心病的临床表现多样，包括心绞痛、心肌梗死、突然死亡、心力衰竭等。心绞痛是冠心病最常见的症状，表现为胸骨后或胸前区发闷、发紧、发重或发痛，常向左肩、左臂内侧放射，持续数分钟，休息或服硝酸甘油可缓解。 冠心病的诊断主要依靠临床症状、心电图、运动负荷试验、冠状动脉造影等。心电图可显示ST段压低、T波倒置等缺血改变。冠状动脉造影是确诊冠心病的金标准，可显示血管狭窄程度。 冠心病的治疗包括药物治疗、介入治疗和外科手术。药物治疗包括抗血小板药物（如阿司匹林）、β受体阻滞剂、硝酸酯类、他汀类等。介入治疗包括经皮冠状动脉介入治疗（PCI），即球囊扩张和支架置入。外科手术包括冠状动脉旁路移植术（CABG）。 冠心病的预后取决于病变程度、治疗及时性及生活方式改变。早期诊断和规范治疗可显著改善预后。 冠心病的并发症包括心律失常、心力衰竭、猝死等。 冠心病的预防包括控制危险因素，如戒烟、合理饮食、适量运动、控制体重、定期体检等。",
    "abstract": "冠心病由冠状动脉粥样硬化导致心肌缺血，多发于40岁以上男性。风险因素包括高血压、高血脂、糖尿病、吸烟等。症状以心绞痛为主，诊断用心电图、造影。治疗用药物、PCI、CABG。预防需生活方式干预，预后依治疗及时性。",
    "source": "国家卫生健康委员会 - http://www.nhc.gov.cn/wjw/zwxxpt/201311/9e2a4d4f4b4e4a4b9c4a4b4c4d4e4f50.shtml"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary artery disease (CAD) is a narrowing or blockage of your coronary arteries, usually caused by the buildup of fatty material called plaque. Coronary heart disease is sometimes called coronary artery disease, ischemic heart disease, or simply coronary disease. Atherosclerosis is a condition in which plaque builds up inside the arteries. Arteries are the blood vessels that carry oxygen-rich blood to your body. Atherosclerosis can affect arteries anywhere in the body, but the disease is most dangerous when it affects the coronary arteries that supply the heart. Coronary artery disease (CAD) is the most common type of heart disease. It occurs when the arteries that supply blood to the heart muscle become hardened and narrowed. This is due to the buildup of cholesterol and other material, called plaque, on their inner walls. This buildup is called atherosclerosis. As it grows, less blood can flow through the arteries. As a result, the heart muscle can't get the blood (and oxygen) it needs. This can lead to chest pain and other symptoms. In some cases, it can lead to a heart attack. CAD is the leading cause of death in the United States. About 1 in 20 adults ages 20 and older has CAD. The disease develops over time and can go unnoticed for years. Many people don't know they have CAD until they have a heart attack. Risk factors for CAD include high blood pressure, high cholesterol, diabetes, obesity, smoking, and a family history of heart disease. Symptoms of CAD may include chest pain or discomfort (angina), shortness of breath, pain in the arms, neck, jaw, or back, and fatigue. Diagnosis may involve electrocardiogram (EKG), stress test, echocardiogram, or cardiac catheterization. Treatment options include lifestyle changes, medications, angioplasty, or bypass surgery.",
    "abstract": "冠心病（CAD）由冠状动脉粥样硬化导致血流减少，是美国首要死因。风险因素有高血压、高胆固醇、糖尿病、肥胖、吸烟、家族史。症状包括胸痛、气短、疲劳。诊断用EKG、压力测试；治疗包括生活干预、药物、血管成形术或搭桥手术。",
    "source": "National Institutes of Health (NIH) - https://www.nhlbi.nih.gov/health/coronary-artery-disease"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary artery disease (CAD) develops when your coronary arteries—the blood vessels that supply your heart with oxygen-rich blood—become damaged or diseased. Cholesterol and other substances may form plaques in the artery walls. These plaques can block blood flow or rupture and cause a heart attack. CAD is the most common type of heart disease and the leading cause of death for both men and women in the United States. Symptoms can include chest pain, shortness of breath, and fatigue. Risk factors include age, sex, family history, smoking, high blood pressure, high cholesterol, diabetes, obesity, and physical inactivity. Prevention involves a healthy lifestyle: eating a heart-healthy diet, exercising regularly, maintaining a healthy weight, and not smoking. Diagnosis may include blood tests, electrocardiogram (ECG), stress testing, and coronary angiography. Treatment depends on your symptoms and how severe the disease is. It may include medications to control risk factors, procedures to open blocked arteries, or surgery.",
    "abstract": "冠心病由冠状动脉损伤及斑块形成引起，是美国男女首要死因。症状有胸痛、气促、疲劳。风险因素包括年龄、性别、家族史、吸烟、高血压等。预防需健康饮食、运动、控重、戒烟。诊断用血检、心电图、造影；治疗包括药物及介入手术。",
    "source": "PubMed - https://pubmed.ncbi.nlm.nih.gov/?term=coronary+artery+disease"
  },
  {
    "disease_name":"冠心病",
    "category":"心血管系统疾病",
    "information":"冠心病”是冠状动脉性心脏病的简称。心脏是人体的重要器官，它的作用就好比一个永不停止工作的泵，随着心脏每次收缩将携带氧气和营养物质的血流经主动脉输送到全身，供给各组织细胞代谢需要。心脏自身的血液供应又是如何得到呢？在主动脉根部发出两条动脉，负责心脏本身的血液供应，称为冠状动脉。\n\n脂质代谢不正常，血液中的脂质沉着在原本光滑的动脉内膜上，在动脉内膜一些类似粥样的脂类物质堆积而成白色斑块，这些斑块增多造成动脉腔狭窄，使血流受阻，导致心脏缺血，产生心绞痛。如果动脉壁上的斑块形成溃疡或破裂，就会形成血栓，使整个血管血流完全中断，发生急性心肌梗死，甚至猝死。冠心病的少见发病机制是冠状动脉痉挛（血管可以没有粥样硬化），产生变异性心绞痛，如果痉挛超过30分钟，也会发生急性心肌梗死（甚至猝死）。\n\n一、隐匿型\n患者有冠状动脉硬化，但病变较轻或有较好的侧支循环，或患者痛阈较高因而无疼痛症状。\n二、心绞痛型\n在冠状动脉狭窄的基础上，由于心肌负荷的增加引起心肌急剧的缺血与缺氧的临床综合征。\n三、心肌梗死型\n在冠状动脉病变的基础上，发生冠状动脉血供急剧减少或中断，使相应的心肌严重而持久地急性缺血导致心肌坏死。\n四、心力衰竭型（缺血性心肌病）\n心肌长期供血不足，心肌组织发生营养障碍和萎缩，或大面积心肌梗死后，以致纤维组织增生所致。\n五、猝死型\n患者心脏骤停的发生是由于在动脉粥样硬化的基础上，发生冠状动脉痉挛或栓塞，导致心肌急性缺血，造成局部电生理紊乱，引起严重心律失常所致。\n\n一、45岁以上的男性，55岁以上或者绝经后的女性；\n二、父兄在55岁以前，母亲/姐妹在65岁前死于心脏病；\n三、低密度脂蛋白胆固醇LDL-C过高，高密度脂蛋白胆固醇HDL-C过低的和伴有高血压、糖尿病、吸烟、超重、肥胖、痛风、不运动等情况的人群。\n\n临床分为隐匿型、心绞痛型、心肌梗死型、心力衰竭型（缺血性心肌病）、猝死型五个类型。其中最常见的是心绞痛型，其次为心肌梗死型、猝死型。\n\n心绞痛是一组由于急性暂时性心肌缺血、缺氧所引起的症候群：\n(1)胸部压迫窒息感、闷胀感、剧烈的烧灼样疼痛，一般疼痛持续1-5分钟，偶有长达15分钟，可自行缓解；\n(2)疼痛常放射至左肩、左臂前内侧直至小指与无名指；\n(3)疼痛在心脏负担加重（例如体力活动增加、过度的精神刺激和受寒）时出现，在休息或舌下含服硝酸甘油数分钟后即可消失；\n(4)疼痛发作时，可伴有（也可不伴有）虚脱、出汗、呼吸短促、忧虑、心悸、恶心或头晕症状。\n\n心肌梗塞是冠心病的危急症候，通常多有心绞痛发作频繁和加重作为基础，也有无心绞痛史而突发心肌梗塞的病例（此种最危险，常因没有症状而造成猝死）。\n\n心肌梗塞的表现为：\n(1)突发时胸骨后或心前区剧痛，向左肩、左臂或他处放射，且疼痛持续半小时以上，经休息和含服硝酸甘油不能缓解；\n(2)常伴有休克症状，如面色苍白、皮肤湿冷、多汗、脉搏细微；\n(3)皮肤湿冷、灰白、重病病容；\n(4)大约十分之一的病人的唯一表现是晕厥或休克。",
    "abstract":"冠心病是冠状动脉性心脏病的简称，由脂质代谢异常致冠状动脉腔狭窄，引发心脏缺血。临床分隐匿型、心绞痛型等五型，常见症状为心绞痛，心肌梗塞是危急症候，好发于特定年龄段及有多种危险因素的人群。",
    "source":"北京中医药大学东方医院（https://www.dongfangyy.com.cn/Html/Diseases/Main/Detail_5025.html）"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary heart disease is a common term for the buildup of plaque in the heart’s arteries that could lead to heart attack or ischemic stroke. But what about coronary artery disease? Is there a difference? The short answer is often no — health care professionals frequently use the terms interchangeably. However, coronary heart disease, or CHD, is actually a result of coronary artery disease, or CAD. With CAD, plaque first grows within the walls of the coronary arteries until the blood flow to the heart’s muscle is limited, which prevents the heart muscle from receiving enough oxygen. This is also called ischemia. It may be chronic, the gradual narrowing of the coronary artery over time, reducing the blood supply to part of the muscle. Or it can be acute, resulting from a sudden rupture of a plaque and the formation of a blood clot. For most people, plaque buildup starts in childhood and gets worse as they get older. The traditional risk factors for coronary artery disease are high LDL cholesterol, low HDL cholesterol, high blood pressure, family history, diabetes, smoking and obesity. In men, the risk increases after age 45. In women, the risk increases after 55. Research shows that children and youth are increasingly at risk for CAD. So, preventive measures taken early in life can have greater lifetime benefits. Healthy lifestyles will delay the progression of CAD, and there is hope that it can be improved before it causes further health problems. Living a healthy lifestyle that combines good nutrition, weight management and getting plenty of physical activity can play a big role in avoiding CAD.",
    "abstract": "冠心病（CHD）由冠状动脉疾病（CAD）引起，斑块积累导致心肌缺血，可能引发心梗或卒中。风险因素包括高LDL、低HDL、高血压、糖尿病、吸烟、肥胖。男性45岁、女性55岁后风险增加。从儿童期开始预防，健康生活方式可延缓进展。",
    "source": "American Heart Association - https://www.heart.org/en/health-topics/consumer-healthcare/what-is-cardiovascular-disease/coronary-artery-disease"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary heart disease is a narrowing of the blood vessels that supply blood and oxygen to the heart. Coronary heart disease (CHD) is also called coronary artery disease. CHD is the leading cause of death in the United States for men and women. CHD is caused by the buildup of plaque in the arteries to your heart. This may also be called hardening of the arteries or atherosclerosis. Fatty material and other substances form a plaque buildup on the walls of your coronary arteries. The coronary arteries bring blood and oxygen to your heart. This buildup causes the arteries to get narrow. As a result, blood flow to the heart can slow down or stop. A risk factor for heart disease is something that increases your chance of getting it. You cannot change some risk factors for heart disease, but you can change others. Atherosclerosis In some cases, symptoms may be very noticeable. But, you can have the disease and not have any symptoms. This is more often true in the early stages of CHD. Chest pain or discomfort (angina) is the most common symptom. You feel this pain when the heart is not getting enough blood or oxygen. The pain may feel different from person to person. It may feel heavy or like someone is squeezing your heart. You may feel it under your breast bone (sternum). You may also feel it in your neck, arms, stomach, or upper back. The pain most often occurs with activity or emotion. It goes away with rest or a medicine called nitroglycerin. Other symptoms can include shortness of breath and fatigue with activity (exertion), or even feeling lightheaded or passing out with exertion. Some people have symptoms other than chest pain, such as: Fatigue Shortness of breath General weakness You may be asked to take one or more medicines to treat blood pressure, diabetes, or high cholesterol levels. Follow your provider's directions closely to help prevent CHD from getting worse. Goals for treating these conditions in people who have CHD: The most commonly used blood pressure target for people with heart disease is less than 130/80, but your provider may recommend a different blood pressure target. If you have diabetes, your HbA1c (glycohemoglobin A1c) blood levels will be monitored and brought down to the level your provider recommends. Your LDL cholesterol level will be lowered with statin or other medicines. Treatment depends on your symptoms and how severe the disease is. You should know about: Never stop taking your medicines without first talking to your provider. Stopping heart medicines suddenly can make your angina worse or cause a heart attack. You may be referred to a cardiac rehabilitation program to help improve your heart's fitness. Procedures and surgeries used to treat CHD include: Everyone recovers differently. Some people can stay healthy by changing their diet, stopping smoking, and taking their medicines as prescribed. Others may need medical procedures such as angioplasty or surgery. In general, early detection of CHD generally leads to a better outcome. If you have any risk factors for CHD, talk to your provider about prevention and possible treatment steps. Call your provider, call the local emergency number (such as 911), or go to the emergency room right away if you have: Take these steps to help prevent heart disease. Even if you already have heart disease, taking these steps will help protect your heart and prevent further damage. Heart disease, Coronary heart disease, Coronary artery disease; Arteriosclerotic heart disease; CHD; CAD",
    "abstract": "冠心病（CHD）是美国男女首要死因，由动脉粥样硬化导致心肌血供减少。症状包括心绞痛、气短、疲劳。风险因素可控如高血压、糖尿病、高胆固醇。治疗目标血压<130/80、控糖、降LDL用他汀。预防需饮食、戒烟、运动；急症拨911。",
    "source": "MedlinePlus - https://medlineplus.gov/ency/article/007115.htm"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary heart disease (CHD) is a major cause of death in the UK and worldwide. CHD is sometimes called ischaemic heart disease or coronary artery disease. The main symptoms of coronary heart disease are: chest pain (angina) shortness of breath pain in your neck, shoulders, jaw or arms feeling faint feeling sick (nausea) But not everyone has the same symptoms and some people may not have any before coronary heart disease is diagnosed. Coronary heart disease is the term that describes what happens when your heart's blood supply is blocked or interrupted by a build-up of fatty substances in the coronary arteries. Over time, the walls of your arteries can become furred up with fatty deposits. This process is known as atherosclerosis and the fatty deposits are called atheroma. Atherosclerosis can be caused by lifestyle factors, such as smoking and regularly drinking excessive amounts of alcohol. You're also more at risk of getting atherosclerosis if you have conditions like high cholesterol, high blood pressure (hypertension) or diabetes. If a doctor feels you're at risk of coronary heart disease, they may carry out a risk assessment. They'll ask you about your medical and family history and your lifestyle, and they'll take a blood test. Further tests may be needed to confirm coronary heart disease, including: electrocardiogram (ECG) echocardiogram chest x-ray coronary angiogram Coronary heart disease cannot be cured but treatment can help manage the symptoms and reduce the chances of problems such as heart attacks. Treatment can include: lifestyle changes, such as regular exercise and stopping smoking medicines angioplasty – where balloons and stents are used to treat narrow heart arteries surgery If you've had a heart attack, an angioplasty, or heart surgery, you’ll want to get back to as full a life as possible. Advice and support is available to help you deal with aspects of your life that may have been affected by coronary heart disease. You can reduce your risk of getting coronary heart disease by making some simple lifestyle changes. These include: eating a healthy, balanced diet being physically active giving up smoking controlling blood cholesterol and sugar levels Keeping your heart healthy will also have other health benefits, such as helping reduce your risk of stroke and dementia. The heart is a muscle about the size of your fist. It pumps blood around your body and beats approximately 70 times a minute. After the blood leaves the right side of the heart, it goes to your lungs where it picks up oxygen. The oxygen-rich blood returns to your heart and is then pumped to the body's organs through a network of arteries. The blood returns to your heart through veins before being pumped back to your lungs again. This process is called circulation. The heart gets its own supply of blood from a network of blood vessels on the heart's surface called coronary arteries. This video shows how your heart works and what happens when your coronary arteries stop functioning properly.",
    "abstract": "冠心病（CHD）是英国及全球主要死因，由冠状动脉粥样硬化导致血供中断。症状包括胸痛、气短、颈肩痛、恶心。风险因素有吸烟、酗酒、高胆固醇、高血压、糖尿病。诊断用ECG、超声、X光、造影。治疗包括生活改变、药物、支架、手术。预防需均衡饮食、运动、戒烟、控脂控糖。",
    "source": "NHS - https://www.nhs.uk/conditions/coronary-heart-disease/"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Chronic coronary disease (CCD) is heterogeneous group of conditions that includes obstructive and nonobstructive CAD with or without previous myocardial infarction (MI) or revascularization, ischemic heart disease diagnosed only by noninvasive testing, and chronic angina syndromes with varying underlying causes.",
    "abstract": "慢性冠心病（CCD）是一组异质性疾病，包括阻塞性和非阻塞性CAD，有或无既往心梗或血运重建，仅非侵入性诊断的缺血性心脏病，以及不同原因的慢性心绞痛综合征。",
    "source": "American Heart Association - https://professional.heart.org/en/science-news/2023-guideline-for-the-management-of-patients-with-chronic-coronary-disease"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "冠心病是冠状动脉粥样硬化性心脏病的简称，是由于冠状动脉内膜脂质条纹及斑块形成，血管腔狭窄或梗阻，致使心肌缺血、缺氧或坏死的一组心脏疾病的总称。包括心绞痛、心肌梗塞、缺血性心衰和猝死。冠心病是世界上最主要的致死疾病之一，我国发病率逐年上升，已成为心血管疾病死亡的首要原因。冠心病可发生于任何年龄，但多见于40岁以上人群，男性发病率明显高于女性，绝经后女性发病率逐渐接近男性。病因主要有：①高脂血症；②高血压；③吸烟；④糖尿病；⑤肥胖；⑥缺乏运动；⑦精神紧张；⑧高同型半胱氨酸血症；⑨家族遗传。冠心病临床表现多样，主要包括：①心绞痛：是最常见的症状，位于胸骨后，可放射至左肩、左上臂内侧、背部、下颌或上腹部，性质为闷痛、紧缩感或重压感，持续3-15分钟，休息或含服硝酸甘油可缓解；②心肌梗死：表现为剧烈胸痛，持续30分钟以上，休息及硝酸甘油不能缓解，常伴大汗、恐惧、晕厥；③猝死：突然发生且突然死亡；④心力衰竭；⑤心律失常；⑥无症状性心肌缺血。诊断依据：①典型临床表现；②心电图：劳力试验、心电图动态监测、24小时Holter、心电图运动负荷试验；③心脏影像学检查：心脏彩超、核素心肌显像、冠状动脉CT血管成像；④冠脉造影：确诊金标准；⑤血清标志物：肌钙蛋白、心肌肌酸激酶同工酶。治疗原则：①一般治疗：卧床休息、吸氧、监测生命体征；②药物治疗：①抗血小板药物：阿司匹林、氯吡格雷；②β受体阻滞剂：美托洛尔、比索洛尔；③硝酸酯类：硝酸甘油、硝酸异山梨酯；④他汀类：阿托伐他汀、瑞舒伐他汀；⑤ACEI/ARB：雷米普利、缬沙坦；⑥钙通道阻滞剂：氨氯地平；⑦抗凝药物：华法林、低分子肝素；⑧其他：地高辛、利尿剂等；③介入治疗（PCI）：急诊PCI是STEMI首选治疗；④外科治疗：冠状动脉搭桥术（CABG）；⑤中医治疗：活血化瘀、益气养阴。预后：取决于梗死范围、心功能状况、并发症及治疗时机。急性期病死率为10%-15%，1年内病死率20%-30%。预防：①一级预防：控制危险因素；②二级预防：急性冠脉事件后规范治疗。生活方式干预：戒烟限酒、合理膳食、适量运动、控制体重、心理调适。",
    "abstract": "冠心病由冠状动脉粥样硬化引起心肌缺血，多见40岁以上男性。主要危险因素：高脂血症、高血压、吸烟、糖尿病等。症状包括心绞痛、心梗、猝死。诊断用心电图、冠脉造影。治疗包括抗血小板、他汀、PCI、CABG。一级预防控制危险因素，二级预防规范药物治疗。",
    "source": "中华医学会心血管病学分会 - http://www.cvdchina.org/"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary artery disease (CAD) is caused by atheromatous plaque that develops within the coronary arteries. This process typically starts in early adulthood and progresses gradually over many years. Plaque is made up of fat, cholesterol, calcium, and other substances found in the blood. As plaque continues to build up in the arteries, the arteries narrow, limiting blood flow to the heart muscle. This buildup of plaque is called atherosclerosis. Atherosclerosis is a slow, complex disease that starts in childhood or adolescence and often progresses without symptoms for decades. By the time symptoms occur, the artery may be severely narrowed or totally blocked. CAD is a chronic disease that causes reduced blood flow to the heart muscle. This reduced blood flow can lead to angina (chest pain), myocardial infarction (heart attack), abnormal heart rhythms, heart failure, and even sudden cardiac death. Stable angina is chest pain or discomfort that typically occurs with activity or stress and is relieved with rest or nitroglycerin. Unstable angina is less predictable and often occurs at rest. It is a medical emergency. Acute coronary syndrome (ACS) includes unstable angina, non-ST elevation myocardial infarction (NSTEMI), and ST elevation myocardial infarction (STEMI). NSTEMI and STEMI are types of heart attack. Risk factors for CAD can be divided into those that are modifiable and those that are not. Modifiable risk factors include smoking, hypertension, diabetes, hyperlipidemia, obesity, physical inactivity, unhealthy diet, and psychosocial stress. Non-modifiable risk factors include age, male sex, and family history of premature CAD. Diagnosis of CAD involves clinical assessment, ECG, stress testing, echocardiography, coronary CT angiography, and invasive coronary angiography. Treatment includes lifestyle modification, medical therapy, percutaneous coronary intervention (PCI), and coronary artery bypass grafting (CABG). Medical therapy includes antiplatelet agents (aspirin, P2Y12 inhibitors), statins, beta-blockers, ACE inhibitors/ARBs, and nitrates. PCI involves balloon angioplasty and stenting to open blocked arteries. CABG uses arteries or veins from other parts of the body to bypass blocked coronary arteries. Secondary prevention is crucial and includes smoking cessation, cardiac rehabilitation, blood pressure control, lipid management, diabetes control, and antiplatelet therapy.",
    "abstract": "冠心病由冠状动脉粥样硬化斑块引起，导致心肌血流减少。主要临床表现：稳定/不稳定心绞痛、急性冠脉综合征。危险因素：可改变（吸烟、高血压、糖尿病等）及不可改变（年龄、男性、家族史）。治疗包括生活方式干预、抗血小板、他汀、PCI、CABG。二级预防至关重要。",
    "source": "UpToDate - https://www.uptodate.com/contents/coronary-artery-disease-epidemiology-risk-factors-clinical-presentation-diagnosis-and-therapy"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "心绞痛是冠心病最常见的临床表现之一，分为稳定型心绞痛和不稳定型心绞痛。稳定型心绞痛特点：①诱发因素明确，多在体力活动、情绪激动时发作；②发作持续时间短，一般3-15分钟；③休药缓解，含服硝酸甘油1-3分钟缓解；④发作频率相对稳定。不稳定型心绞痛特点：①静息发作；②夜间发作；③持续时间延长＞20分钟；④硝酸甘油缓解困难；⑤发作频率增加。不稳定型心绞痛是急性冠脉综合征的一部分，预示心肌梗死风险高。心肌梗死分为ST段抬高型心肌梗死（STEMI）和非ST段抬高型心肌梗死（NSTEMI）。STEMI特点：①持续＞30分钟剧烈胸痛；②硝酸甘油不能缓解；③心电图出现新发病理性Q波、ST段持续抬高；④血清心肌标志物升高。心衰是冠心病严重并发症，心功能分Ⅰ-Ⅳ级。冠心病诊断分级：①疑似：有心绞痛样症状；②可能：心电图有缺血改变；③确诊：冠脉造影证实≥50%狭窄。治疗策略：①稳定型心绞痛：药物治疗为主；②不稳定型心绞痛：抗血小板+抗凝+β阻滞剂+硝酸酯；③STEMI：120分钟内PCI或12小时内溶栓；④多支病变或左主干病变：CABG。药物治疗：①双联抗血小板治疗（阿司匹林+氯吡格雷/替格瑞洛）≥12个月；②高强度他汀治疗（阿托伐他汀40-80mg）；③β阻滞剂：美托洛尔25-100mg；④ACEI/ARB：雷米普利2.5-10mg；⑤硝酸酯类：缓释硝酸甘油30-60mg。PCI适应证：①STEMI；②高危不稳定型心绞痛；③稳定型心绞痛药物治疗失败。CABG适应证：①左主干病变；②三支病变；③近端前降支+其他血管病变。",
    "abstract": "冠心病临床分型：稳定/不稳定心绞痛、STEMI/NSTEMI、心衰。治疗策略：稳定型药物治疗，不稳定型抗血小板+抗凝，STEMI急诊PCI。药物：双抗+他汀+β阻滞剂+ACEI。PCI适应证：STEMI、高危不稳；CABG适应证：左主干、多支病变。",
    "source": "《中国冠心病诊治指南2020》 - http://www.csc.org.cn/"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "Coronary heart disease (CHD), also known as coronary artery disease, is a major cause of death and disability worldwide. In 2019, 9.14 million people died from CHD globally. CHD develops when the coronary arteries become narrowed or blocked by atherosclerosis, reducing blood flow to the heart muscle. Risk factors for CHD include smoking, high blood pressure, high blood cholesterol, diabetes, obesity, physical inactivity, unhealthy diet, and family history. Symptoms of CHD include angina pectoris (chest pain), shortness of breath, fatigue, and palpitations. Acute coronary syndromes (ACS) include unstable angina, NSTEMI, and STEMI. Diagnosis of CHD involves history taking, physical examination, ECG, exercise stress testing, echocardiography, coronary CT angiography, and invasive coronary angiography. Management of stable CHD includes lifestyle modification and medical therapy with antiplatelet agents, statins, beta-blockers, ACE inhibitors, and nitrates. Management of ACS involves urgent revascularization (PCI or CABG), dual antiplatelet therapy, anticoagulation, statins, and beta-blockers. Primary PCI is the preferred reperfusion strategy for STEMI if it can be performed within 120 minutes of first medical contact. Fibrinolysis is an alternative if PCI is not available timely. Secondary prevention after ACS includes lifelong aspirin, high-intensity statin therapy, cardiac rehabilitation, smoking cessation, blood pressure control, diabetes management, and influenza vaccination. Cardiac rehabilitation improves survival and quality of life after myocardial infarction. Newer therapies include PCSK9 inhibitors for patients with very high LDL cholesterol despite maximum statin therapy, and SGLT2 inhibitors and GLP-1 receptor agonists for patients with CHD and diabetes or heart failure.",
    "abstract": "冠心病是全球主要死因，2019年死亡914万。危险因素：吸烟、高血压、高血脂、糖尿病等。治疗：稳定期药物治疗，ACS急诊PCI。二级预防：终身阿司匹林、高强度他汀、心脏康复。新药：PCSK9抑制剂、SGLT2i用于难治高脂血症及糖尿病并发症。",
    "source": "MedlinePlus - https://medlineplus.gov/coronaryarterydisease.html"
  },
  {
    "disease_name": "冠心病",
    "category": "心血管系统疾病",
    "information": "急性冠脉综合征（ACS）是冠心病临床危重症，包括不稳定型心绞痛（UA）、非ST段抬高型心肌梗死（NSTEMI）和ST段抬高型心肌梗死（STEMI）。病理基础：冠状动脉斑块破裂或侵蚀继发血栓形成导致急性血流中断。临床表现：①持续胸痛＞20分钟；②心电图：ST段改变、T波倒置、新发Q波；③血清标志物：肌钙蛋白升高。风险分层：①GRACE评分；②TIMI评分。抗血小板治疗：①负荷剂量：阿司匹林300mg+替格瑞洛180mg/氯吡格雷600mg；②维持治疗：阿司匹林100mg+替格瑞洛90mg bid≥12个月。抗凝治疗：①低分子肝素：依诺肝素1mg/kg皮下q12h；②直接抗Xa：Fondaparinux 2.5mg皮下q24h。早期复血管化：①STEMI：90分钟内PCI首选，12小时内溶栓备选；②NSTEMI/UA：高危患者24小时内PCI。溶栓药物：①rt-PA：15mg+0.75mg/kg+0.5mg/kg；②TNk：40mg。PCI术中：①直接PCI优于前期溶栓；②双抗治疗≥12个月；③GP IIb/IIIa抑制剂：替罗非班。PCI后并发症：①急性闭塞2%；②再狭窄10-20%；③支架内血栓0.5-1%。药物洗脱支架（DES）优于裸金属支架（BMS）。CABG适应证：①左主干病变；②三支病变；③复杂病变SYNTAX评分≥33。术后抗血小板：阿司匹林+氯吡格雷3-12个月。心衰治疗：①利尿剂+ACEI+β阻滞剂+醛固抗；②CRT/ICD。心律失常：①室颤：除颤+肾上腺素；②室速：利多卡因/胺碘酮；③心动过缓：阿托品/起搏。机械并发症：①室间隔穿孔；②乳头肌断裂；③游离壁破裂。院内死亡率：STEMI8-13%，NSTEMI 3-8%，UA 1-3%。",
    "abstract": "急性冠脉综合征（ACS）治疗：双抗负荷+抗凝+早期PCI。STEMI：90分钟PCI/12小时溶栓。抗血小板：阿司匹林+替格瑞洛12个月。高危NSTEMI/UA：24小时PCI。PCI并发症：急性闭塞、再狭窄、支架血栓。CABG适应：左主干、多支病变。",
    "source": "《中国急性心肌梗死诊治指南2021》 - http://www.csc.org.cn/"
  }
]