[
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "Stroke causes parts of the brain to become damaged or die. Quick treatment is critical for stroke. There are two types of stroke: ischemic and hemorrhagic. A transient ischemic attack is sometimes called a “mini-stroke.\"\n\nA stroke, sometimes called a brain attack, occurs when something blocks blood supply to part of the brain or when a blood vessel in the brain bursts. In either case, parts of the brain become damaged or die. A stroke can cause lasting brain damage, long-term disability, or even death.\n\nThe brain controls our movements, stores our memories, and is the source of our thoughts, emotions, and language. The brain also controls many functions of the body, like breathing and digestion. To work properly, your brain needs oxygen. Your arteries deliver oxygen-rich blood to all parts of your brain. If something happens to block the flow of blood, brain cells start to die within minutes, because they can't get oxygen. This causes a stroke.\n\nA stroke, sometimes call a brain attack, happens in one of two ways: a blocked artery or a ruptured artery.\n\nThere are two types of stroke: Ischemic stroke. Hemorrhagic stroke. A transient ischemic attack (TIA) is sometimes called a \"mini-stroke.\" It is different from the major types of stroke. Blood flow to the brain is blocked for only a short time—usually no more than 5 minutes.\n\nMost strokes are ischemic strokes. An ischemic stroke occurs when blood clots or other particles block the blood vessels to the brain. Fatty deposits called plaque can also cause blockages by building up in the blood vessels.\n\nA hemorrhagic stroke happens when an artery in the brain leaks blood or ruptures (breaks open). The leaked blood puts too much pressure on brain cells, which damages them. High blood pressure and aneurysms—balloon-like bulges in an artery that can stretch and burst—are examples of conditions that can cause a hemorrhagic stroke.\n\nTIAs are sometimes known as \"warning strokes.\" It's important to know that: A TIA is a warning sign of a future stroke. A TIA is a medical emergency, just like a major stroke. Strokes and TIAs require emergency care. Call 9-1-1 right away if you feel symptoms of a stroke or see signs in another person. There is no way to know in the beginning whether symptoms are from a TIA or from a major type of stroke. Like ischemic strokes, blood clots often cause TIAs. More than a third of people who have a TIA and don't get treatment have a major stroke within 1 year. As many as 10% to 15% of people will have a major stroke within 3 months of a TIA. Recognizing and treating TIAs can lower the risk of a major stroke. If you have a TIA, your health care team can find the cause and take steps to prevent a major stroke.",
    "abstract": "脑卒中是一种脑部血供中断或血管破裂导致脑组织损伤的急性疾病。主要分为缺血性和出血性两种。缺血性脑卒中由血栓或斑块阻塞血管引起，占多数；出血性则因血管破裂导致脑内出血。高血压和动脉瘤是常见诱因。短暂性脑缺血发作（TIA）为预警信号，若不及时干预，一年内发生重大脑卒中的风险超过三分之一。脑卒中可致永久性残疾或死亡，症状包括面部麻木、肢体无力、言语不清等。紧急呼叫医疗援助至关重要，每分钟延误均加重脑损伤。预防需控制血压、戒烟限酒并定期筛查。",
    "source": "CDC, https://www.cdc.gov/stroke/about/index.html"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "A stroke can occur when blood flow to the brain is blocked or there is sudden bleeding in the brain. There are two types of strokes. A stroke that occurs because blood flow to the brain is blocked is called an ischemic stroke. The brain cannot get oxygen and nutrients from the blood. Without oxygen and nutrients, brain cells begin to die within minutes. A stroke that occurs because of sudden bleeding in the brain is called a hemorrhagic stroke. The leaked blood results in pressure on brain cells, damaging them.\n\nJust under 90% of strokes involve blocked blood vessels (ischemic), and the rest involve internal bleeding (hemorrhagic). Strokes are further classified based on where in the brain the blockage or bleeding occurs.\n\nA stroke is a medical emergency. A stroke can cause lasting brain damage, long-term disability, or even death. Signs of a stroke can range from mild weakness to paralysis or numbness on one side of the face or body. Other signs may include a sudden and severe headache, sudden weakness, trouble seeing, and trouble speaking or understanding speech.\n\nIf you think you or someone else may be having a stroke, call 9-1-1 right away. Do not drive to the hospital or let someone else drive you. Call an ambulance so that medical personnel can begin lifesaving treatment on the way to the emergency room. During a stroke, every minute counts.\n\nAt the hospital, a stroke team will assess your condition and treat your stroke with medicine, surgery, or another procedure. Your recovery will depend on how serious your stroke was and how quickly you were treated. A rehabilitation plan may help you get back to what you used to do before you had a stroke.",
    "abstract": "脑卒中分为缺血性和出血性两种，前者占90%，由血流阻塞导致脑细胞缺氧死亡；后者由脑内出血引起压力损伤。症状包括单侧麻痹、言语障碍、视力问题和剧烈头痛。脑卒中为医疗急症，可致脑损伤、残疾或死亡。发现症状立即拨打911求助，勿自行驾车就医。医院中，医疗团队通过药物、外科或程序干预评估并治疗。恢复取决于发作严重度和治疗及时性，康复计划有助于恢复日常功能。预防和早期干预可显著降低风险。",
    "source": "NIH (NHLBI), https://www.nhlbi.nih.gov/health/stroke"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "What is a stroke? A Mayo Clinic expert explains\n\nLearn more from neurologist Robert D. Brown, Jr. M.D., M.P.H.\n\nI'm Dr. Robert Brown, neurologist at Mayo Clinic. In this video, we'll cover the basics of a stroke. What is it, who it happens to, the symptoms, diagnosis, and treatment. Whether you're looking for answers for yourself or someone you love, we're here to help you better understand this condition. You've likely heard the term stroke before. They affect about 800,000 people in the United States each year. Strokes happen in two ways. In the first, a blocked artery can cut off blood to an area of the brain. And this is known as an ischemic stroke. 85% of strokes are of this type. The second type of stroke happens when a blood vessel can leak or burst. So the blood spills into the brain tissue or surrounding the brain. And this is called a hemorrhagic stroke. Prompt treatment can reduce brain damage and the likelihood of death or disability. So if you or someone you know is experiencing a stroke, you should call 911 and seek emergency medical care right away.\n\nAnyone can have a stroke, but some things put you at higher risk. And some things can lower your risk. If you're 55 and older, if you're African-American, if you're a man, or if you have a family history of strokes or heart attacks, your chances of having a stroke are higher. Being overweight, physically inactive, drinking alcohol heavily, recreational drug use. Those who smoke, have high blood pressure or high cholesterol, have poorly controlled diabetes, suffer from obstructive sleep apnea, or have certain forms of heart disease are at greater risk as well.\n\nLook for these signs and symptoms if you think you or someone you know is having a stroke: Sudden trouble speaking and understanding what others are saying. Paralysis or numbness of the face, arm or leg on one side of the body. Problems seeing in one or both eyes, trouble walking, and a loss of balance. Now many strokes are not associated with headache, but a sudden and severe headache can sometimes occur with some types of stroke. If you notice any of these, even if they come and go or disappear completely, seek emergency medical attention or call 911. Don't wait to see if symptoms stop, for every minute counts.\n\nOnce you get to the hospital, your emergency team will review your symptoms and complete a physical exam. They will use several tests to help them figure out what type of stroke you're having and determine the best treatment for the stroke. This could include a CT scan or MRI scan, which are pictures of the brain and arteries, a carotid ultrasound, which is a soundwave test of the carotid arteries which provide blood flow to the front parts of the brain, and blood tests.\n\nOnce your doctors can determine if you're having an ischemic or hemorrhagic stroke, they'll be able to figure out the best treatment. If you're suffering an ischemic stroke, it's important to restore blood flow to your brain as quickly as possible, providing the oxygen and other nutrients your brain cells need to survive. To do this, doctors may use an intravenous clot buster medicine, dissolving the clot that is obstructing the blood flow or they may perform an emergency endovascular procedure. This involves advancing a tiny plastic tube called a catheter up into the brain arteries, allowing the blockage in the artery to be removed directly. Unlike ischemic strokes, the goal for treating a hemorrhagic stroke is to control the bleeding and reduce pressure in the brain. Doctors may use emergency medicines to lower the blood pressure, prevent blood vessel spasms, encourage clotting and prevent seizures. Or, if the bleeding is severe, surgery may be performed to remove the blood that is in the brain.\n\nEvery stroke is different, and so every person's road to recovery is different. Management of a stroke often involves a care team with several specialties. This may include a neurologist and a physical medicine and rehabilitation physician, among others. Now, in the end, our goal is to help you recover as much function as possible so that you can live independently. A stroke is a life-changing event that can affect you emotionally as much as it can physically. You may feel helpless, frustrated, or depressed. So look for help and support from friends and family. Accept that recovery will take hard work and most of all time. Strive for a new normal and remember to celebrate your progress. If you'd like to learn even more about strokes, watch our other related videos or visit mayoclinic.org. We wish you all the best.\n\nAn ischemic stroke occurs when the blood supply to part of the brain is blocked or reduced. This prevents brain tissue from getting oxygen and nutrients. Brain cells begin to die in minutes. Another type of stroke is a hemorrhagic stroke. It occurs when a blood vessel in the brain leaks or bursts and causes bleeding in the brain. The blood increases pressure on brain cells and damages them.\n\nA stroke is a medical emergency. It's crucial to get medical treatment right away. Getting emergency medical help quickly can reduce brain damage and other stroke complications.\n\nThe good news is that fewer Americans die of stroke now than in the past. Effective treatments also can help prevent disability from stroke.\n\nSymptoms of stroke include:\n\nTrouble speaking and understanding what others are saying. A person having a stroke may be confused, slur words or may not be able to understand speech.\nNumbness, weakness or paralysis in the face, arm or leg. This often affects just one side of the body. The person can try to raise both arms over the head. If one arm begins to fall, it may be a sign of a stroke. Also, one side of the mouth may droop when trying to smile.\nProblems seeing in one or both eyes. The person may suddenly have blurred or blackened vision in one or both eyes. Or the person may see double.\nHeadache. A sudden, severe headache may be a symptom of a stroke. Vomiting, dizziness and a change in consciousness may occur with the headache.\nTrouble walking. Someone having a stroke may stumble or lose balance or coordination.\n\nSeek immediate medical attention if you notice any symptoms of a stroke, even if they seem to come and go or they disappear completely. Think \"FAST\" and do the following:\n\nFace. Ask the person to smile. Does one side of the face droop?\nArms. Ask the person to raise both arms. Does one arm drift downward? Or is one arm unable to rise?\nSpeech. Ask the person to repeat a simple phrase. Is the person's speech slurred or different from usual?\nTime. If you see any of these signs, call 911 or emergency medical help right away.\n\nCall 911 or your local emergency number immediately. Don't wait to see if symptoms stop. Every minute counts. The longer a stroke goes untreated, the greater the potential for brain damage and disability.\n\nIf you're with someone you suspect is having a stroke, watch the person carefully while waiting for emergency assistance.\n\nThere are two main causes of stroke. An ischemic stroke is caused by a blocked artery in the brain. A hemorrhagic stroke is caused by leaking or bursting of a blood vessel in the brain. Some people may have only a temporary disruption of blood flow to the brain, known as a transient ischemic attack (TIA). A TIA doesn't cause lasting symptoms.\n\nThis is the most common type of stroke. It happens when the brain's blood vessels become narrowed or blocked. This causes reduced blood flow, known as ischemia. Blocked or narrowed blood vessels can be caused by fatty deposits that build up in blood vessels. Or they can be caused by blood clots or other debris that travel through the bloodstream, most often from the heart. An ischemic stroke occurs when fatty deposits, blood clots or other debris become lodged in the blood vessels in the brain.\n\nSome early research shows that COVID-19 infection may increase the risk of ischemic stroke, but more study is needed.\n\nHemorrhagic stroke occurs when a blood vessel in the brain leaks or ruptures. Bleeding inside the brain, known as a brain hemorrhage, can result from many conditions that affect the blood vessels. Factors related to hemorrhagic stroke include:\n\nHigh blood pressure that's not under control.\nOvertreatment with blood thinners, also known as anticoagulants.\nBulges at weak spots in the blood vessel walls, known as aneurysms.\nHead trauma, such as from a car accident.\nProtein deposits in blood vessel walls that lead to weakness in the vessel wall. This is known as cerebral amyloid angiopathy.\nIschemic stroke that leads to a brain hemorrhage.\n\nA less common cause of bleeding in the brain is the rupture of an arteriovenous malformation (AVM). An AVM is an irregular tangle of thin-walled blood vessels.\n\nA transient ischemic attack (TIA) is a temporary period of symptoms similar to those of a stroke. But a TIA doesn't cause permanent damage. A TIA is caused by a temporary decrease in blood supply to part of the brain. The decrease may last as little as five minutes. A transient ischemic attack is sometimes known as a ministroke.\n\nA TIA occurs when a blood clot or fatty deposit reduces or blocks blood flow to part of the nervous system.\n\nSeek emergency care even if you think you've had a TIA. It's not possible to tell if you're having a stroke or TIA based only on the symptoms. If you've had a TIA, it means you may have a partially blocked or narrowed artery leading to the brain. Having a TIA increases your risk of having a stroke later.\n\nMany factors can increase the risk of stroke. Potentially treatable stroke risk factors include:\n\nLifestyle risk factors\n\nBeing overweight or obese.\nPhysical inactivity.\nHeavy or binge drinking.\nUse of illegal drugs such as cocaine and methamphetamine.\n\nMedical risk factors\n\nHigh blood pressure.\nCigarette smoking or secondhand smoke exposure.\nHigh cholesterol.\nDiabetes.\nObstructive sleep apnea.\nCardiovascular disease, including heart failure, heart defects, heart infection or irregular heart rhythm, such as atrial fibrillation.\nPersonal or family history of stroke, heart attack or transient ischemic attack.\nCOVID-19 infection.\n\nOther factors associated with a higher risk of stroke include:\n\nAge — People age 55 or older have a higher risk of stroke than do younger people.\nRace or ethnicity — African American and Hispanic people have a higher risk of stroke than do people of other races or ethnicities.\nSex — Men have a higher risk of stroke than do women. Women are usually older when they have strokes, and they're more likely to die of strokes than are men.\nHormones — Taking birth control pills or hormone therapies that include estrogen can increase risk.\n\nA stroke can sometimes cause temporary or permanent disabilities. Complications depend on how long the brain lacks blood flow and which part is affected. Complications may include:\n\nLoss of muscle movement, known as paralysis. You may become paralyzed on one side of the body. Or you may lose control of certain muscles, such as those on one side of the face or one arm.\nTrouble talking or swallowing. A stroke might affect the muscles in the mouth and throat. This can make it hard to talk clearly, swallow or eat. You also may have trouble with language, including speaking or understanding speech, reading or writing.\nMemory loss or trouble thinking. Many people who have had strokes experience some memory loss. Others may have trouble thinking, reasoning, making judgments and understanding concepts.\nEmotional symptoms. People who have had strokes may have more trouble controlling their emotions. Or they may develop depression.\nPain. Pain, numbness or other feelings may occur in the parts of the body affected by stroke. If a stroke causes you to lose feeling in the left arm, you may develop a tingling sensation in that arm.\nChanges in behavior and self-care. People who have had strokes may become more withdrawn. They also may need help with grooming and daily chores.\n\nYou can take steps to prevent a stroke. It's important to know your stroke risk factors and follow the advice of your healthcare professional about healthy lifestyle strategies. If you've had a stroke, these measures might help prevent another stroke. If you have had a transient ischemic attack (TIA), these steps can help lower your risk of a stroke. The follow-up care you receive in the hospital and afterward also may play a role.\n\nMany stroke prevention strategies are the same as strategies to prevent heart disease. In general, healthy lifestyle recommendations include:\n\nControl high blood pressure, known as hypertension. This is one of the most important things you can do to reduce your stroke risk. If you've had a stroke, lowering your blood pressure can help prevent a TIA or stroke in the future. Healthy lifestyle changes and medicines often are used to treat high blood pressure.\nLower the amount of cholesterol and saturated fat in your diet. Eating less cholesterol and fat, especially saturated fats and trans fats, may reduce buildup in the arteries. If you can't control your cholesterol through dietary changes alone, you may need a cholesterol-lowering medicine.\nQuit tobacco use. Smoking raises the risk of stroke for smokers and nonsmokers exposed to secondhand smoke. Quitting lowers your risk of stroke.\nManage diabetes. Diet, exercise and losing weight can help you keep your blood sugar in a healthy range. If lifestyle factors aren't enough to control blood sugar, you may be prescribed diabetes medicine.\nMaintain a healthy weight. Being overweight contributes to other stroke risk factors, such as high blood pressure, cardiovascular disease and diabetes.\nEat a diet rich in fruits and vegetables. Eating five or more servings of fruits or vegetables every day may reduce the risk of stroke. The Mediterranean diet, which emphasizes olive oil, fruit, nuts, vegetables and whole grains, may be helpful.\nExercise regularly. Aerobic exercise reduces the risk of stroke in many ways. Exercise can lower blood pressure, increase the levels of good cholesterol, and improve the overall health of the blood vessels and heart. It also helps you lose weight, control diabetes and reduce stress. Gradually work up to at least 30 minutes of moderate physical activity on most or all days of the week. The American Heart association recommends getting 150 minutes of moderate-intensity aerobic activity or 75 minutes of vigorous aerobic activity a week. Moderate intensity activities can include walking, jogging, swimming and bicycling.\nDrink alcohol in moderation, if at all. Drinking large amounts of alcohol increases the risk of high blood pressure, ischemic strokes and hemorrhagic strokes. Alcohol also may interact with other medicines you're taking. However, drinking small to moderate amounts of alcohol may help prevent ischemic stroke and decrease the blood's clotting tendency. A small to moderate amount is about one drink a day. Talk to your healthcare professional about what's appropriate for you.\nTreat obstructive sleep apnea (OSA). OSA is a sleep disorder that causes you to stop breathing for short periods several times during",
    "abstract": "脑卒中每年影响美国约80万人，主要为缺血性（85%），由动脉阻塞切断脑血供引起；出血性则因血管破裂导致脑内出血。风险因素包括年龄>55岁、非裔、肥胖、高血压、糖尿病、吸烟和心脏病。症状有突发言语不清、单侧麻痹、视力障碍、行走困难和剧烈头痛，使用FAST快速识别。诊断涉及CT/MRI、超声和血检。治疗缺血性用溶栓药或导管取栓，出血性控压止血或手术。并发症包括瘫痪、吞咽困难、记忆丧失和情绪问题。预防措施：控血压、戒烟、均衡饮食、运动和限酒。恢复需多学科团队支持，注重情感和生活调整。",
    "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/stroke/symptoms-causes/syc-20350113"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中（stroke）又称脑血管意外或中风，是一组以急性起病、局灶性或弥漫性脑功能缺失为共同特征的脑血管疾病，主要包括缺血性脑卒中和出血性脑卒中两种类型。脑卒中具有突然发病、来势凶猛、变化很快等特点，因此一旦出现口眼㖞斜、言语不利、半身不遂、意识不清等相关症状，则应及早就医进行正规的诊治，以便降低脑损伤程度、减少并发症和后遗症的发生，从而提高患者的生存质量和康复几率。\n并发症：1、肺部感染脑卒中患者可能需要长时间卧床，由于胸廓活动受限，呼吸肌力量减弱，不能有效地进行深呼吸和咳嗽排痰，使得痰液在肺部积聚，所以为细菌滋生提供了良好的环境。而且，脑卒中患者可能会出现意识障碍，导致口腔和鼻腔内的分泌物容易被误吸入气管和肺部，从而引发肺部感染。2、死亡 如果脑卒中患者没有及时就医治疗，则脑组织可能会发生严重坏死或发生脑疝，导致呼吸、循环等重要功能受损，引发呼吸、心跳骤停，从而造成患者死亡。3、其他如深静脉血栓形成、压疮、肌肉萎缩等。\n检查：1、血常规该检查可了解红细胞、白细胞、血小板等指标的水平，进而帮助判断患者是否存在感染、贫血、出血等情况。2、血生化该检查可了解血脂、血糖、尿素氮以及电解质水平等情况。3、脑脊液检查通过腰椎穿刺获取脑脊液后，检查脑脊液的压力、外观、细胞计数以及蛋白含量等，可以判断颅内是否存在感染、出血或其他异常病变。4、凝血功能检查凝血活酶时间和部分凝血活酶时间异常提示存在凝血功能障碍。\n病因：主要病因：西医原因主要包括脑动脉粥样硬化、心脏疾病、脑部小动脉玻璃样变、高血压性脑细小动脉硬化、颅内动脉瘤等，而中医原因主要包括风邪入中、劳倦内伤、饮食不节以及五志过极。\n多发群体：脑卒中好发于有脑卒中家族史、高血压、糖尿病、心脏病、肥胖等情况的中老年人群，男性发病率、患病率及死亡率高于女性。\n症状：常见症状：口眼㖞斜、言语不利、半身不遂、意识不清、偏身感觉障碍\n症状体征：1、缺血性脑卒中（1）大动脉粥样硬化性脑梗死患者主要表现为局灶性神经功能缺损的症状，如病灶对侧肢体瘫痪、中枢性面舌瘫、偏身感觉障碍、偏盲、言语不利等，具体取决于梗死灶的大小和部位。此外，患者还可能会出现二便失禁、反应迟钝、意识不清等症状。（2）心源性栓塞性脑梗死多在活动中急骤发病，患者主要表现为局灶性神经功能缺损，症状常在数秒或数分钟之内达到高峰，多伴有意识障碍，但持续时间常较短。此外，患者还可有心房颤动、风湿性心内膜炎、心肌梗死等疾病的表现。（3）小动脉闭塞性脑梗死患者可能会表现为同侧面部和肢体瘫痪、构音障碍、吞咽困难、偏身感觉障碍、共济失调等，具体取决于病变部位。而且，患者一般不会出现头痛和意识障碍。2、出血性脑卒中（1）脑出血患者多在情绪激动或活动中突然发病，少数在安静状态下发病，症状在发病后数分钟至数小时内可达到高峰。急性期血压常明显升高，并伴有头痛、呕吐和不同程度的意识障碍等全脑症状，依出血部位和出血量的不同，可有不同局灶性神经功能缺损表现，如病灶对侧偏瘫、偏身感觉障碍、同向性偏盲、情感淡漠、发音困难、幻视等。（2）蛛网膜下腔出血多数患者在发病前有剧烈运动或情绪激动等诱因，常突然出现剧烈胀痛或爆裂样头痛，可伴恶心、呕吐、肢体抽搐或不同程度意识障碍等表现。\n鉴别诊断：1、短暂性脑缺血发作短暂性脑缺血发作（TIA）是指脑或视网膜局灶性缺血所致的、未发生急性梗死的短暂性神经功能缺损发作。患者也可出现眩晕、一过性黑矇、复视、平衡障碍、语言障碍、吞咽困难、偏身瘫痪、偏身感觉障碍等症状，但一般多在数分钟至数小时内恢复，不遗留神经功能损害。2、中毒性脑病患者具有接触大量损害中枢神经系统的毒物的病史，如金属、有机溶剂、卤代烃、农药、成瘾性物质、窒息性毒物等。大多患者急性起病，常表现为头痛、头晕、乏力、嗜睡、恶心、呕吐、视力模糊、定向力障碍以及不同程度的意识障碍等。脑电图检查出现非特异性改变，常表现为双侧对称性弥漫性异常，α波减少，代之以θ波或δ波等慢波。\n治疗：治疗原则：脑卒中患者需及时在医生的指导下明确病变情况，然后采取针对性措施，如控制血压和血糖、静脉溶栓、血管内机械取栓、去骨瓣减压术等，并尽早开展系统的康复治疗，以最大程度降低死亡率、致残率，改善神经功能缺损和提高生活质量。\n治疗与预后：脑卒中的预后不能一概而论，具体与疾病类型、神经功能缺损的严重程度、治疗是否及时有效、有无并发症等多种因素有关。比如，大动脉粥样硬化性脑梗死的急性期病死率约为5%~15%，50%左右的存活者会遗留不同程度的神经功能障碍问题；小动脉闭塞性脑梗死多预后良好，病死率和致残率均低，但容易反复发作等。\n护理：膳食调理：脑卒中患者应采取均衡营养的饮食，保证蛋白质、维生素和膳食纤维等营养物质的摄入，控制盐、糖和脂肪的摄入，以帮助促进疾病康复，降低复发的风险。",
    "abstract": "脑卒中又称脑血管意外或中风，是一组急性脑血管疾病，包括缺血性和出血性脑卒中。其病因复杂，西医原因有脑动脉粥样硬化等，中医原因有风邪入中等。好发于中老年高危人群，常见症状包括口眼㖞斜、言语不利等。并发症有肺部感染、深静脉血栓等。治疗需及时明确病变，采取针对性措施并尽早康复治疗，预后因多种因素而异。预防需均衡饮食、控制基础病等。",
    "source": "如意 https://m.dayi.org.cn/disease/1140848?from=jrtt"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中为脑血管疾病的主要临床类型，包括缺血性脑卒中和出血性脑卒中。以突然发病、迅速出现局限性或弥散性脑功能缺损为共同临床特征，为一组器质性脑血管疾病。\n分型：临床上分为缺血性脑卒中和出血性脑卒中两大类。\n缺血性脑卒中：又称脑梗死，是脑卒中最常见类型，占70％～80％。\n大动脉粥样硬化性卒中\n心源性脑栓塞\n腔隙性脑梗死\n其他病因型\n不明原因型\n出血性脑卒中：包括脑出血和蛛网膜下腔出血，占20%～30％。\n脑出血，包括以下类型。\n基底节区出血\n脑叶出血\n脑干出血\n小脑出血\n脑室出血\n继发性脑室出血\n蛛网膜下腔出血，包括以下类型。\n颅内动脉瘤破裂\n血管畸形\n其他\n病因不明\n发病情况：发病率：我国每年新发脑卒中人数约240万，死亡人数约110万。\n复发率逐年上升，第1年复发率达17.7%，5年累积复发率＞30%。\n地区、时间分布：北方地区高于南方地区，东部高于西部，城市高于农村。\n寒冷季节发病率高，清晨至中午是发病高峰。\n高发人群：平均发病年龄63岁，男性比女性更易发病。\n高血压、糖尿病、高脂血症、心脏病患者，有吸烟饮酒习惯、肥胖人群好发。\n病因：缺血性脑卒中：大动脉粥样硬化性卒中主要由脑动脉粥样硬化引起，可促进动脉血栓形成。\n动脉血栓形成、血栓脱落等原因可引起动脉管腔狭窄甚至完全闭塞管腔，导致脑局部供血中断而引起脑梗死。\n心源性脑栓塞由于各种栓子随血流进入脑动脉，使血管急性闭塞或严重狭窄导致的局部脑组织缺血、缺氧性坏死引起脑梗死。\n常见病因有非瓣膜性心房颤动、风湿性心脏病、急性心肌梗死、左心室血栓、充血性心力衰竭、人工心脏瓣膜、扩张型心肌病等。\n腔隙性脑梗死病因主要为高血压引起的脑部小动脉玻璃样变、动脉硬化性病变及纤维素样坏死等。\n部分患者有糖尿病史，进而发生小血管病变。\n另外，小穿支动脉粥样硬化、血管炎及遗传性疾病等也可导致腔隙性脑梗死。\n出血性脑卒中：脑出血最常见的病因是脑内细小动脉在长期高血压作用下发生慢性病变破裂。\n其他病因包括脑动静脉畸形、动脉瘤、血液病（白血病、再生障碍性贫血、血小板减少性紫癜、血友病和镰状细胞贫血病等）、梗死后出血、脑淀粉样血管病、脑底异常血管网症（烟雾病）、脑动脉炎、抗凝或溶栓治疗、瘤卒中等。\n蛛网膜下腔出血颅内动脉瘤最常见，占50%～85%，可能与遗传和先天性发育缺陷有关。\n脑血管畸形，青少年多见。发育异常形成的畸形血管团，血管壁薄弱处于破裂临界状态，激动或不明显诱因可导致破裂。\n脑底异常血管网症（烟雾病），约占1%。\n其他夹层动脉瘤、血管炎、颅内静脉系统血栓形成、结缔组织病、血液病、颅内肿瘤、凝血障碍性疾病、抗凝治疗并发症等。\n部分患者出血原因不明，如原发性中脑周围出血。\n诱发因素：患有高血压（最重要的危险因素）、高血脂、糖尿病、心脏疾病等。\n吸烟、饮酒。\n缺乏运动、腹型肥胖。\n饮食不当。\n心理因素，如情绪激动。",
    "abstract": "脑卒中包括缺血性和出血性两类，是常见且严重的脑血管疾病。我国每年新发约240万，死亡约110万，复发率高。缺血性脑卒中占比70％-80％，病因有脑动脉粥样硬化等；出血性占20%～30％，病因包括高血压导致的血管病变等。高危因素有高血压、糖尿病等，北方、城市发病率较高，寒冷季节和清晨至中午是发病高峰。",
    "source": "小荷医典 https://m.xiaohe.cn/medical/disease/5474?open_time=1685362279451&xiaohe_from=e4d4a96ebed23dbbc0e66cc9b2f1a173"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中是一种急性脑血管疾病，是指脑血管破裂或堵塞导致的突发脑组织损伤，包括出血性卒中和缺血性卒中。据统计，我国每年有220万人因脑卒中致残。\n《中国脑卒中防治报告(2023)》数据显示，我国40岁及以上人群脑卒中现有患者达1242万，平均每10秒就有1人初发或复发脑卒中，每28秒就有1人因脑卒中离世；幸存者中，约75%留下不同程度的运动、感觉、言语、认知等功能障碍，还有40%患者为重度残疾。\n如今，脑卒中已不是“老年病”，全世界25岁以上人群罹患脑卒中的终生风险为24.9%，在我国这个数字接近40%，即有四成人从25岁起就可能发生脑卒中。\n三类高危人群要小心：第一类：有遗传因素和不良生活习惯的群体，如有脑中风、心梗家族史，生活中有吸烟、大量饮酒等习惯；第二类：患高血压、高血糖、血脂异常等慢性病的群体；第三类：既往出现过心梗、脑梗的群体。\n如何预防脑卒中？健康饮食 戒烟戒酒：建议多摄入富含纤维、维生素的食物，减少高糖、高盐、高脂肪及加工食品的摄入；及时戒烟戒酒，养成良好的生活方式。\n定期参与体育活动：建议每周进行150分钟的中等强度有氧运动或75分钟的高强度有氧运动，以促进血液循环、降低血栓形成风险，从而有效预防脑卒中。\n保持规律作息：每晚保证7-9小时的充足睡眠，有助于身体恢复，并对调节内分泌平衡、减少压力激素分泌、维护心脑血管健康大有裨益。\n规范用药：对于已经确诊的慢性病患者，应规范用药，把血压、血糖、血脂控制住。",
    "abstract": "脑卒中是急性脑血管疾病，包括出血性和缺血性卒中。我国40岁及以上患者达1242万，每28秒就有1人因该病离世，致残率高。全世界25岁以上人群患病终生风险为24.9%，我国接近40%。高危人群包括有遗传和不良习惯者、慢性病患者等。预防措施包括健康饮食、戒烟戒酒、定期运动、规律作息和规范用药。",
    "source": "国家应急广播 https://m.toutiao.com/group/7508255606591996451/?upstream_biz=doubao"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中俗称“中风”，是一种急性脑血管疾病，是由于脑部血管突然破裂或因血管阻塞导致血液不能流入大脑而引起脑组织损伤的一组疾病。通常分为缺血性和出血性两大类。脑卒中具有发病率高、复发率高、致残率高和死亡率高及经济负担高的“五高”特点，是威胁我国国民健康的主要慢性非传染性疾病之一。脑卒中发病急、病情进展迅速，可导致肢体瘫痪、语言障碍、吞咽困难、认知障碍、精神抑郁等，严重影响患者生活质量，给家庭和社会造成巨大负担。脑卒中的危险因素包括高血压、糖尿病、血脂异常、房颤、吸烟、酒精摄入、不合理膳食、超重或肥胖、运动缺乏、心理因素等。脑卒中的预防要以合理膳食、适量运动、戒烟酒、心理平衡的“健康四大基石”为主要内容。养成健康的生活方式，定期进行脑卒中危险因素筛查，做到早发现、早预防、早诊断、早治疗，就可以有效的防治脑卒中。快速识别脑卒中可使用“中风120”口诀：“1”代表“看到1张不对称的脸”；“2”代表“查两只手臂是否有单侧无力”；“0”代表“聆（零）听讲话是否清晰”。如果通过这三步观察怀疑患者是脑卒中，可立刻拨打急救电话120。时间就是生命。及时发现脑卒中的早期症状极其重要，越早发现，越早治疗，效果也就越好。患者在发病后立即送达有救治能力的卒中中心等具有救治能力的医院，得到规范的治疗，可增加恢复的机会，提高生活质量。",
    "abstract": "脑卒中（中风）是一种急性脑血管疾病，具有高发病率、高致残率、高死亡率等特点。其主要危险因素包括高血压、糖尿病等。预防基于健康四大基石，识别可运用“中风120”口诀，救治强调及时送达有条件的医院。",
    "source": "国家卫生健康委办公厅《2022年世界卒中日宣传要点》 - https://www.nhc.gov.cn/ylyjs/zcwj/202210/07a1b6550af3423f930e73f7148df988.shtml"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "卒中是一种急性脑血管疾病，是由于脑部血管突然破裂，或因血管阻塞导致血液不能流入大脑，而引起脑组织损伤的疾病。没有血液和氧气供应，缺血部分的脑组织就会出现坏死。坏死脑组织支配的躯体部分就会出现功能异常。本病主要累及患者的中枢神经系统。若病情较重，还会累及心脏、肺、血液系统、胃肠道系统等器官。常见症状包括肢体麻木无力、构音障碍、面瘫、头晕、吞咽困难、饮水呛咳、头痛、恶心、呕吐、癫痫发作、复视、偏盲、眼球运动障碍、不同程度的意识障碍等。疾病因素包括动脉粥样硬化、高血压、房颤、血管炎、糖尿病及高脂血症、高同性半胱氨酸血症。药物因素如长期使用抗凝药、抗血小板药可能引起脑出血。高发人群包括有上述疾病、不良生活因素（如长期吸烟饮酒）以及年龄较大、男性、有遗传因素或特定种族背景的人群。卒中的治疗包括药物治疗和手术治疗。尽快尽早治疗对卒中患者意义重大。越早开始专业可行的卒中康复计划，恢复肢体各项功能的可能性越大。",
    "abstract": "脑卒中是因脑血管破裂或阻塞导致脑组织损伤的急性疾病，常见症状有肢体麻木、言语障碍、面瘫等。病因与高血压、糖尿病、心脏病及不良生活习惯相关。治疗需争分夺秒，包括药物、手术及早期康复。",
    "source": "腾讯医典《脑卒中》专家：张福青（天津医科大学第二医院神经内科） - https://h5.baike.qq.com/mobile/search_overview_detail.html?id=tx000160001ol5xa&adtag=sg.bk.bing.rp"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中的“一级预防”是指在疾病发生前的预防，即通过早期改变不健康的生活方式，积极主动地控制各种治病的危险因素，从而达到使脑卒中不发生（或推迟发病年龄）的目的。高血压病被认为是脑卒中的最重要危险因素。有高血压病的人比无高血压病的人患脑卒中的危险高7倍。长期、持续的血压升高，可加速动脉硬化，在突然增高血管内的压力时，可使脑内血管破裂发生脑出血。所以患了高血压病一定要坚持治疗、合理治疗。动脉粥样硬化是引起脑卒中的重要原因。如果颈动脉和椎动脉中的管壁有动脉粥样硬化斑块，这些斑块的碎片一旦掉下来，就有可能顺着血流进入脑动脉而造成脑梗死。此外，颈动脉或椎动脉的主干管腔变窄或闭塞，其末端血管还可以因得不到足够的血液供应而出现脑梗死。脑卒中的预防要以“健康四大基石”为主要内容，以改变不良生活方式为基础，平日主要应做到以下几点：控制高血压、防治糖尿病、戒烟、少酒、保持情绪平稳、防止大便秘结、饮水要充足、坚持体育锻炼、饮食清淡、注意气候变化、定期进行健康体检。预防脑卒中要从幼年开始。因为，动脉硬化的病理改变往往从幼儿时期就已开始，并随着年龄的增长而逐渐加重。高脂血症和肥胖是引起动脉硬化的主要原因之一。积极防治高血压、糖尿病对预防脑卒中至关重要。有心脏病的人易发生脑卒中。国外研究显示房颤可以增加脑卒中的风险3-4倍。血脂异常与缺血性脑卒中关系密切。颈动脉狭窄与脑卒中风险相关。适度的运动可预防脑卒中。在实践中，以每天快走30分钟为例，脑卒中的概率可降低30%。肥胖者易发生脑卒中。吸烟可增高脑卒中的风险。饮酒者要注意控制量。饮食营养要合理，多吃水果和蔬菜。",
    "abstract": "脑卒中一级预防旨在通过改变生活方式控制危险因素。高血压是最重要危险因素。预防需从幼年开始，包括控制“三高”、戒烟限酒、合理膳食、适度运动等。颈动脉斑块、心脏病（如房颤）也会增加风险。",
    "source": "北京市人民政府门户网站《脑卒中的一级预防》 - https://www.beijing.gov.cn/fuwu/bmfw/jhsyfwzdzx/2022sjczr/yfydc/202210/t20221012_2834219.html"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中发病后的主要症状包括：①头痛、头晕、恶心、呕吐、意识障碍；②肢体活动不灵，突然跌到；③突然出现不能讲话或听不懂话；④突然出现一侧肢体麻木。如果患者出现口角歪斜、不能讲话、一侧肢体活动不灵活等任何一个症状，都要怀疑发生脑卒中。首先，应该保持患者呼吸道通畅，避免呕吐引起窒息。其次，应立即转运，避免延误治疗。同时，一定要记住患者的发病时间，这是非常宝贵的临床资料。脑卒中发病的主要危险因素有高血压病、冠心病、糖尿病、高脂血症、吸烟、饮酒、肥胖等。预防脑卒中首先是危险因素的防治，如患有高血压病、冠心病、糖尿病、高脂血症应积极找专科医生诊治；其次，良好的生活习惯有利于脑卒中的预防。饮食时注意减少盐及油脂的摄入，控制饮酒，多吃新鲜水果或蔬菜，避免暴饮暴食，戒烟限酒。坚持规律性体育锻炼，适当运动可以调节情绪，缓解疲劳，降低血脂，降低血小板聚集性。最后，保持良好的心态对于预防脑卒中也很重要，不良心态可以导致血压波动，机体免疫力低下，脑血管痉挛，诱发脑卒中的发生。",
    "abstract": "脑卒中症状包括头痛、肢体活动不灵、言语障碍等。怀疑卒中需保持呼吸道通畅并立即送医，记下发病时间。危险因素有高血压、糖尿病、高脂血症及不良生活习惯。预防需控制危险因素并保持健康生活方式。",
    "source": "搜狐网《脑血管病科普问答》（来源：昆明医科大学第一附属医院神经外科邓兴力） - https://www.sohu.com/a/275710409_100281680"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "脑卒中是由缺血性脑病和出血性脑病这两大类疾病组成的，前者就是人们熟悉的脑梗死或者说脑血栓，后者就是脑出血。脑卒中已经超过心血管病，成为我国第一位死亡原因和致残原因。脑卒中的发病分内因和外因。内因就是遗传因素。外因也就是人们不良的生活习惯。随着生活水平提高，有些人常吃油腻食物、喝酒、熬夜，于是高血压、糖尿病、动脉硬化离我们越来越近。临床上也遇到过患者大怒大悲后发生脑卒中的情况，情绪因素也是很重要的一个诱因。发生脑卒中时患者多表现为一边的脸、手臂或腿部突然感到无力、麻木，或口眼歪斜、说话和理解困难；单眼或双眼视物困难；行走困难、眩晕、失去平衡或协调能力；还有些人表现为严重头痛或意识不清。当出现上述表现时，应该尽快去医院就诊。“时间就是大脑”，一旦发生了脑卒中，建议第一时间尽快前往医院。有的人出现一侧肢体活动不利，但过一会儿就好了，这可能是短暂性脑缺血发作（TIA），这是身体在给我们敲警钟，即使是睡觉的时候，也要一到两个小时叫醒他一次，看一下他的言语和肢体运动功能有没有异常，因为一旦发生脑梗死，在三个小时以内，可以做静脉溶栓，六个小时以内，可以做动脉取栓，这对改善预后是极其重要的。如何预防脑卒中发作？可以完善下颈动脉超声和脑血流图检查，必要的时候可以行脑血管造影检查，看一下血管狭窄的程度，必要时还需要下动脉支架或手术治疗，以防治病情反复。预防方面要避免情绪波动，劳逸结合，饮食清淡，戒烟酒；坚持做好二级预防用药，按时服用阿司匹林及他汀类降脂药，控制血糖、血压、血脂水平；适量运动，比较推荐的是慢跑，当然，要量力而行。",
    "abstract": "脑卒中包括脑梗死和脑出血，是我国首位死亡和致残原因。病因含遗传和不良生活习惯。短暂性脑缺血发作（TIA）是重要预警。救治需争分夺秒，发病后应尽快就医。预防包括检查血管状况、控制基础病及健康生活。",
    "source": "中国家庭报官网《脑卒中防治知识问答》作者：唐广立（北京怀柔医院急诊内科） - https://www.cfnews.org.cn/newsinfo/6142921.html"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "Stroke is a clinically defined syndrome of acute, focal neurological deficit attributed to vascular injury (infarction, haemorrhage) of the central nervous system. The Trial of Org 10172 in Acute Stroke Treatment (TOAST) classification system is the most widely used mechanistic subclassification system for patients with cerebral ischaemia, defining five subtypes: (1) large artery atherosclerosis, (2) cardioembolic, (3) small vessel occlusion, (4) stroke of other determined aetiology, and (5) stroke of undetermined aetiology. In the more recent phenotype-based A-S-C-O system, every patient is classified according to the relative contribution of Atherosclerosis, Small vessel disease, Cardiac source and Other causes. Stroke is the second leading cause of death and disability worldwide. Stroke is not a single disease but can be caused by a wide range of risk factors, disease processes and mechanisms. Hypertension is the most important modifiable risk factor for stroke, although its contribution differs for different subtypes. Most (85%) strokes are ischaemic, predominantly caused by small vessel arteriolosclerosis, cardioembolism and large artery athero-thromboembolism. Ischaemic strokes in younger patients can result from a different spectrum of causes such as extracranial dissection.",
    "abstract": "脑卒中是一种急性局灶性神经功能缺损综合征，由中枢神经系统血管损伤（梗死、出血）引起。TOAST分类将脑缺血分为五亚型：大动脉粥样硬化、心源性、小血管闭塞、其他确定病因及未确定病因。A-S-C-O系统基于动脉粥样硬化、小血管病、心源性和其他原因评估。脑卒中为全球第二大死亡和残疾原因，非单一疾病，受多种风险因素影响。高血压是最重要可控风险因素。85%为缺血性，主要由小血管硬化、心栓塞和大动脉血栓栓塞引起。年轻患者缺血性脑卒中可能源于颅外夹层等不同原因。早期干预和风险管理至关重要。",
    "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC7409792/"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "From 1990 to 2019, the burden (in terms of the absolute number of cases) increased substantially (70.0% increase in incident strokes, 43.0% deaths from stroke, 102.0% prevalent strokes, and 143.0% DALYs), with the bulk of the global stroke burden (86.0% of deaths and 89.0% of DALYs) residing in lower-income and lower-middle-income countries (LMIC). This World Stroke Organisation (WSO) Global Stroke Fact Sheet 2022 provides the most updated information that can be used to inform communication with all internal and external stakeholders; all statistics have been reviewed and approved for use by the WSO Executive Committee as well as leaders from the Global Burden of Disease research group.",
    "abstract": "根据世界卒中组织（WSO）2022年全球卒中事实表，从1990年至2019年，卒中负担显著增加：发病率上升70.0%、死亡率43.0%、现患率102.0%、DALYs 143.0%。全球卒中负担主要（86.0%死亡、89.0%DALYs）集中在低收入和中低收入国家（LMIC）。该事实表提供最新数据，用于内部外部沟通，经WSO执行委员会和全球疾病负担研究组领导人审核批准。强调加强低收入地区预防和治疗以减轻全球负担。",
    "source": "PubMed, https://pubmed.ncbi.nlm.nih.gov/34986727/"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "Ischemic stroke is a cerebrovascular disease, whose pathological feature is occlusion of the middle cerebral artery induced by the central thrombosis or embolism. Ischemic stroke is a prevalent and devastating disease, accounting for 5.9 million deaths and 102 million disability-adjusted life years lost worldwide. This analysis collected 7578 records of ischemic stroke pathophysiology. China and America emerged as the leading countries in this field, with Harvard University being the most active institution. Among journals and authors in this field, journal Stroke and author Gregory YH Lip published the most papers, while Nature Medicine was the journal with the highest citation per article. This is the first bibliometric study that comprehensively mapped out the knowledge structure and development trends of ischemic stroke pathophysiology in recent 32 years, which may provide a reference for scholars to explore ischemic stroke pathophysiology.",
    "abstract": "缺血性脑卒中是一种脑血管疾病，其病理特征为中动脉闭塞，由中心血栓或栓塞诱发。该病流行且毁灭性强，全球每年导致590万死亡和1.02亿残疾调整生命年损失。本分析收集了7578条缺血性脑卒中病理生理记录。中国和美国为该领域领先国家，哈佛大学最活跃。期刊《Stroke》和作者Gregory YH Lip发表最多论文，《Nature Medicine》引用率最高。该文献计量研究首次全面描绘近32年缺血性脑卒中病理生理知识结构和发展趋势，为学者探索提供参考。",
    "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC11002588/"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "Stroke ranks as the second leading cause of death worldwide and is a major contributor to disability, thereby imposing significant economic burdens. Acute stroke can be categorized as ischemic or hemorrhagic, with some overlap in risk factors and clinical presentations; however, their management approaches differ substantially. Ischemic strokes occur when blood vessels are obstructed, limiting the blood supply to the brain. In contrast, hemorrhagic strokes result from blood vessel rupture, causing blood to spill into the intracranial cavity. Interprofessional and multidisciplinary teamwork is necessary for promptly identifying, treating, and providing effective care to patients with acute stroke throughout their recovery and rehabilitation journeys. Cardioembolism, as a cause of stroke, can stem from various sources, including arrhythmia, valvular heart disease, bioprosthetic and mechanical heart valves, and cardiomyopathy.",
    "abstract": "脑卒中全球排名第二大死亡原因，是残疾主要贡献者，造成巨大经济负担。急性脑卒中分为缺血性和出血性，两者风险因素和临床表现部分重叠，但管理方法显著不同。缺血性脑卒中由血管阻塞导致脑供血不足；出血性则由血管破裂引起颅内出血。多学科团队合作对及时识别、治疗和康复患者至关重要。心源性栓塞可源于心律失常、瓣膜病、生物/机械瓣膜和心肌病等。强调快速干预以减少残疾。",
    "source": "NCBI Bookshelf (StatPearls), https://www.ncbi.nlm.nih.gov/books/NBK535369/"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "Stroke is the second leading cause of death and a major contributor to disability worldwide. The prevalence of stroke is highest in developing countries, with ischemic stroke being the most common type. Considerable progress has been made in our understanding of the pathophysiology of stroke and the underlying mechanisms leading to ischemic insult. Stroke therapy primarily focuses on restoring blood flow to the brain and treating stroke-induced neurological damage. Lack of success in recent clinical trials has led to significant refinement of animal models, focus-driven study design and use of new technologies in stroke research. Simultaneously, despite progress in stroke management, post-stroke care exerts a substantial impact on families, the healthcare system and the economy. Improvements in pre-clinical and clinical care are likely to underpin successful stroke treatment, recovery, rehabilitation and prevention. Stroke is a neurological disorder characterized by blockage of blood vessels. Clots form in the brain and interrupt blood flow, clogging arteries and causing blood vessels to break, leading to bleeding. Rupture of the arteries leading to the brain during stroke results in the sudden death of brain cells owing to a lack of oxygen.",
    "abstract": "脑卒中为全球第二大死亡原因和主要残疾因素，在发展中国家流行率最高，缺血性最常见。病理生理学理解和缺血机制研究取得显著进展。治疗重点恢复脑血流和神经损伤修复。近期临床试验失败促使动物模型优化、研究设计聚焦和新技术的应用。尽管管理进步，后卒中护理对家庭、医疗系统和经济影响巨大。临床前和临床护理改进将支撑成功治疗、恢复、康复和预防。脑卒中特征为血管阻塞，血栓中断血流导致动脉堵塞和破裂，脑细胞因缺氧突然死亡。",
    "source": "PubMed Central (PMC), https://pmc.ncbi.nlm.nih.gov/articles/PMC7589849/"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "Stroke carries a high risk of death. Survivors can experience loss of vision and/or speech, paralysis and confusion. Stroke is so called because of the way it strikes people down. The risk of further episodes is significantly increased for people having experienced a previous stroke. Transient ischaemic attacks or TIA – where symptoms resolve in less than 24 hours – have the best outcome, followed by stroke caused by carotid stenosis (narrowing of the artery in the neck that supplies blood to the brain). Annually, 15 million people worldwide suffer a stroke. Of these, 5 million die and another 5 million are left permanently disabled, placing a burden on family and community. Stroke is uncommon in people under 40 years; when it does occur, the main cause is high blood pressure. High blood pressure and tobacco use are the most significant modifiable risks. For every 10 people who die of stroke, four could have been saved if their blood pressure had been regulated. Among those aged under 65, two-fifths of deaths from stroke are linked to smoking. Atrial fibrillation, heart failure and heart attack are other important risk factors. The incidence of stroke is declining in many developed countries, largely as a result of better control of high blood pressure and reduced levels of smoking.",
    "abstract": "脑卒中死亡风险高，幸存者可能出现视力或言语丧失、瘫痪和意识混乱。每年全球1500万人患脑卒中，500万死亡，500万永久残疾，主要负担家庭和社区。40岁以下罕见，主要因高血压。高血压和吸烟是最重要的可控风险因素，控制血压可挽救四成死亡，65岁以下吸烟相关死亡占五分之二。心房颤动、心衰和心梗为其他风险。发达国家发病率下降得益于血压控制和戒烟。",
    "source": "WHO EMRO, https://www.emro.who.int/health-topics/stroke-cerebrovascular-accident/index.html"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "A stroke occurs when blood flow to a part of the brain stops. A stroke is sometimes called a brain attack. Strokes are divided into two groups depending upon the cause. Some people have a small stroke, sometimes called a mini-stroke. The signs are the same as for a stroke, but may not be as bad.",
    "abstract": "脑卒中发生时脑部某区域血流停止，有时称为脑攻击。根据病因分为两组。有些人发生小脑卒中，有时称迷你脑卒中。症状与脑卒中相同，但可能不严重。及早识别和干预可改善预后。",
    "source": "WHO, https://cdn.who.int/media/docs/default-source/searo/ncd/ncd-flip-charts/7.-stroke-24-04-19.pdf"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "A stroke is a serious life-threatening medical condition that occurs when the blood supply to a part of the brain is cut off. Stroke is one of the leading causes of death and disability worldwide. However, it is preventable, and the associated morbidity and mortality can be significantly reduced with timely recognition and treatment.",
    "abstract": "脑卒中是一种严重危及生命的医疗状况，由脑部血供中断引起。是全球主要死亡和残疾原因。但可预防，通过及时识别和治疗显著降低发病率和死亡率。强调早期干预的重要性。",
    "source": "WHO, https://www.who.int/publications/i/item/9789290228134"
  },
  {
    "disease_name": "脑卒中",
    "category": "心血管系统疾病",
    "information": "A stroke happens when there is a loss of blood flow to part of the brain. Your brain cells cannot get the oxygen and nutrients they need from blood, and they start to die within a few minutes. If you think that you or someone else is having a stroke, call 911 right away. Ischemic stroke is caused by a blood clot that blocks or plugs a blood vessel in the brain. This is the most common type; about 80% of strokes are ischemic.",
    "abstract": "脑卒中发生时脑部某部分血流丧失，脑细胞几分钟内因缺氧和营养而死亡。疑似脑卒中立即拨打911。缺血性脑卒中由血栓阻塞脑血管引起，占80%，是最常见类型。及时求助可挽救生命。",
    "source": "MedlinePlus, https://medlineplus.gov/stroke.html"
  },
  {
  "disease_name": "脑卒中",
  "category": "心血管系统疾病",
  "information": "脑卒中（stroke）又称脑血管意外或中风，是一组以急性起病、局灶性或弥漫性脑功能缺失为共同特征的脑血管疾病，主要包括缺血性脑卒中和出血性脑卒中两种类型。脑卒中具有突然发病、来势凶猛、变化很快等特点，因此一旦出现口眼㖞斜、言语不利、半身不遂、意识不清等相关症状，则应及早就医进行正规的诊治，以便降低脑损伤程度、减少并发症和后遗症的发生，从而提高患者的生存质量和康复几率。\n并发症：1、肺部感染脑卒中患者可能需要长时间卧床，由于胸廓活动受限，呼吸肌力量减弱，不能有效地进行深呼吸和咳嗽排痰，使得痰液在肺部积聚，所以为细菌滋生提供了良好的环境。而且，脑卒中患者可能会出现意识障碍，导致口腔和鼻腔内的分泌物容易被误吸入气管和肺部，从而引发肺部感染。2、死亡如果脑卒中患者没有及时就医治疗，则脑组织可能会发生严重坏死或发生脑疝，导致呼吸、循环等重要功能受损，引发呼吸、心跳骤停，从而造成患者死亡。3、其他如深静脉血栓形成、压疮、肌肉萎缩等。\n检查：1、血常规该检查可了解红细胞、白细胞、血小板等指标的水平，进而帮助判断患者是否存在感染、贫血、出血等情况。2、血生化该检查可了解血脂、血糖、尿素氮以及电解质水平等情况。3、脑脊液检查通过腰椎穿刺获取脑脊液后，检查脑脊液的压力、外观、细胞计数以及蛋白含量等，可以判断颅内是否存在感染、出血或其他异常病变。4、凝血功能检查凝血活酶时间和部分凝血活酶时间异常提示存在凝血功能障碍。\n病因：主要病因：西医原因主要包括脑动脉粥样硬化、心脏疾病、脑部小动脉玻璃样变、高血压性脑细小动脉硬化、颅内动脉瘤等，而中医原因主要包括风邪入中、劳倦内伤、饮食不节以及五志过极。\n多发群体：脑卒中好发于有脑卒中家族史、高血压、糖尿病、心脏病、肥胖等情况的中老年人群，男性发病率、患病率及死亡率高于女性。\n症状：常见症状：口眼㖞斜、言语不利、半身不遂、意识不清、偏身感觉障碍\n症状体征：1、缺血性脑卒中（1）大动脉粥样硬化性脑梗死患者主要表现为局灶性神经功能缺损的症状，如病灶对侧肢体瘫痪、中枢性面舌瘫、偏身感觉障碍、偏盲、言语不利等，具体取决于梗死灶的大小和部位。此外，患者还可能会出现二便失禁、反应迟钝、意识不清等症状。（2）心源性栓塞性脑梗死多在活动中急骤发病，患者主要表现为局灶性神经功能缺损，症状常在数秒或数分钟之内达到高峰，多伴有意识障碍，但持续时间常较短。此外，患者还可有心房颤动、风湿性心内膜炎、心肌梗死等疾病的表现。（3）小动脉闭塞性脑梗死患者可能会表现为同侧面部和肢体瘫痪、构音障碍、吞咽困难、偏身感觉障碍、共济失调等，具体取决于病变部位。而且，患者一般不会出现头痛和意识障碍。2、出血性脑卒中（1）脑出血患者多在情绪激动或活动中突然发病，少数在安静状态下发病，症状在发病后数分钟至数小时内可达到高峰。急性期血压常明显升高，并伴有头痛、呕吐和不同程度的意识障碍等全脑症状，依出血部位和出血量的不同，可有不同局灶性神经功能缺损表现，如病灶对侧偏瘫、偏身感觉障碍、同向性偏盲、情感淡漠、发音困难、幻视等。（2）蛛网膜下腔出血多数患者在发病前有剧烈运动或情绪激动等诱因，常突然出现剧烈胀痛或爆裂样头痛，可伴恶心、呕吐、肢体抽搐或不同程度意识障碍等表现。\n鉴别诊断：1、短暂性脑缺血发作短暂性脑缺血发作（TIA）是指脑或视网膜局灶性缺血所致的、未发生急性梗死的短暂性神经功能缺损发作。患者也可出现眩晕、一过性黑矇、复视、平衡障碍、语言障碍、吞咽困难、偏身瘫痪、偏身感觉障碍等症状，但一般多在数分钟至数小时内恢复，不遗留神经功能损害。2、中毒性脑病患者具有接触大量损害中枢神经系统的毒物的病史，如金属、有机溶剂、卤代烃、农药、成瘾性物质、窒息性毒物等。大多患者急性起病，常表现为头痛、头晕、乏力、嗜睡、恶心、呕吐、视力模糊、定向力障碍以及不同程度的意识障碍等。脑电图检查出现非特异性改变，常表现为双侧对称性弥漫性异常，α波减少，代之以θ波或δ波等慢波。\n治疗：治疗原则：脑卒中患者需及时在医生的指导下明确病变情况，然后采取针对性措施，如控制血压和血糖、静脉溶栓、血管内机械取栓、去骨瓣减压术等，并尽早开展系统的康复治疗，以最大程度降低死亡率、致残率，改善神经功能缺损和提高生活质量。\n治疗与预后：脑卒中的预后不能一概而论，具体与疾病类型、神经功能缺损的严重程度、治疗是否及时有效、有无并发症等多种因素有关。比如，大动脉粥样硬化性脑梗死的急性期病死率约为5%~15%，50%左右的存活者会遗留不同程度的神经功能障碍问题；小动脉闭塞性脑梗死多预后良好，病死率和致残率均低，但容易反复发作等。\n护理：膳食调理：脑卒中患者应采取均衡营养的饮食，保证蛋白质、维生素和膳食纤维等营养物质的摄入，控制盐、糖和脂肪的摄入，以帮助促进疾病康复，降低复发的风险。",
  "abstract": "脑卒中又称脑血管意外或中风，是一组急性脑血管疾病，包括缺血性和出血性两种类型。其病因包括脑动脉粥样硬化、心脏疾病等西医因素以及风邪入中、劳倦内伤等中医因素。常见症状有口眼㖞斜、言语不利、半身不遂等。并发症包括肺部感染、深静脉血栓形成等。治疗原则为及时明确病变，采取针对性措施并尽早开展康复治疗。预后与多种因素有关。",
  "source": "如意 https://m.dayi.org.cn/disease/1140848?from=jrtt"
  },
  {
  "disease_name": "脑卒中",
  "category": "心血管系统疾病",
  "information": "“脑卒中”（cerebral stroke）又称“中风”、“脑血管意外”（cerebralvascular accident，CVA），是一种急性脑血管疾病，是由于脑部血管突然破裂或因血管阻塞导致血液不能流入大脑而引起脑组织损伤的一组疾病，分为出血性和缺血性两大类；前者就是通常说的“脑出血”或“脑溢血”；后者更多见，又叫“脑梗塞”、“脑血栓形成”或“脑栓塞”。\n脑卒中的危险因素：有很多因素或疾病与脑卒中初次发作或复发有密切关系，称为“卒中危险因素”。\n卒中的危险因素很多，其中第一类为不可改变的危险因素：包括年龄、性别、低出生体重、种族、遗传因素等，这些因素通常被认为是无法控制或无法改变的危险因素。\n另一类为证据充分且可以控制的危险因素：包括高血压、吸烟、糖尿病、心房颤动、其他心脏疾病、血脂异常、无症状颈动脉狭窄、不合理的饮食与营养、缺乏身体活动、肥胖等。现有的研究证据已经明确，针对上述危险因素进行积极治疗与控制，可以显著降低脑卒中发病风险。\n高血压：高血压是脑卒中最常见而又最重要的危险因素，治疗高血压可以降低脑卒中的发生。成年人每年至少要检查一次血压。\n糖尿病：糖尿病不仅可以诱发、加速脑动脉粥样硬化，还可通过多个途径使脑血管血栓、栓塞的危险性增加。因此，要定期检查血糖。\n心脏病：许多心脏疾病可能导致卒中，如房颤、心肌梗死、左心室肥厚等。医生通过脉搏触诊和心脏听诊，可以初步了解是否有心律失常。通过心电图或超声心动图检查，能进一步明确诊断。\n吸烟：与不吸烟者相比，吸烟者脑卒中危险增加2倍。\n动脉粥样硬化或脑血管病史：有颅内外动脉粥样硬化者，可造成颈动脉管腔狭窄或硬化斑块脱落，导致脑卒中。有过卒中或一过性脑缺血发作史者，再次发生卒中的风险明显增高。\n脑卒中的症状：脑卒中的最常见症状为一侧脸部、手臂或腿部突然感到无力，猝然昏扑、不省人事，其他症状包括，突然出现一侧脸部、手臂或腿麻木或突然发生口眼歪斜、半身不遂；神志迷茫、说话或理解困难；单眼或双眼视物困难；行路困难、眩晕、失去平衡或协调能力；无原因的严重头痛；昏厥等。\n脑卒中的预防：对脑卒中的预防遵循三级预防的策略：\n（1）一级预防：即针对具有脑卒中危险因素的人群，积极 j治疗危险因素，同时定期监测其他危险因素的发生并采取针对性措施，减少疾病发生；科学研究已经证明：禁烟、限制膳食中的盐含量、多食新鲜水果蔬菜、有规律地进行身体锻炼、避免过量饮酒可降低罹患心血管疾病的危险。此外，还需要对糖尿病、高血压和高血脂采取药物治疗，以减少心血管病危险并预防脑卒中。\n（2）二级预防：即针对已发生过一次或多次脑卒中的患者，给予 r早期诊断和早期治疗，预防再发严重脑血管病；对于高血压患者应用降压药进行脑卒中二级预防，对患有糖尿病、高脂血症等慢性疾病的人群开展心血管疾病二级预防，将二级预防的措施与戒烟限久相结合，甚至可以预防近75%的血管性事件反复发作。\n（3）三级预防：即对已患脑卒中的患者，加强康复护理，防止病情加重。\n脑卒中的先兆：研究发现脑卒中常见预兆依次为：\n（1）头晕，特别是突然感到眩晕。\n（2）肢体麻木，突然感到一侧面部或手脚麻木，有的为舌麻、唇麻。\n（3）暂时性吐字不清或讲话不灵。\n（4）肢体无力或活动不灵。\n（5）与平时不同的头痛。\n（6）不明原因突然跌倒或晕倒。\n（7）短暂意识丧失或个性和智力的突然变化。\n（8）全身明显乏力，肢体软弱无力。\n（9）恶心呕吐或血压波动。\n（10）整天昏昏欲睡，处于嗜睡状态。\n（11）一侧或某一侧肢体不自主地抽动。\n（12）双眼突感一时看不清眼前出现的事物。",
  "abstract": "脑卒中又称中风、脑血管意外，是一种急性脑血管疾病，分为出血性和缺血性两大类。其危险因素包括不可改变的如年龄、性别等，以及可控制的如高血压、吸烟等。常见症状有一侧脸部、手臂或腿部突然无力、麻木等。预防遵循三级预防策略，包括针对危险因素人群、已发病患者等不同措施。",
  "source": "山东省立医院（山东第一医科大学附属省立医院） https://www.sph.com.cn/Html/News/Articles/22281.html?WebVisitShield=ieuETXbFITsuoA9Te8hT"
  },
  {
  "disease_name": "脑卒中",
  "category": "心血管系统疾病",
  "information": "脑卒中又称中风，是一种急性脑血管疾病，由于脑部血管突然破裂或因血管阻塞导致血液不能流入大脑而引起脑组织损伤的一组疾病，包括缺血性卒中和出血性卒中。\n脑卒中的病因包括不可干预因素和可干预因素。\n不可干预因素：脑卒中的不可干预因素包括年龄、种族、遗传因素等。\n可干预因素：脑卒中的可干预因素包括高血压、心脏病、糖尿病、血脂异常、吸烟、酒精摄入、不合理膳食、超重或肥胖、运动缺乏、心理因素等。\n脑卒中的症状复杂多样，具体取决于脑部受损的部位和程度。\n运动障碍：脑卒中患者可能出现一侧面部、手臂或腿部突然无力或瘫痪，可能伴有肌肉 rigid或抽搐、说话困难、吞咽困难、饮水呛咳等症状。\n感觉障碍：脑卒中患者可能出现一侧面部、手臂或腿部突然麻木或刺痛，可能伴有感觉减退、消失或异常等症状。\n言语障碍：脑卒中患者可能出现说话困难、听不懂别人说话、不能表达自己的意思等症状。\n认知障碍：脑卒中患者可能出现记忆障碍、失语、失用、失认等症状。\n其他症状：脑卒中患者还可能出现头痛、恶心、呕吐、眩晕、耳鸣、复视、视力丧失等症状。\n治疗障碍：\n高致死率：脑卒中是一种严重的疾病，发病急骤，病情变化快，致死率较高。\n高致残率：脑卒中患者常会留下不同程度的后遗症，如偏瘫、言语障碍、认知障碍等，严重影响患者的生活质量。\n高复发率：脑卒中患者再次发生脑卒中的风险较高，因此需要长期坚持治疗和康复。\n治疗费用高：脑卒中患者的治疗费用较高，给患者和家庭带来了巨大的经济负担。\n康复治疗难度大：脑卒中患者的康复治疗难度较大，需要长期坚持，需要患者和家属的积极配合。",
  "abstract": "脑卒中又称中风，是急性脑血管疾病，包括缺血性和出血性卒中。病因有不可干预的如年龄、种族等，以及可干预的如高血压、糖尿病等。症状复杂多样，包括运动、感觉、言语、认知障碍等。治疗存在高致死率、高致残率、高复发率等障碍。",
  "source": "小荷医典 https://m.xiaohe.cn/medical/ai-qa/70000149977290"
  }
]