[
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Atherosclerosis is a common disease that develops when a sticky plaque called plaque builds up in your arteries. Diseases linked to atherosclerosis are the leading cause of death in the United States and the world. Atherosclerosis develops slowly as cholesterol, fat, blood cells, and other substances in your blood form plaque in the walls of arteries. As plaque builds up, your arteries narrow. This reduces the supply of oxygen-rich blood to tissues and organs in the body. A decrease in blood flow can lead to symptoms like angina. If a plaque bursts, blood clots may form and block the artery or travel to other parts of the body. Full or partial blockages can cause heart attack, stroke, vascular dementia, erectile dysfunction, heart failure, or limb loss. Atherosclerosis can cause disability and death. Atherosclerosis can affect almost any artery in the body, including ones in the heart, brain, arms, legs, pelvis, and kidneys. Atherosclerosis has a different name depending on the arteries that are affected: Athero sclerosis is not the same as arterio sclerosis, which refers to hardening of the arteries or when arteries thicken and lose flexibility. Arteriosclerosis has several different causes. Atherosclerosis, caused by fatty plaque buildup, is a common type of arteriosclerosis. Plaque often starts to form during childhood and gets worse with age. Risk factors include high blood cholesterol, unhealthy lifestyle habits, and your genes. The good news is that most people can prevent or delay atherosclerosis from developing by following steps for heart-healthy living. The best way to ensure heart health is to prevent risk factors in the first place. Sometimes atherosclerosis can be reversed through healthy lifestyle changes and medicines.",
    "abstract": "动脉粥样硬化是一种常见的疾病，由动脉中黏性斑块积聚引起，是美国和世界主要死亡原因。斑块由胆固醇、脂肪、血细胞等物质形成，导致动脉狭窄，减少氧富血供应，可能引发心绞痛、心梗、中风等。风险因素包括高胆固醇、不健康生活方式和遗传。可通过健康生活方式预防或延缓，甚至逆转。",
    "source": "National Heart, Lung, and Blood Institute (NHLBI), NIH - https://www.nhlbi.nih.gov/health/atherosclerosis"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Definition Atherosclerosis is a chronic inflammatory disease in which there is a build up of plaques inside arteries. These plaques are principally composed of lipids that induce an inflammatory reaction causing turbulent flow with atherosclerotic cardiovascular disease (ASCVD) as a result. Causes ASCVD is of multifactorial etiology. The most common risk factors include hypercholesterolemia (LDL-cholesterol), hypertension, diabetes mellitus, cigarette smoking, age (male older than 45 years and female older than 55 years), male gender, and strong family history (male relative younger than 55 years and female relative younger than 65 years. Also, a sedentary lifestyle, obesity, diets high in saturated and trans-fatty acids, and certain genetic mutations contribute to risk. While a low level of high-density lipoprotein (HDL)-cholesterol is considered a risk factor, pharmacological therapy increasing HDL-cholesterol has yielded negative results raising concerns about the role of HDL in ASCVD. Symptoms Examination for blood pressure and the peripheral pulses, listening for bruits (carotids and abdomen), pulsatile abdominal masses, heart failure, supra-valvar aortic stenosis, xanthomas. Diagnosis In the assessment of ASCVD risk factors, measuring the lipid profile (LDL-cholesterol), plasma glucose, and high-sensitivity C-reactive protein (hsCRP) (in certain instances) is reasonable. Ultrasound of the abdomen to screen for an abdominal aneurysm is indicated in the elderly especially with other ASCVD risk factors. In screening for peripheral artery disease (PAD), a Doppler device is used to obtain the ankle-brachial index (normal 1.0 to 1.40) and is a very useful, cost-effective test to rule out PAD. It needs to be emphasized that PAD is a marker for ASCVD in other beds (coronary artery disease [CAD], cerebrovascular disease, among others). Also, sonography of the carotids to rule out stenosis if a patient has a carotid bruit. An electrocardiogram (ECG) may be useful if indicated, for example, stress ECG. To confirm ASCVD, a reasonable test is the calcium score by electron beam computed tomography (EBCT). It needs to be interpreted according to age. It establishes plaque burden. Angiography is considered as the primary method for imaging atherosclerotic lesions in the coronary circulation and provided a good measure of the coronary silhouette. However, it is an invasive procedure and should be performed in high-risk patients or those with symptomatology and is not a screening test. For the noninvasive assessment of ASCVD, computed tomography (CT) angiography is evolving as a promising approach. Moreover, CT angiography can be used to detect the presence of low-attenuated plaques and in predicting future acute coronary events. In addition to CT angiography, new imaging techniques like cardiovascular magnetic resonance imaging (cardiac MRI) may prove useful in certain patients. However, cost needs to be balanced with need given the burgeoning increasing healthcare costs. Treatment The best management of ASCVD is to treat the risk factors such as elevated LDL-C, blood pressure (BP), diabetes, among others. Also, all patients should be encouraged to exercise for 90 to 150 minutes and eat a healthy diet low in saturated (red and processed meat, organ meats, and the like) and trans fats (baked goods), salt intake less than 5 grams per day with enrichment in fiber, monounsaturated fats, fatty fish, fruits, and vegetables. Smokers should be encouraged to stop and be referred to a smoking cessation program. The 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors (statins) are the mainstay to lower LDL cholesterol and reduce cardiovascular events and mortality. To control BP, 2 or more drug classes are required including angiotensin-converting enzyme (ACEs) inhibitors, angiotensin II receptor blockers (ARBs), diuretics, beta-blockers, and calcium channel blockers (CCB) and vasodilators. It should be emphasized to the patient that good BP control prevents stroke, and desirable BP is less than 130/85. In addition to diet and exercise, there are numerous therapies to manage diabetes. The goal is to keep the glycated hemoglobin (HbA1c) below 7%, BP below 130/85, and LDL-cholesterol below 100 mg/dl in primary prevention. For clinical ASCVD, revascularization procedures are warranted such as angioplasties, bypass, among others. Also, thrombolysis is also a therapeutic option for CVA, acute limb ischemia from a thrombus/embolus. Prevention For the most part atherosclerosis and its pathology can be prevented. All healthcare workers who look after patients should educate patients on the need to exercise regularly, discontinue smoking, maintain a healthy body weight, eat a healthy diet and remain compliant with the medications used to lower lipids. There is ample evidence that these preventive measures can sigificantly reduce the risk of adverse cardiac events and stroke. Risk Factors The most common risk factors include hypercholesterolemia (LDL-cholesterol), hypertension, diabetes mellitus, cigarette smoking, age (male older than 45 years and female older than 55 years), male gender, and strong family history (male relative younger than 55 years and female relative younger than 65 years. Also, a sedentary lifestyle, obesity, diets high in saturated and trans-fatty acids, and certain genetic mutations contribute to risk. While a low level of high-density lipoprotein (HDL)-cholesterol is considered a risk factor, pharmacological therapy increasing HDL-cholesterol has yielded negative results raising concerns about the role of HDL in ASCVD. Complications ASCVD can present as coronary artery disease (CAD), cerebrovascular disease (CVA), transient ischemic attack (TIA), peripheral artery disease (PAD), and abdominal aneurysms, and renal artery stenosis in males. This article has included the management of risk factors and tests required to assess for ASCVD complications. Further details are beyond the purview of this review on atherosclerosis but are detailed in other chapters in this series. Epidemiology Since atherosclerosis is a predominantly asymptomatic condition, it is difficult to determine the incidence accurately. Atherosclerosis is considered the major cause of cardiovascular diseases. Atherosclerotic cardiovascular disease mainly involves the heart and brain: ischemic heart disease (IHD) and ischemic stroke. IHD and stroke are the world's first and fifth causes of death respectively. In the United States, about 610,000 people die of heart disease every year. That is 1 of every 4 deaths. Coronary heart disease is the leading cause of death in the Western world killing over 370,000 people annually. On an average, about 735,000 Americans have a heart attack every year. Out of these, 525,000 have an initial attack, and 210,000 have a recurrent attack. It has been reported that 75% of acute myocardial infarctions occur from plaque rupture and the highest incidence of plaque rupture was observed in men over 45 years; whereas, in women, the incidence increases beyond age 50 years. This higher prevalence of atherosclerosis in men compared to women is attributed to the protective function of female sex hormones but is lost after menopause. Stroke from any cause represents the fifth leading cause of death and the major cause of serious long-term disability in adults in the United States. It is reported that nearly 795,000 people suffer from stroke every year in the US resulting in about 140,323 deaths. The major form of stroke, ischemic stroke is due to ASCVD. Many epidemiologic studies in North America and Europe have recognized numerous risk factors for the development and progression of atherosclerosis. They may promote atherosclerosis through their effects on low-density lipoprotein (LDL) particles and inflammation.",
    "abstract": "动脉粥样硬化是一种慢性炎症性疾病，由动脉内脂质斑块积聚引起，导致动脉粥样硬化性心血管疾病（ASCVD）。风险因素包括高LDL胆固醇、高血压、糖尿病、吸烟、年龄、家族史等。多无症状，直至严重阻塞引起心梗、中风。诊断包括血脂检查、超声、CT血管成像。治疗重点控制风险因素，使用他汀类药物、降压药，必要时血管成形术。预防通过健康饮食、运动、戒烟。流行病学显示是全球主要死亡原因，美国每年约61万人死于心脏病。",
    "source": "StatPearls - NCBI Bookshelf - https://www.ncbi.nlm.nih.gov/books/NBK507799/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Definition Coronary artery disease (CAD) is the most common type of heart disease in the United States. It is sometimes called coronary heart disease or ischemic heart disease. Coronary artery disease is caused by plaque buildup in the arteries that block blood supply to the heart. CAD is caused by plaque buildup in the walls of the arteries that supply blood to the heart (called coronary arteries) and other parts of the body. Plaque is made up of deposits of cholesterol and other substances in the artery. Plaque buildup causes the inside of the arteries to narrow over time, which can partially or totally block the blood flow. This process is called atherosclerosis. Causes CAD is caused by plaque buildup in the walls of the arteries that supply blood to the heart (called coronary arteries) and other parts of the body. Plaque is made up of deposits of cholesterol and other substances in the artery. Plaque buildup causes the inside of the arteries to narrow over time, which can partially or totally block the blood flow. This process is called atherosclerosis. Symptoms Angina, or chest pain and discomfort, is the most common symptom of CAD. Angina can happen when too much plaque builds up inside arteries, causing them to narrow. Narrowed arteries can cause chest pain because they can block blood flow to your heart muscle and the rest of your body. For many people, the first clue that they have CAD is a heart attack. Symptoms of heart attack include chest pain or discomfort (angina), weakness, light-headedness, nausea (feeling sick to your stomach), or a cold sweat, pain or discomfort in the arms or shoulder, shortness of breath. Over time, CAD can weaken the heart muscle. This may lead to heart failure, a serious condition where the heart can't pump blood the way it should. Diagnosis If you’re at high risk for heart disease or already have symptoms, your doctor can use several tests to diagnose CAD. ECG or EKG (electrocardiogram) measures the electrical activity, rate, and regularity of your heartbeat. Echocardiogram uses ultrasound (special sound wave) to create a picture of the heart. Exercise stress test measures your heart rate while you walk on a treadmill. This helps to determine how well your heart is working when it has to pump more blood. Chest X-ray uses x-rays to create a picture of the heart, lungs, and other organs in the chest. Cardiac catheterization checks the inside of your arteries for blockage by inserting a thin, flexible tube through an artery in the groin, arm, or neck to reach the heart. Health care professionals can measure blood pressure within the heart and the strength of blood flow through the heart’s chambers as well as collect blood samples from the heart or inject dye into the arteries of the heart (coronary arteries). Coronary angiogram monitors blockage and flow of blood through the coronary arteries. Uses X-rays to detect dye injected via cardiac catheterization. Coronary artery calcium scan is a computed tomography (CT) scan that looks in the coronary arteries for calcium buildup and plaque. Treatment and Recovery Cardiac rehabilitation is an important program for anyone recovering from a heart attack, heart failure, or other heart problem that required surgery or medical care. In these people, cardiac rehab can help improve quality of life and can help prevent another cardiac event. Cardiac rehabilitation is a supervised program that includes physical activity, education about healthy living, including healthy eating, taking medicine as prescribed, and ways to help you quit smoking, counseling to find ways to relieve stress and improve mental health. A team of people may help you through cardiac rehabilitation, including your health care team, exercise and nutrition specialists, physical therapists, and counselors or mental health professionals. If you have CAD, your health care team may suggest the following steps to help lower your risk for heart attack or worsening heart disease: lifestyle changes, such as eating a healthier (lower sodium, lower fat) diet, increasing physical activity, reaching a healthy weight, and quitting smoking, medicines to treat risk factors for CAD, such as high cholesterol, high blood pressure, or an irregular heartbeat, surgical procedures to help restore blood flow to the heart. Risk Factors Overweight, physical inactivity, unhealthy eating, and smoking tobacco are risk factors for CAD. A family history of heart disease also increases your risk for CAD, especially a family history of having heart disease at an early age (50 or younger). To find out your risk for CAD, your health care team may measure your blood pressure, blood cholesterol, and blood sugar levels. Complications Over time, CAD can weaken the heart muscle. This may lead to heart failure, a serious condition where the heart can't pump blood the way it should. Epidemiology Coronary artery disease (CAD) is the most common type of heart disease in the United States.",
    "abstract": "冠状动脉疾病（CAD）是美国最常见的心脏病，由动脉粥样硬化引起，即胆固醇等物质在冠状动脉壁积聚，导致狭窄阻塞血流。症状包括心绞痛、心梗征象如胸痛、气短。风险因素有超重、不活动、不健康饮食、吸烟、家族史。诊断用心电图、超声、压力测试。治疗包括生活方式改变、药物、心脏康复、手术。并发症可致心衰。CAD是美国常见心脏病。",
    "source": "Centers for Disease Control and Prevention (CDC) - https://www.cdc.gov/heart-disease/about/coronary-artery-disease.html"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Overview Arteriosclerosis and atherosclerosis are sometimes used to mean the same thing. But there's a difference between the two terms. Arteriosclerosis happens when the blood vessels that carry oxygen and nutrients from the heart to the rest of the body become thick and stiff. These blood vessels are called arteries. Healthy arteries are flexible and elastic. But over time, the walls in the arteries can harden, a condition commonly called hardening of the arteries. Atherosclerosis is a specific type of arteriosclerosis. Atherosclerosis is the buildup of fats, cholesterol and other substances in and on the artery walls. This buildup is called plaque. The plaque can cause arteries to narrow, blocking blood flow. The plaque also can burst, leading to a blood clot. Although atherosclerosis is often considered a heart condition, it can affect arteries anywhere in the body. Atherosclerosis can be treated. Healthy lifestyle habits can help prevent atherosclerosis. Symptoms Mild atherosclerosis usually doesn't cause symptoms. Atherosclerosis symptoms usually don't happen until an artery is so narrowed or clogged that it can't send enough blood to organs and tissues. Sometimes a blood clot completely blocks blood flow. The clot may break apart. If this happens, it may cause a heart attack or stroke. Symptoms of moderate to severe atherosclerosis depend on which arteries are affected. For example, if you have atherosclerosis: In your heart arteries, you may have chest pain or pressure, called angina. In the arteries leading to your brain, you may have sudden numbness or weakness in your arms or legs, trouble speaking, slurred speech, sudden or temporary loss of vision in one eye, or drooping muscles in your face. These are symptoms of a transient ischemic attack (TIA). Untreated, a TIA can lead to a stroke. In the arteries in your arms and legs, you may have leg pain when walking, called claudication. This is a symptom of peripheral artery disease (PAD). You also might have lower blood pressure in the affected arm or leg. In the arteries leading to your kidneys, you may get high blood pressure or kidney failure. When to see a doctor If you think you have atherosclerosis, make an appointment for a health checkup. Early diagnosis and treatment can stop atherosclerosis from getting worse. Treatment may prevent a heart attack, stroke or another medical emergency. Get emergency medical help if you have chest pain or symptoms of transient ischemic attack or stroke such as: Sudden numbness or weakness in the arms or legs. Trouble speaking. Slurred speech. Sudden or temporary loss of vision in one eye. Drooping face muscles. Causes Atherosclerosis is a disease that slowly gets worse. It may begin as early as childhood. The exact cause is not known. It may start with damage or injury to the inner layer of an artery. Artery damage may be caused by: High blood pressure. High cholesterol. High triglycerides, a type of fat in the blood. Smoking or other tobacco use. Diabetes. Insulin resistance. Obesity. Inflammation from an unknown cause or from diseases such as arthritis, lupus, psoriasis or inflammatory bowel disease. Once the inner wall of an artery is damaged, blood cells and other substances may collect at the injury site. These substances build up in the inner lining of the artery. Over time, fats, cholesterol and other substances also collect on and in the walls of the heart arteries. This buildup is called plaque. Plaque can cause the arteries to narrow. Narrowed arteries can block blood flow. The plaque also can burst, leading to a blood clot. Risk factors Risk factors for atherosclerosis that you can't control include: Aging. A family history of early heart disease or stroke. Changes in genes that make atherosclerosis more likely. Having inflammatory conditions such as lupus, inflammatory bowel disease or psoriasis. Risk factors for atherosclerosis that you may be able to control include: An unhealthy diet. Diabetes. High blood pressure. High cholesterol. Lack of exercise. Obesity. Sleep apnea. Smoking and other tobacco use. Complications The complications of atherosclerosis depend on which arteries are narrowed or blocked. For example: Coronary artery disease. Atherosclerosis in the arteries close to the heart can lead to coronary artery disease. This may cause chest pain, a heart attack or heart failure. Carotid artery disease. This is atherosclerosis in the arteries close to the brain. Complications include a transient ischemic attack (TIA) or stroke. Peripheral artery disease. This is atherosclerosis in the arteries in the arms or legs. Complications include blocked or changed blood flow in the affected areas. Rarely, the lack of blood flow may cause tissue death, called gangrene. Aneurysms. Sometimes atherosclerosis can form a bulge in the wall of an artery. This is called an aneurysm. An aneurysm can occur anywhere in the body. Most people with aneurysms have no symptoms. If an aneurysm bursts, it can cause life-threatening bleeding inside the body. Chronic kidney disease. Atherosclerosis can cause the arteries leading to the kidneys to narrow. This prevents the kidneys from getting enough oxygen-rich blood. The kidneys need the blood flow to help remove fluids and waste products from the body. Prevention The same healthy lifestyle changes recommended to treat atherosclerosis also help prevent it. These lifestyle changes can help keep the arteries healthy: Do not smoke or use tobacco. Eat nutritious foods. Get regular exercise and keep an active lifestyle. Keep a healthy weight. Control blood pressure, blood sugar and cholesterol.",
    "abstract": "动脉粥样硬化是动脉硬化的一种，由脂肪、胆固醇等在动脉壁积聚形成斑块，导致狭窄阻塞血流，可能破裂致血栓。早期无症状，后期依受累动脉不同表现心绞痛、间歇性跛行、中风征象等。病因包括高血压、高血脂、吸烟、糖尿病等损伤内膜。风险因素有年龄、家族史、炎症。不控制可致冠心病、脑血管病、外周动脉病、肾衰。预防需戒烟、健康饮食、运动、控制血压血糖胆固醇。",
    "source": "Mayo Clinic - Symptoms and Causes - https://www.mayoclinic.org/diseases-conditions/arteriosclerosis-atherosclerosis/symptoms-causes/syc-20350569"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Diagnosis To diagnose atherosclerosis, your healthcare professional examines you and listens to your heart. You usually are asked questions about your symptoms and your family health history. You may be sent to a doctor trained in heart diseases, called a cardiologist. Your healthcare professional may hear a whooshing sound when listening to your heart with a stethoscope. Tests Tests may be done to check the health of your heart and arteries. Tests can help diagnose atherosclerosis and find the cause. Blood tests. Blood tests can check blood sugar and cholesterol levels. High levels of blood sugar and cholesterol raise the risk of atherosclerosis. A C-reactive protein (CRP) test also may be done to check for a protein linked to inflammation of the arteries. Electrocardiogram (ECG or EKG). This quick and painless test measures the electrical activity of the heart. During an ECG, sticky patches with sensors on them attach to the chest and sometimes to the arms or legs. Wires connect the sensors to a machine, which displays or prints the results. An ECG can show if there's reduced blood flow to the heart. Exercise stress tests. These tests often involve walking on a treadmill or riding a stationary bike while the heart's activity is watched. Because exercise makes the heart pump harder and faster than it does during most daily activities, an exercise stress test can show heart conditions that might otherwise be missed. If you can't exercise, you may get medicine that affects the heart like exercise does. Echocardiogram. This test uses sound waves to show blood flow through the heart. It also shows the size and shape of the structures of the heart. Sometimes an echocardiogram is done during an exercise stress test. Doppler ultrasound. A healthcare professional may use a special ultrasound device to check blood flow at different points in your body. The test results show the speed of blood flow in the arteries. This can reveal any narrowed areas. Ankle-brachial index (ABI). This test compares the blood pressure in the ankle with that in the arm. It's done to check for atherosclerosis in the arteries in the legs and feet. A difference between the ankle and arm measurements may be due to peripheral artery disease. Cardiac catheterization and angiogram. This test can show if the coronary arteries are narrowed or blocked. A doctor places a long, thin flexible tube in a blood vessel, usually in the groin or wrist, and guides it to the heart. Dye flows through the catheter to arteries in the heart. The dye helps the arteries show up more clearly on images taken during the test. Coronary calcium scan, also called a heart scan. This test uses computerized tomography (CT) imaging to look for calcium deposits in the artery walls. A coronary calcium scan may show coronary artery disease before you have symptoms. Results of the test are given as a score. The higher the calcium score, the higher the risk of heart attacks. Other imaging tests. Magnetic resonance angiography (MRA) or positron emission tomography (PET) also may be used to study the arteries. These tests can show hardening and narrowing of large arteries, as well as aneurysms. Treatment Treatment of atherosclerosis may include: Lifestyle changes, such as eating a healthy diet and getting more exercise. Medicines. Heart procedure. Heart surgery. For some people, lifestyle changes may be the only treatment needed for atherosclerosis. Medications Many different medicines can slow or even reverse the effects of atherosclerosis. Medicines to treat atherosclerosis may include: Statins and other cholesterol medicines. These medicines can help lower low-density lipoprotein (LDL) cholesterol, also called the bad cholesterol. The medicines also can reduce plaque buildup. Some cholesterol medicines even can reverse the buildup of fatty deposits in the arteries. Statins are a common type of cholesterol medicine. Other types include niacin, fibrates and bile acid sequestrants. You may need more than one type of cholesterol medicine. Aspirin. Aspirin helps thin the blood and prevent blood clots. Daily low-dose aspirin therapy may be recommended for the primary prevention of heart attack or stroke in certain people. Primary prevention means you've never had a heart attack or stroke. You've never had coronary bypass surgery or coronary angioplasty with stent placement. You've never had blocked arteries in your neck, legs or other parts of the body. But you take a daily aspirin to prevent such heart events. The benefit of aspirin for this use has been debated. Don't start taking a daily aspirin without talking to a healthcare professional. Blood pressure medicine. Medicines to lower blood pressure don't help reverse atherosclerosis. Instead they prevent or treat complications related to the disease. For example, some blood pressure medicines can help reduce the risk of a heart attack. Other medicines. Medicines may be used to control other conditions that raise the risk of atherosclerosis. Diabetes is one example. Medicines also may be given to treat specific symptoms of atherosclerosis, such as leg pain during exercise. Fibrinolytic therapy. If a clot in an artery is blocking blood flow, your healthcare professional may use a clot-dissolving medicine to break it apart. This therapy is generally used in emergency situations. Surgery or other procedures If atherosclerosis causes a severe blockage in an artery, you may need a procedure or surgery to treat it. Surgery or procedures for atherosclerosis may include: Angioplasty and stent placement , also called percutaneous coronary intervention. This treatment helps open a clogged or blocked artery. A doctor guides a thin, flexible tube called a catheter to the narrowed part of the artery. A tiny balloon is inflated to help widen the blocked artery and improve blood flow. A small wire mesh tube called a stent may be used to keep the artery open. Some stents slowly release medicine to help keep the arteries open. Endarterectomy. This is surgery to remove fatty buildup from the walls of a narrowed artery. When the treatment is done on arteries in the neck, it's called a carotid endarterectomy. Coronary artery bypass graft (CABG) surgery. A surgeon takes a healthy blood vessel from another part of the body to create a new path for blood in the heart. The blood then goes around the blocked or narrowed coronary artery. CABG is an open-heart surgery. It's usually done only in people who have many narrowed heart arteries. Lifestyle and home remedies Lifestyle changes can help keep the arteries healthy. They also can prevent or slow atherosclerosis. The American Heart Association recommends these eight heart-healthy tips: Don't smoke, vape or use tobacco. Also stay away from cigarette smoke. Smoking damages the arteries. Smoking is a major risk factor for coronary artery disease. Nicotine tightens blood vessels and forces the heart to work harder. Not smoking is one of the best ways to lower the risk of atherosclerosis complications, such as a heart attack. Get regular exercise. Staying active keeps the body healthy. Exercise at least 30 minutes a day on most days of the week. Talk with your healthcare team about the amount and type of exercise that's best for you. Keep a healthy weight. Being overweight increases the risk of coronary artery disease, which is caused by atherosclerosis. Losing even a small amount of weight can help reduce the risk. Ask your healthcare professional what weight is best for you. Eat healthy foods. Choose fruits, vegetables and whole grains. Limit salt and saturated fats. Read nutrition labels to check the amount of salt and fat. Manage stress. Find ways to help reduce stress. Some ideas are to get more exercise, practice mindfulness and connect with others in support groups. Or try yoga or deep breathing. These relaxation practices can temporarily lower blood pressure, reducing the risk of developing atherosclerosis. Control blood pressure, blood sugar and cholesterol. Make lifestyle changes and take medicines as directed. Get regular health checkups. Limit alcohol. If you choose to drink alcohol, do so in moderation. For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. Get good sleep. Poor sleep may increase the risk of heart disease and other health conditions. Adults should aim for 7 to 9 hours daily. Alternative medicine Some foods and herbal supplements may help lower cholesterol and blood pressure. Those two conditions are major risk factors for developing atherosclerosis. Possible alternative medicine products for atherosclerosis include: Alpha-linolenic acid. Barley. Beta-sitosterol, found in supplements and added to some margarines. Blond psyllium, found in seed husk and some fiber supplements. Cocoa. Fish oil. Garlic. Green tea. Oat bran, found in oatmeal and whole oats. Sitostanol, found in supplements and added to some margarines. Talk to your healthcare professional before adding supplements to your atherosclerosis treatment. Some supplements change the way medicines for atherosclerosis work. This could cause harmful side effects.",
    "abstract": "动脉粥样硬化诊断包括体格检查、血检（糖、脂、CRP）、心电图、压力测试、超声、多普勒、踝臂指数、心导管、钙化扫描等。治疗有生活方式改变、他汀类降脂药、阿司匹林、降压药、溶栓。手术包括血管成形术、支架、内膜剥脱、搭桥。预防建议戒烟、运动30分钟/天、健康饮食、控重、减压、限酒、好睡眠。辅助如鱼油、大蒜可降脂，但需咨询医生。生活干预可逆转斑块。",
    "source": "Mayo Clinic - Diagnosis and Treatment - https://www.mayoclinic.org/diseases-conditions/arteriosclerosis-atherosclerosis/diagnosis-treatment/drc-20350575"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "动脉粥样硬化（atherosclerosis，AS）是心血管系统疾病中最常见的疾病，以血管内膜形成纤维斑块或粥样斑块为特征，主要累及大动脉和中等动脉，致管壁变硬、管腔狭窄和弹性减弱，引起相应器官缺血性改变。我国AS发病率仍呈上升趋势，多见于中、老年人。\n并发症：1、主动脉粥样硬化并发症病变严重者，可形成主动脉瘤，甚至有破裂出血的风险。主动脉瘤一旦破裂，可迅速休克而致命。AS也可形成动脉夹层分离，但较少见。2、冠状动脉粥样硬化并发症冠状动脉粥样硬化可造成心脏血流动力学障碍，导致心绞痛、心肌梗死、心力衰竭、心源性猝死等。3、颈动脉和脑动脉粥样硬化并发症当动脉粥样硬化使靠近大脑的动脉狭窄时，可能会发生短暂性脑缺血发作（TIA）、脑梗死、脑出血等。4、肾动脉粥样硬化并发症动脉粥样硬化可导致通向肾脏的动脉变窄，从而阻止含氧血液到达肾脏。随着时间的流逝，可能会影响肾脏功能，导致肾萎缩、顽固性高血压等。5、四肢动脉粥样硬化并发症当动脉粥样硬化使手臂或腿部的动脉狭窄时，可能会出现手臂和腿部的循环问题。如长期慢性缺血可致肢体肌肉萎缩，管腔完全阻塞时可导致肢体坏疽等。6、肠系膜动脉粥样硬化并发症因管腔阻塞，造成肠壁坏死，可致麻痹性肠梗阻、肠梗死、休克等严重后果。\n病因：病因不明。\n多发群体：多见于中、老年人，近年来有年轻化趋势。\n症状：常见症状：头晕、头痛、胸闷、胸痛、腹痛、下肢坏疽。\n症状体征：1、主动脉粥样硬化大多数无特异性症状。病变严重者还可形成主动脉瘤，以发生在肾动脉开口以下的腹主动脉处为最多见，其次是主动脉弓和降主动脉。腹主动脉瘤多因体检时查见腹部有搏动性肿块而发现，腹壁上相应部位可听到杂音，股动脉搏动可减弱。胸主动脉瘤可引起胸痛、气急、吞咽困难、咯血、声带因喉返神经受压而麻痹引起声音嘶哑、气管移位或阻塞、上腔静脉或肺动脉受压等表现。2、冠状动脉粥样硬化可引起心绞痛、心肌梗死以及心肌纤维化等。患者可有胸痛、心悸等症状。3、脑动脉粥样硬化脑缺血可引起眩晕、头痛与晕厥等症状。脑动脉血栓形成或破裂出血时引起脑血管意外，有头痛、眩晕、呕吐、意识突然丧失、肢体瘫痪、偏盲或失语等表现。脑萎缩时引起痴呆，有精神变态，行为失常，智力及记忆力减退以至性格完全改变等症状。4、肾动脉粥样硬化可引起肾脏萎缩或顽固性高血压，年龄在55岁以上而突然发生高血压者，应考虑本病的可能。如有肾动脉血栓形成，可引起肾区疼痛、尿闭以及发热等。5、肠系膜动脉粥样硬化可能引起消化不良、肠道张力减低、便秘与腹痛等症状。血栓形成时，有剧烈腹痛、腹胀和发热。肠壁坏死时，可引起便血、麻痹性肠梗阻以及休克等症状。6、四肢动脉粥样硬化以下肢较为多见，尤其是腿部动脉，由于血供障碍而引起下肢发凉、麻木和间歇性跛行，即行走时发生腓肠肌麻木、疼痛以至痉挛，休息后消失，再走时又出现；严重者可有持续性疼痛，下肢动脉尤其是足背动脉搏动减弱或消失。动脉管腔如完全闭塞时可产生坏疽。\n治疗原则：首先应积极预防动脉粥样硬化的发生。如已发生应积极治疗，防止病变发展并争取逆转。已发生并发症者应及时治疗，防止其恶化，延长患者寿命。",
    "abstract": "动脉粥样硬化是心血管系统常见疾病，以血管内膜形成纤维或粥样斑块为特征，可致管壁变硬、管腔狭窄。病因不明，多见于中老年人。症状包括头晕、头痛、胸闷、胸痛等，不同部位病变症状不同。并发症有主动脉瘤、心绞痛、脑梗死等。治疗原则为预防发生、积极治疗、防止并发症恶化。",
    "source": "如意（https://m.dayi.org.cn/disease/1126439?from=jrtt）"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "定义：动脉粥样硬化（Atherosclerosis，AS）是一种由低密度脂蛋白和残粒脂蛋白沉积而引发的脂质驱动过程，也是一种发生在动脉局部病灶的活动性炎症，特别是动脉分支处的非层流扰动部位。动脉粥样硬化被认为是导致心脏事件、卒中和周围动脉疾病等动脉粥样硬化性心血管疾病（atherosclerotic cardiovascular disease，ASCVD）的主要原因。\n流行病学：由于动脉粥样硬化是一种长期无症状的疾病，因此很难准确判断其发病率。动脉粥样硬化被认为是心血管疾病的主要病因。动脉粥样硬化性心血管疾病主要累及心脏、大脑。缺血性心脏病（ischemic heart disease，IHD）和缺血性卒中。IHD和脑卒中分别是全球排名第一和第五的死亡原因。全球缺血性心脏病负担报告指出，2019年全球大概有1.97亿人患冠心病，有914万人因冠心病死亡，而中国是冠心病死亡人口数量最多的国家。\n危险因素：北美和欧洲的许多流行病学研究已发现诸多促进动脉粥样硬化发生及发展的危险因素，它们可能通过影响低密度脂蛋白（low - density lipoprotein，LDL）颗粒及炎症来促进动脉粥样硬化，包括：高脂血症和血脂异常（低密度脂蛋白胆固醇）；高血压；香烟和烟草使用；空气污染；糖尿病；年龄（男性大于45岁，女性大于55岁）；男性；家族史（男性亲属发病小于55岁，女性亲属发病小于65岁）；肥胖；久坐的生活方式；睡眠障碍，如阻塞性睡眠呼吸暂停；慢性肾病；自身免疫性炎性疾病，例如类风湿性关节炎和系统性狼疮。虽然高密度脂蛋白（high - density lipoprotein，HDL）胆固醇水平偏低被认为是危险因素之一，但增加HDL胆固醇水平的药物疗法却出现了不良反应。\n病理解剖：动脉粥样硬化是累及体循环系统从大型肌弹力型（如主动脉）到中型肌弹力型（如冠状动脉）动脉内膜的疾病。其特征是动脉内膜散在的斑块形成，严重时这些斑块也可融合。每个斑块的组成成分不同，脂质是基本成分。内膜增厚严格地说不属于粥样硬化斑块而是血管内膜对机械损伤的一种适应性反应。正常动脉壁由内膜、中膜和外膜3层构成，动脉粥样硬化斑块大体解剖上有的呈扁平的黄斑或线状（脂质条纹），有的呈高起内膜表面的白色或黄色椭圆形丘（纤维脂质性斑块）。前者（脂质条纹）见于5~10岁的儿童，后者（纤维脂质性斑块）始见于20岁以后，在脂质条纹基础上形成。根据病理解剖，可将粥样硬化斑块进程分为6期：第I期（初始病变，initial lesion）单核细胞黏附在内皮细胞表面，并从血管腔面迁移到内皮下。第Ⅱ期（脂质条纹期，fatty streak）主要由含脂质的巨噬细胞（泡沫细胞）在内皮细胞下聚集而成。第Ⅲ期（粥样斑块前期，pre - atheroma）Ⅱ期病变基础上出现细胞外脂质池。第Ⅳ期（粥样斑块期，atheroma）两个特征是病变处内皮细胞下出现平滑肌细胞，以及细胞外脂质池融合成脂核。第V期（纤维斑块期，fibroatheroma）在病变处脂核表面有明显结缔组织沉着形成斑块的纤维帽。有明显脂核和纤维帽的斑块为Va型病变（图1）；有明显钙盐沉着的斑块为Vb型病变；主要由胶原和平滑肌细胞组成的病变为Vc型病变。第Ⅵ期（复杂病变期，complicated lesions）此期又分为3个亚型：Ⅵa型病变为斑块破裂或溃疡，主要由Ⅳ期和Va型病变破溃而形成：Ⅵb型病变为壁内血肿，是由于斑块内出血所致：Ⅵc型病变指伴血栓形成的病变（图2），多由于在Ⅵa型病变的基础上并发血栓形成，可导致管腔完全或不完全堵塞。\n发病机制：国内外学者在炎症、肠道菌群、细胞死亡、外泌体等方面探索了动脉粥样硬化形成与发展的机制。炎症：动脉粥样硬化是一种慢性血管炎性疾病，而炎症在动脉粥样硬化病变形成和发展中起关键作用。炎症标志物如C反应蛋白、白介素 - 6和Copeptin等对动脉粥样硬化有预测价值。研究发现，补体系统、髓源性生长因子（myeloid - derived growth factor，MYDGF）和利钠肽受体C（Natriuretic pep - tide clearance receptor，NPRC）等参与动脉粥样硬化的炎症调控。肠道菌群及其代谢产物肠道菌群失调与动脉粥样硬化进展相关，影响心血管健康。肠道菌群产生的丁酸等代谢产物具有抗炎作用，肠道菌群失调可引起炎症，促进动脉粥样硬化进展。而通过调整饮食和使用益生菌等手段可调节肠道菌群，对动脉粥样硬化有拮抗作用。动脉粥样硬化患者肠道表现出更高丰度的肠杆菌科和链球菌属，并且这些菌属参与几种重要心血管健康分子的代谢与运输。细胞死亡：细胞焦亡：在动脉粥样硬化中，焦亡影响多种细胞，如内皮细胞、巨噬细胞和平滑肌细胞，可能成为治疗动脉粥样硬化的新策略。铁死亡：与铁离子稳态失衡有关，参与动脉粥样硬化进展，但具体机制尚需进一步研究。自噬：在动脉粥样硬化中具有双面作用，适度自噬可能延缓动脉粥样硬化进展，但过度自噬可能加速疾病恶化。铜死亡：与铜离子稳态失衡相关，铜离子缺乏或蓄积都可能促进动脉粥样硬化发展。外泌体外泌体携带多种生物活性分子，参与细胞间通讯，影响动脉粥样硬化进程。外泌体中的非编码RNA参与动脉粥样硬化过程中的多种生物学过程。外泌体作为生物标志物和纳米材料在动脉粥样硬化的诊断和治疗中具有潜力，如外泌体作为生物标志物，如血浆外泌体miRNA - 150，可用于预测血管炎症和动脉粥样硬化。外泌体作为纳米材料，具有治疗动脉粥样硬化的潜力，但稳定性、分类、分离和纯化等方面仍面临挑战。\n诊断要点：1、临床表现：根据粥样硬化斑块的进程可将临床过程分为4期。①无症状期或隐匿期：病变对应于第I~Ⅲ期及大部分第IV期和Va型病变，粥样硬化斑块已形成但尚未引起明显管腔狭窄，因此无组织或器官缺血的临床表现。②缺血期：病变对应于Vb和Vc型及部分Va型病变，因动脉狭窄导致器官缺血而出现症状。③坏死期：因动脉急性堵塞或血栓形成导致靶器官组织坏死。④纤维化期：靶",
    "abstract": "动脉粥样硬化是由脂质沉积引发的脂质驱动过程和活动性炎症，是心血管疾病主要病因。其危险因素包括高脂血症、高血压等。病理解剖上，斑块进程分6期。发病机制与炎症、肠道菌群等有关。诊断根据临床表现分为无症状期、缺血期、坏死期、纤维化期。",
    "source": "用药助手（https://drugs.dxy.cn/pc/clinicalDecision/s266EHV5pKYyo3F9gqDbFA==）"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "动脉由三层组成，包括内膜(维持血管内壁光滑)、‌中膜(提供弹性和支撑力)和‌外膜(保护作用)。由于在动脉内膜下积聚的脂质外观呈黄色粥样，因此称为动脉粥样硬化。\n“路面”损伤:即内皮损伤。由于长期超负荷运载(高血压)、油品不好(高血脂)、车辆磨损(吸烟、高血糖)等原因，光滑的公路路面(血管内膜)出现了破损。\n“垃圾”堆积:即脂质沉积。路面破损后，血液中的“垃圾”(主要是低密度脂蛋白胆固醇LDL - C，俗称“坏胆固醇”)就会趁机钻到血管壁内层沉积下来，像淤泥一样。\n“炎症反应:即斑块形成。身体为了清理这些“垃圾”，会派出“修路队”(巨噬细胞等免疫细胞)来吞噬它们。但修路队吞多了自己也变成了“泡沫细胞”，最终和胆固醇、钙质等一起形成了一坨黏糊糊、硬邦邦的粥样斑块。这就像在血管壁上贴了一块“膏药”。\n“交通堵塞”:即管腔狭窄。斑块越长越大，会使血管通道变窄，血流不畅，导致下游器官供血不足(如心绞痛、间歇性跛行等)。最危险的情况是这个斑块很不稳定，像火山一样会破裂。一旦破裂，立刻启动凝血机制，形成血栓(血块)，瞬间完全堵死公路，造成心肌梗死或脑梗死等。",
    "abstract": "动脉粥样硬化因动脉内膜下脂质呈黄色粥样积聚而得名。其发生与内皮损伤、脂质沉积、炎症反应有关，最终形成粥样斑块，可致管腔狭窄，斑块破裂会引发血栓，导致心肌梗死等严重后果。",
    "source": "北京友谊医院（http://m.toutiao.com/group/7554404357484102187/?upstream_biz=doubao）"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "动脉粥样硬化的症状主要取决于受累的器官和血管。\n主动脉粥样硬化：大多数无特异性症状。病变严重者还可形成主动脉瘤，以发生在肾动脉开口以下的腹主动脉处为最多见，其次是主动脉弓和降主动脉。腹主动脉瘤多因体检时查见腹部有搏动性肿块而发现，腹壁上相应部位可听到杂音，股动脉搏动可减弱。胸主动脉瘤可引起胸痛、气急、吞咽困难、咯血、声带因喉返神经受压而麻痹引起声音嘶哑、气管移位或阻塞、上腔静脉或肺动脉受压等表现。\n冠状动脉粥样硬化：可引起心绞痛、心肌梗死以及心肌纤维化等。患者可有胸痛、心悸等症状。\n脑动脉粥样硬化：脑缺血可引起眩晕、头痛与晕厥等症状。脑动脉血栓形成或破裂出血时引起脑血管意外，有头痛、眩晕、呕吐、意识突然丧失、肢体瘫痪、偏盲或失语等表现。脑萎缩时引起痴呆，有精神变态，行为失常，智力及记忆力减退以至性格完全改变等症状。\n肾动脉粥样硬化：可引起肾脏萎缩或顽固性高血压，年龄在55岁以上而突然发生高血压者，应考虑本病的可能。如有肾动脉血栓形成，可引起肾区疼痛、尿闭以及发热等。\n肠系膜动脉粥样硬化：可能引起消化不良、肠道张力减低、便秘与腹痛等症状。血栓形成时，有剧烈腹痛、腹胀和发热。肠壁坏死时，可引起便血、麻痹性肠梗阻以及休克等症状。\n四肢动脉粥样硬化：以下肢较为多见，尤其是腿部动脉，由于血供障碍而引起下肢发凉、麻木和间歇性跛行，即行走时发生腓肠肌麻木、疼痛以至痉挛，休息后消失，再走时又出现；严重者可有持续性疼痛，下肢动脉尤其是足背动脉搏动减弱或消失。动脉管腔如完全闭塞时可产生坏疽。",
    "abstract": "动脉粥样硬化症状取决于受累器官和血管。主动脉粥样硬化严重时可形成动脉瘤；冠状动脉粥样硬化可致心绞痛等；脑动脉粥样硬化可引起眩晕等，血栓形成或破裂会引发脑血管意外；肾动脉粥样硬化可引起肾脏萎缩等；肠系膜动脉粥样硬化可致消化不良等；四肢动脉粥样硬化以下肢多见，可出现间歇性跛行等。",
    "source": "中国医药信息查询平台（https://m.dayi.org.cn/qa/343557）"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "What is atherosclerosis? Atherosclerosis is a condition in which plaque builds up inside your arteries. Plaque is a sticky substance made up of cholesterol, fat, blood cells, calcium, and other substances found in the blood. Over time, plaque hardens and causes your arteries to narrow. That limits the flow of oxygen-rich blood to your body. Some people may confuse atherosclerosis and arteriosclerosis, but they are not the same thing: Arteriosclerosis is hardening of the arteries, which means that the arteries thicken and become less flexible. It can have several different causes. Atherosclerosis, which develops from plaque buildup, is a common type of arteriosclerosis. Atherosclerosis can affect most of the arteries in the body. It has different names, based on which arteries are affected: Coronary artery disease (CAD) is plaque buildup in the arteries of your heart. Peripheral artery disease (PAD) is plaque buildup in the arteries that carry blood away from the heart to other parts of the body. It most often affects the arteries of your legs, but it can also affect the arteries of your arms or pelvis. Carotid artery disease is plaque buildup in the neck arteries. It reduces blood flow to the brain. Renal artery stenosis is plaque buildup in the arteries that supply blood to your kidneys. Vertebral artery disease is plaque buildup in the arteries that supply blood to the back of your brain. Mesenteric artery ischemia is plaque buildup in the arteries that supply your intestines with blood. What causes atherosclerosis? Plaque often starts to build up during childhood and gets worse with age. The exact cause is unknown, but researchers believe that this buildup happens when there is damage to the arteries. This damage may be caused by unhealthy lifestyle habits, medical conditions, and your genes. Who is more likely to develop atherosclerosis? You may be more likely to develop atherosclerosis if you: What are the symptoms of atherosclerosis? In the early stages, atherosclerosis often does not cause any symptoms. You may first notice some symptoms at times when your body needs more oxygen. For example, this could be when you are having physical or emotional stress. Your symptoms will depend on which arteries are affected and how much blood flow is blocked: With coronary artery disease, the symptoms may include angina (a type of chest pain), palpitations (racing or pounding heart), and shortness of breath. With carotid artery disease, you may have a bruit. This is a whooshing sound that your health care provider hears when using a stethoscope. You could also have a transient ischemic attack (TIA), sometimes called a mini-stroke. With peripheral artery disease, you may have pain, aching, heaviness, or cramping in the legs when walking or climbing stairs. With vertebral artery disease, you may have problems with thinking and memory, weakness or numbness on one side of the body or face, and vision trouble. You could also have a transient ischemic attack. With mesenteric artery ischemia, the symptoms can include severe pain after meals, weight loss, and diarrhea. For men, erectile dysfunction (ED) is an early warning sign that you may be at higher risk for atherosclerosis and its complications. If you have ED, talk with your provider about your risk of plaque buildup. What other problems can atherosclerosis cause? Atherosclerosis can cause other health problems, or complications. For example, if a plaque bursts, a blood clot may form. The clot could block the artery completely or travel to another part of the body. Other possible complications can vary, depending on which arteries are affected. For example, blockages in different parts of the body can lead to complications such as a heart attack, stroke, vascular dementia, or limb loss. How is atherosclerosis diagnosed? To find out if you have atherosclerosis, your provider: Will ask about your medical and family health history Will ask about your lifestyle and risk factors for plaque buildup in the arteries Will do a physical exam, which will include listening to your heart and the blood flow in your arteries Will likely order tests, such as blood tests and heart health tests What are the treatments for atherosclerosis? If you have atherosclerosis, your provider will work with you to create a treatment plan that works for you. Your plan will depend on which arteries are affected, how much the blood flow is blocked, and what other medical conditions you have. Possible treatments may include: Heart-healthy lifestyle changes. Medicines to: Manage your risk factors. Treat atherosclerosis or its complications. Treat any medical conditions you have that can worsen plaque buildup. Procedures or surgeries to treat diseases or complications that were caused by plaque buildup. The specific type of procedure or surgery will depend on which arteries are affected. Cardiac rehabilitation, if you have had certain complications from atherosclerosis. Can atherosclerosis be prevented? There are steps you can take to try to prevent atherosclerosis: Choose heart-healthy foods, such fruits, vegetables, and whole grains. Limit foods that are high in saturated fats, salt, and added sugars. Do regular physical activity. But before you start an exercise program, ask your provider what level of physical activity is right for you. Aim for a healthy weight. Limit how much alcohol you drink. Drinking less is better for health than drinking more. Men should limit their intake to 2 drinks or less in a day. Women should drink 1 drink or less per day. Manage stress. If you smoke, quit smoking. Avoid secondhand smoke. Get enough good-quality sleep.",
    "abstract": "动脉粥样硬化是动脉内斑块积聚导致狭窄，限制氧富血流。斑块由胆固醇、脂肪、钙等组成，常从儿童期开始。风险因素包括高血压、高胆固醇、糖尿病、吸烟、肥胖。早期无症状，后期依受累动脉不同表现胸痛、跛行、短暂脑缺血。并发症有心梗、中风、肢体丢失。诊断包括病史、体检、血检。治疗有生活方式改变、药物、手术。预防需健康饮食、运动、控重、戒烟、限酒、减压。",
    "source": "MedlinePlus - https://medlineplus.gov/atherosclerosis.html"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Definition The most common reason for this is a build-up of fatty deposits on the inner walls of the blood vessels that supply the heart or brain. Symptoms Often, there are no symptoms of the underlying disease of the blood vessels. A heart attack or stroke may be the first sign of underlying disease. Symptoms of a heart attack include: pain or discomfort in the centre of the chest; and/or pain or discomfort in the arms, the left shoulder, elbows, jaw, or back. In addition the person may experience difficulty in breathing or shortness of breath; nausea or vomiting; light-headedness or faintness; a cold sweat; and turning pale. Women are more likely than men to have shortness of breath, nausea, vomiting, and back or jaw pain. Diagnosis It is important to detect cardiovascular disease as early as possible so that management with counselling and medicines can begin. The effects of behavioural risk factors may show up in individuals as raised blood pressure, raised blood glucose, raised blood lipids, and overweight and obesity. These “intermediate risks factors” can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications. Treatment Most cardiovascular diseases can be prevented by addressing behavioural and environmental risk factors such as tobacco use, unhealthy diet (including excess salt, sugar, and fats) and obesity, physical inactivity, harmful use of alcohol and air pollution. It is important to detect cardiovascular disease as early as possible so that management with counselling and medicines can begin. Drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions. Patients with cardiovascular disease should have access to appropriate technology and medication. Basic medicines that should be available include: aspirin beta-blockers calcium channel blockers angiotensin-converting enzyme inhibitors diuretics statins. An acute event such as a heart attack or stroke should be promptly managed. Sometimes, surgical operations are required to treat CVDs. They include: coronary artery bypass; balloon angioplasty (where a small balloon-like device is threaded through an artery to open the blockage); valve repair and replacement; heart transplantation; and artificial heart operations. Medical devices are required to treat some CVDs. Such devices include pacemakers, prosthetic valves, and patches for closing holes in the heart. Prevention Most cardiovascular diseases can be prevented by addressing behavioural and environmental risk factors such as tobacco use, unhealthy diet (including excess salt, sugar, and fats) and obesity, physical inactivity, harmful use of alcohol and air pollution. Cessation of tobacco use, reduction of salt in the diet, eating more fruit and vegetables, regular physical activity and avoiding harmful use of alcohol have been shown to reduce the risk of cardiovascular disease. Health policies that create conducive environments for making healthy choices affordable and available, as well as improving air quality and reducing pollution, are essential for motivating people to adopt and sustain healthy behaviours. Complications These “intermediate risks factors” can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications. Epidemiology Cardiovascular diseases (CVDs) are the leading cause of death globally. An estimated 19.8 million people died from CVDs in 2022, representing approximately 32% of all global deaths. Of these deaths, 85% were due to heart attack and stroke. Over three quarters of CVD deaths take place in low- and middle-income countries. Out of the 18 million premature deaths (under the age of 70) due to noncommunicable diseases in 2021, at least 38% were caused by CVDs. Approximately 80% of the world's deaths from CVDs occur in low- and middle-income countries. Globally, about 2% of deaths from cardiovascular diseases are related to rheumatic heart disease.",
    "abstract": "心血管疾病（CVD）主要由动脉粥样硬化引起，即动脉内脂肪沉积导致血管狭窄。常无症状，心梗或中风为首发。心梗症状包括胸痛、气短、恶心、出冷汗。诊断通过测血压、血糖、血脂评估风险。治疗包括行为干预、药物（如阿司匹林、他汀类）、手术（如冠脉搭桥、球囊扩张）。预防需戒烟、健康饮食、多蔬果、运动、限酒、减污染。并发症有心梗、中风、心衰。流行病学：2022年全球1980万人死于CVD，占总死亡32%，85%为心梗中风，低中收入国占多数。",
    "source": "World Health Organization (WHO) - https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds)"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Introduction The endothelium, first described over 100 years ago as an inert anatomical barrier between blood and the vessel wall, is now recognized as a dynamic organ with secretory, synthetic, metabolic, and immunologic functions. Forming a continuous lining to every blood vessel in the body, endothelial cells play an obligatory role in modulating vascular tone and permeability, angiogenesis, and in mediating haemostatic, inflammatory and reparative responses to local injury. To fulfil these roles the endothelium is highly dynamic, continuously responding to spatial and temporal changes in mechanical and biochemical stimuli. Such responsiveness is affected through receptors for growth factors, lipoproteins, platelet products and circulating hormones, which regulate changes in protein and mRNA expression, cell proliferation and migration or the release of vasoactive and inflammatory mediators. All vascular endothelial cells have a common embryonic origin but show clear bed-specific heterogeneity in morphology, function, gene and protein expression, determined by both environmental stimuli and epigenetic features acquired during development. Thus, the endothelium should not be regarded as a homogenous tissue but rather a conglomerate of distinct populations of cells sharing many common functions but also adapted to meet regional demands. The continuous endothelial cell layer provides an uninterrupted barrier between the blood and tissues in the majority of blood vessels and ensures tight control of permeability of the blood-brain barrier. In regions of increased trans-endothelial transport such as capillaries of endocrine glands and the kidney, the presence of fenestrae, transcellular pores approximately 70 nm in diameter with a thin fenestral diaphragm across their opening, facilitate the selective permeability required for efficient absorption, secretion, and filtering. In hepatic sinuses, the presence of a discontinuous endothelium with large fenestrations (0.1–1 mm in diameter) lacking a fenestral diaphragm, provides a highly permeable and poorly selective sieve essential for transfer of lipoproteins from blood to hepatocytes. Beyond these structural variations, endothelial heterogeneity is also manifest in regional differences in the release of vasoactive and inflammatory mediators, in response to changes in shear stress and hypoxia, and in expression of pro- and anti-coagulant molecules. For example, endothelial expression of the pro-thrombotic mediator von Willebrand factor (vWF) is a function of endothelial cells found in vessels of discrete size and/or anatomic location. Similarly, the contribution of nitric oxide (NO) to endothelium-dependent vasodilation is far greater in large conduit arteries compared to small resistance vessels. These regional biochemical and phenotypic differences between endothelial cells extend to their susceptibility to injury in the face of cardiovascular risk factors such as hyper cholesterolemia, diabetes and smoking and thus impact the function of the vasculature both in health and disease. This chapter provides an overview of how the endothelium regulates four key aspects of cardiovascular homeostasis-vascular tone, angiogenesis, haemostasis and inflammation. Endothelium-Dependent Regulation of Vascular Tone Since the first report by Furchgott and Zawadski of endothelium-dependent modulation of the contractile state of smooth muscle cells in the artery wall, it has become apparent that endothelial cells release a plethora of vasoactive factors in response to a wide range of mechanical and chemical stimuli. That many of these factors also modulate processes such as inflammation, cell adhesion and coagulation, highlights the crucial physiological role of the endothelium and why endothelial dysfunction is pivotal in the development of cardiovascular diseases such as atherosclerosis and hypertension. This section will focus on the four major pathways underlying endothelium-dependent modulation of vascular tone; NO, arachidonic acid metabolites, endothelium-dependent hyperpolarisation (EDH) and endothelin. Nitric oxide The first endothelium-derived relaxing factor described by Furchgott and Zawadski was subsequently identified as NO, a short-lived free radical synthesized from L-arginine by endothelial NO synthase (eNOS) and destroyed by reactive oxygen species (ROS). NO activates the haem-dependent enzyme, soluble guanylyl cyclase in surrounding smooth muscle cells, leading to formation of cyclic guanosine monophosphate (cGMP). Subsequent protein kinase G-mediated phosphorylation of a diverse range of target proteins such as large conductance calcium-activated potassium (BK ca) channels, RhoA, Rho kinase, transient receptor potential (TRP) channels, myosin light chain phosphatase and phospholamban, leads to smooth muscle cell relaxation and hence vasodilation. eNOS is a bidomain enzyme; an N-terminal oxygenase domain with binding sites for haem, tetrahydrobiopterin, oxygen and the substrate L-arginine supports the catalytic activity, and a C-terminal reductase domain binds nicotinamide adenine dinucleotide phosphate (NADPH), flavin mononucleotide (FMN) and flavin adenine dinucleotide co-factors. Transfer of electrons from NADPH to flavins in the reductase domain and then to the haem in the oxygenase domain is required so that the haem iron can bind oxygen and catalyze the synthesis of NO from L-arginine. Binding of the ubiquitous calcium regulatory protein calmodulin (CAM) facilitates transfer of electrons from the reductase to the oxygenase domain and is critical for activation of the enzyme. eNOS is constitutively expressed in all endothelial cells but regulation of the enzyme by physiological and pathophysiological stimuli occurs via a complex pattern of transcriptional and post-translational modifications. For example, both eNOS mRNA and protein levels are increased by fluid shear stress via activation of a pathway involving both c-Src-tyrosine kinase and transcription factor NFκB. At the post-translational level, eNOS activity is highly regulated by substrate and cofactor availability as well as by endogenous inhibitors, lipid modification, direct protein-protein interactions, phosphorylation, O-linked glycosylation, and S-nitrosylation. Agonists at endothelial G-protein coupled receptors (GPCRs) such as bradykinin, and acetylcholine, elicit calcium-CAM-dependent NO production by via phospholipase C-mediated generation of inositol 1,4,5-trisphosphate (IP 3) and subsequent release of calcium from intracellular stores. However, activation of tyrosine kinase linked receptors such as the vascular endothelial growth factor (VEGF) receptor, and mechanical stimulation of the endothelium by shear stress, lead to phosphorylation of eNOS at Ser 1177 to increase the calcium sensitivity of the enzyme so that it can be activated at resting calcium levels. Distinct kinase pathways can mediate eNOS phosphorylation; shear stress elicits phosphorylation of Ser 1177 via protein kinase A whereas insulin and VEGF cause phosphorylation of the same residue via the serine/threonine protein kinase Akt. Conversely, phosphorylation of the enzyme at Tyr 657 within the FMN domain or Thr 495 within the CaM-binding domain, inhibit enzyme activity. Within endothelial cells, eNOS is targeted to invaginations of the cell membrane called caveolae, membrane microdomains enriched in cholesterol and sphingolipids, and defined by the presence of the scaffolding protein caveolin. Caveolae sequester diverse receptors and signaling proteins including GPCRs, growth factor receptors and calcium regulatory proteins such as CAM. Thus, targeting of eNOS to this region facilitates communication with upstream and downstream pathways. Within caveolae, caveolin-1 tonically inhibits eNOS activity, thereby limiting the production of NO; binding of calcium-CAM leads to disruption of the caveolin-1/enos interaction and increases eNOS activity. Other associated proteins such as platelet endothelial cell adhesion molecule-1 (PECAM-1), modulate eNOS activity by virtue of their function as scaffolds for the binding of signaling molecules such as tyrosine kinases and phosphatases. A vast range of stimuli such as shear stress generated by the viscous drag of blood flowing over the endothelial cell surface, circulating hormones (e.g. catecholamines, vasopressin), plasma constituents (e.g. thrombin), platelet products (e.g. 5-HT) and locally-produced chemical mediaors (e.g. bradykinin) each evoke NO-mediated vasodilation. Release of endothelium-derived NO by such stimuli plays a critical role in mediating acute changes in local blood flow and tissue perfusion. Shear stress-stimulated NO production is central to exercise-induced increases in blood flow in skeletal muscle. Production of NO in response to 5-HT released from aggregating platelets, dilates coronary arteries thus preventing the clot from occluding the vessel. Mice lacking eNOS are hypertensive and infusion of L-arginine analogues, competitive inhibitors of eNOS, cause alterations in local blood flow and in systemic blood pressure, demonstrating the importance of endothelium-derived NO in long-term control of blood pressure and blood flow in vivo. In humans, elevated levels of an endogenous inhibitor of eNOS, asymmetric dimethylarginine, are associated with hypertension and increased cardiovascular risk. In addition to its vasodilator actions, NO is now recognized as playing myriad other protective roles in the vasculature as a regulator of clot formation, inflammation and vessel repair. Loss of NO-mediated vasodilation, due to reduced expression or activity of eNOS and/or oxidative stress-mediated reductions in NO bioavailability, is a hallmark of endothelial dysfunction associated with cardiovascular risk factors such as hypercholesterolemia, smoking, diabetes and obesity. Loss of NO tip the homeostatic balance in favour of vasoconstriction, proliferation, activation of platelets and blood clot formation, and inflammation. These pathological processes contribute to clinical manifestations such as hypertension, atherosclerosis and arterial thrombosis, which are associated with significant morbidity and mortality. Metabolites of arachidonic acid: Arachidonic acid, released from cell membrane phospholipids by phospholipases, is metabolized by cyclooxygenase (COX), lipoxygenase (LO), and cytochrome P450 monooxygenase (CYP) enzymes to yield an array of endothelium-derived vasoactive factors. Cyclooxygenases: COX enzymes metabolize arachidonic acid to endoperoxide intermediates which are then converted to a range of eicosanoids (e.g. prostacyclin; PGI 2 , thromboxane A 2 ) through the actions of various synthases. Two isoforms of cyclooxygenase are found in the endothelium. The constitutively expressed COX-1 has long been regarded as vasculoprotective, the predominant product being PGI 2 which acts on prostanoid (IP) receptors to cause vasodilation and inhibition of platelet aggregation via activation of adenylyl cyclase and subsequent elevation of intracellular cyclic-adenosine monophosphate (cAMP). PGI 2 also inhibits platelet and lymphocyte adhesion to endothelium, limits vascular smooth muscle cell proliferation and migration, and counteracts the production of growth factors. However, evidence is now emerging that GPCR-mediated activation of endothelial COX-1 can generate other products such as TXA 2 and PGH 2 which activate thromboxane (TP) receptors on smooth muscle cells and so function as endothelium-derived contracting factors (EDCFs). Stimulation of TP receptors elicit not only vasoconstriction but also proliferation of vascular smooth muscle cells, platelet adhesion and aggregation and expression of adhesion molecules on endothelial cells. COX-1 shows basal activity and is activated by endothelial GPCRs. A shift from production of endothelium-derived relaxing factors to COX-dependent EDCFs is implicated in endothelial dysfunction associated with ageing, diabetes and hypertension. COX-2 was first identified as an inducible form of the enzyme, regulated at the level of gene expression and associated with inflammation. However, it is expressed in some blood vessels in the absence of overt signs of inflammation and may be a major source of vasculoprotective PGI 2; hence the deleterious cardiovascular consequences seen in some patients treated with selective COX-2 inhibitors. Lipoxygenases: LO enzymes deoxygenate polyunsaturated fatty acids to hydroperoxyl metabolites. The three LO isoforms expressed in endothelial cells are 5-LO, 12-LO, and 15-LO, which correspond to the carbon position of arachidonic acid oxygenation. Each LO oxygenates arachidonic acid to form a stereospecific hydroperoxyeicosatetraenoic acid (HPETE). HPETEs are unstable and are reduced to the corresponding hydroxyeicosatetraenoic acids (HETEs). 5-LO is the initial enzyme in the synthesis of leukotrienes but 5-LO products do not seem to be involved in regulation of vascular tone. In contrast, products from the 12-LO and 15-LO pathways are vasoactive but show species and vessel variation in the responses they elicit. 12-HETE elicits relaxation of a number of peripheral arteries including human coronary vessels, but causes vasoconstriction in dog renal arteries. 15-HPETE and 15-HETE cause slight vasorelaxation at lower concentrations but contractions at higher concentrations mediated by activation of TP receptors. Although vasoactive LO metabolites are produced by endothelial cells, elucidation of their physiological role has been hindered by the lack of selectivity of pharmacological inhibitors. Cytochrome P450 monooxygenases: CYP enzymes add oxygen across the double bonds of arachidonic acid to produce four cisepoxides, 14,15-, 11,12-, 8,9-, and 5,6-epoxyeicosatrienoic acids (EETs). Two CYP enzymes have been cloned from human endothelium CYP2C8/9 and CYP2J2 both of which produce mainly 14,15-EET with lesser amounts of 11,12-EET. The latter are also the major EETs released from endothelial cells stimulated by GPCR agonists (e.g. acetylcholine, bradykinin) and physical stimuli such as cyclic stretch and shear stress. EETs are rapidly metabolized by esterification into phospholipids or hydration to dihydroxyeicosatrienoic acids by soluble epoxide hydrolase. EETs are vasoactive causing vasoconstrictions in the lung but eliciting vasodilatation of systemic arteries via activation of iberiotoxin-sensitive, BK ca channels on the vascular smooth muscle cells. EETs are proposed mediators of EDH in systemic arteries, acting either as transferable factors that hyperpolarize and relax smooth muscle cells, or acting in an autocrine manner to cause hyperpolarisation of the endothelial cell membrane potential which is then spread to the underlying smooth muscle through gap junctions.",
    "abstract": "内皮细胞是血管动态器官，调控血管张力、通透性、血管生成、止血、炎症。异质性强，受环境和表观遗传影响。NO由eNOS产生，促进血管舒张，抑制血栓、炎症。风险因素如高胆固醇、糖尿病、吸烟导致内皮功能障碍，促动脉粥样硬化。花生四烯酸代谢物如PGI2舒张，TXA2收缩。LO和CYP产物也调控张力。内皮损伤是心血管病关键。",
    "source": "NCBI Bookshelf - Endothelium - https://www.ncbi.nlm.nih.gov/books/NBK534266/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Atherosclerosis is a chronic inflammatory disease of the arteries and is the underlying cause of about 50% of all deaths in westernized society. It is principally a lipid-driven process initiated by the accumulation of low-density lipoprotein and remnant lipoprotein particles and an active inflammatory process in focal areas of arteries particularly at regions of disturbed non-laminar flow at branch points in the arteries and is considered a primary cause of atherosclerotic cardiovascular disease (ASCVD) resulting in heart attacks, stroke and peripheral arterial disease. Atherosclerosis is a chronic inflammatory disease in which there is a build up of plaques inside arteries. These plaques are principally composed of lipids that induce an inflammatory reaction causing turbulent flow with atherosclerotic cardiovascular disease (ASCVD) as a result. Since atherosclerosis is a predominantly asymptomatic condition, it is difficult to determine the incidence accurately. Atherosclerosis is considered the major cause of cardiovascular diseases. Atherosclerotic cardiovascular disease mainly involves the heart and brain: ischemic heart disease (IHD) and ischemic stroke. It has been reported that 75% of acute myocardial infarctions occur from plaque rupture and the highest incidence of plaque rupture was observed in men over 45 years; whereas, in women, the incidence increases beyond age 50 years. This higher prevalence of atherosclerosis in men compared to women is attributed to the protective function of female sex hormones but is lost after menopause.",
    "abstract": "动脉粥样硬化是慢性炎症性动脉疾病，由低密度脂蛋白积聚和炎症引起，是西方社会死亡原因的50%。主要影响心脑，导致缺血性心脏病和中风。无症状，多为隐匿。斑块破裂致75%急性心梗。男性>45岁、女性>50岁高发，绝经后女性风险增。诊断治疗控制风险因素，预防心血管事件。",
    "source": "PubMed Central (PMC) - https://pmc.ncbi.nlm.nih.gov/articles/PMC2826222/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Atherosclerosis, the formation of fibrofatty lesions in the artery wall, causes much morbidity and mortality worldwide, including most myocardial infarctions and many strokes, as well as disabling peripheral artery disease. Development of atherosclerotic lesions probably requires low-density lipoprotein, a particle that carries cholesterol through the blood. Other risk factors for atherosclerosis and its thrombotic complications include hypertension, cigarette smoking and diabetes mellitus. Increasing evidence also points to a role of the immune system, as emerging risk factors include inflammation and clonal haematopoiesis.",
    "abstract": "动脉粥样硬化是动脉壁纤维脂肪病变形成，导致全球多数心梗、中风和外周动脉病。低密度脂蛋白携胆固醇必要。其他风险：高血压、吸烟、糖尿病。免疫系统参与，炎症和克隆性造血为新兴因素。治疗针对LDL和风险控制，预防血栓并发症。",
    "source": "PubMed - https://pubmed.ncbi.nlm.nih.gov/31420554/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "The exact causes and risk factors of atherosclerosis are unknown; however, certain conditions, traits, or habits may raise the chance of developing atherosclerosis. Most risk factors including high cholesterol and LDL, low level of high density lipoprotein (HDL) in the blood, hypertension, tobacco smoke, diabetes mellitus, obesity, inactive lifestyle, age can be controlled and atherosclerosis can be delayed or prevented. Cholesterol is a hydrophilic lipid that is progenitor of steroid hormones such as corticosteroids, sex hormones, bile acids, and vitamin D. Cholesterol is a major component of cell membrane. It has two synthetic and dietary sources. Leukocyte adhesion molecules are involved in the primary stages of atherosclerosis. Endothelial cells are important sources for producing adhesion molecules on leukocytes. Furthermore, the role of antioxidants and medicinal herbs in atherosclerosis and endothelial damage has been discussed and a list of important medicinal plants effective in the treatment and prevention of hyperlipidemia and atherosclerosis is presented.",
    "abstract": "动脉粥样硬化确切病因未知，但高LDL、低HDL、高血压、吸烟、糖尿病、肥胖、不活动、年龄等风险因素可控，可延缓或预防。胆固醇为细胞膜主要成分，有内源和饮食来源。白细胞黏附分子参与早期过程，内皮细胞产生黏附分子。抗氧化剂和药用草本可治疗高脂血症和内皮损伤，预防动脉粥样硬化。",
    "source": "PMC - https://pmc.ncbi.nlm.nih.gov/articles/PMC4258672/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Atherosclerosis is an inflammatory disease of the large arteries that is the major cause of cardiovascular disease (CVD) and stroke. Here we review the current understanding of the molecular, cellular, genetic and environmental contributions to atherosclerosis, from both individual pathway and systems perspectives. Chronic, low-grade inflammation frequently develops with advanced age in the absence of infection and contributes to age related pathologies such as atherosclerosis. It can have profound effects on systemic functions such as lipid and glucose metabolism. Among the features of aging is increased macrophage abundance and altered polarization. Recent studies suggest that M1-like macrophages, in addition to senescent cells, may be a major source of proinflammatory cytokines such as IL-1beta, IL-6 and TNF and increased activation of NLRP3 during aging. In elderly where CAD is already manifested, the plasma proteome (3–5000 proteins), reflecting both genetic and environmental factors, is emerging as a highly relevant source to detect obstructive CAD. Since plasma LDL, Lp(a), and triglyceride-rich lipoproteins are important drivers of atherosclerosis, many efforts have been directed at reducing their levels. Atherosclerosis or coronary artery disease (CAD) is the most common form of cardiovascular disease (CVD) where the main component is lipid accumulation and inflammation of the large arteries, which eventually may lead to its clinical complications, myocardial infarction (MI) and stroke.",
    "abstract": "动脉粥样硬化是大动脉炎症性疾病，是心血管病和中风主要原因。涉及分子、细胞、遗传、环境因素。老年慢性低度炎症促动脉粥样硬化，影响脂质葡萄糖代谢。M1巨噬细胞和衰老细胞产生促炎因子如IL-1β、IL-6、TNF。血浆蛋白质组可检测阻塞性CAD。LDL、Lp(a)、甘油三酯富集脂蛋白驱动疾病，治疗重点降低其水平。CAD最常见CVD，脂质积聚炎症导致心梗中风。",
    "source": "PMC - https://pmc.ncbi.nlm.nih.gov/articles/PMC9119695/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "In 2024, SHS scientists reported that more than half of the 1,400 American Indian teens and young adults in the study had unhealthy levels of cholesterol and fats in their blood, increasing their risk of developing atherosclerosis-related disease. The NHLBI's Trans-Omics for Precision Medicine (TOPMed) database in combination with the National Human Genome Research Institute Centers for Common Disease Genomics program, serve as key data sources researchers draw from to identify rare and complex gene patterns that affect the risk of plaque buildup. Research supported by the NHLBI has shown that certain treatments and lifestyle changes, such as quitting smoking and adopting healthy eating habits, can help prevent atherosclerosis and slow its progression. Our Division of Cardiovascular Sciences and its Atherothrombosis and Coronary Artery Disease Branch support research to advance our understanding of atherosclerosis and find safe and effective ways to prevent and treat it. Cellular links between atherosclerosis and other diseases: Other NHLBI-supported studies are focusing on macrophages (a type of immune cell) that may be a link between atherosclerosis and diabetes, a strong risk factor for plaque buildup.",
    "abstract": "2024年研究显示，1400名美洲印第安青少年中超半数血脂异常，增动脉粥样硬化风险。NHLBI TOPMed数据库与NHGRI项目识别斑块风险基因模式。NHLBI支持研究证实戒烟健康饮食可预防延缓动脉粥样硬化。心血管科学部支持研究理解预防治疗。巨噬细胞链接动脉粥样硬化与糖尿病。",
    "source": "NHLBI, NIH - https://www.nhlbi.nih.gov/research/atherosclerosis"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Atherosclerosis is initiated by endothelium activation and, followed by a cascade of events (accumulation of lipids, fibrous elements, and calcification), triggers the vessel narrowing and activation of inflammatory pathways. The resultant atheroma plaque, along with these processes, results in cardiovascular complications. In addition, the post-transcriptional regulation and modulation of atheroma plaque by microRNAs and lncRNAs, the role of microbiota, and the importance of sex as a crucial risk factor in atherosclerosis are covered here in order to provide a global view of the disease. Atherosclerosis is a disease that is characterized by the accumulation of lipids, fibrous elements, and calcification within the large arteries. This process is initiated by endothelium activation, followed by a cascade of events, which implies the vessel narrowing and activation of inflammatory pathways leading to atheroma plaque formation. In this study, we aimed to review the mechanism of development of atherosclerosis, including endothelial dysfunction, fatty streak formation, fibrous plaque formation, and plaque rupture. This review approaches the pathophysiology of atherosclerosis from a broad perspective, examining the pathological and biochemical processes of atherosclerotic plaque formation and growth. Nitric oxygen regulates cardiovascular metabolism and is compromised in the presence of cardiovascular risk factors. eNOS catalyzes the production of NO from L-arginine. NO is an essential metabolite that inhibits the progression of atherosclerosis improving vasorelaxation, angiogenesis, endothelial function, insulin secretion, glucose clearance, and mitochondrial efficiency.",
    "abstract": "动脉粥样硬化由内皮激活启动，脂质纤维钙化积聚导致血管狭窄炎症通路激活，形成动脉粥样硬化斑块致心血管并发症。微RNA、lncRNA转录后调控斑块，微生物组作用，性别为关键风险因素。机制包括内皮功能障碍、脂肪条纹、纤维斑块、斑块破裂。NO由eNOS产生，抑制进展改善血管舒张、血管生成、内皮功能、胰岛素分泌等。",
    "source": "PMC - https://pmc.ncbi.nlm.nih.gov/articles/PMC8954705/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "Atherosclerosis is well-established as the main driving force behind cardiovascular disease (CVD) and related vascular diseases, such as coronary artery disease (CAD), peripheral arterial disease (PAD), cerebrovascular accidents (CVAs), aortic atherosclerotic disease, and more. Collectively, these diseases are termed atherosclerotic cardiovascular diseases (ASCVDs). Overall, ASCVD is the leading cause of death worldwide. Although the mechanism of atherosclerosis has been studied over the years, new risk factors for its development and progression have come to light. Atherosclerosis is now regarded as a chronic inflammatory condition in which macrophages infiltrate atherosclerotic sites, accumulate lipids, and form into foam cells while secreting inflammatory mediators. Although certain demographics of patients are more predisposed to the development of cardiovascular disease than others, the complex inter-relationship between atherosclerosis and molecular factors should not be ignored. Similarly, the complex nature of atherosclerosis has called for the development of emerging therapies, such as the use of small interfering RNAs (siRNAs) as a novel therapeutic strategy to prevent the assembly of lipoproteins and reduce the effects of cardiovascular risk factors and diseases. This review aims to provide a comprehensive summary and analysis of the best available evidence surrounding the cellular and molecular mechanisms implicated in the development and progression of atherosclerosis. We will explore key cellular processes involved in the pathogenesis of atherosclerosis, particularly those related to endothelial dysfunction, lipid oxidation, and immune cell infiltration.",
    "abstract": "动脉粥样硬化是心血管病主要驱动力，包括冠心病、外周动脉病、中风等，统称ASCVD，全球首要死亡原因。新风险因素不断发现。现视为慢性炎症，巨噬细胞浸润积脂成泡沫细胞分泌炎症介质。分子因素复杂，新疗法如siRNA预防脂蛋白组装减风险。本综述总结细胞分子机制，重点内皮功能障碍、脂质氧化、免疫细胞浸润。",
    "source": "PMC - https://pmc.ncbi.nlm.nih.gov/articles/PMC11818631/"
  },
  {
    "disease_name": "动脉粥样硬化",
    "category": "心血管系统疾病",
    "information": "动脉粥样硬化（atheroma)是一组动脉硬化的血管病中常见的最重要的一种，其特点是受累动脉病变从内膜开始。一般先有脂质和复合糖类积聚、出血及血栓形成，纤维组织增生及钙质沉着，并有动脉中层的逐渐蜕变和钙化，病变常累及弹性及大中等肌性动脉，一旦发展到足以阻塞动脉腔，则该动脉所供应的组织或器官将缺血或坏死。由于在动脉内膜积聚的脂质外观呈黄色粥样，因此称为动脉粥样硬化。\n动脉粥样硬化就是动脉壁上沉积了一层像小米粥样的脂类，使动脉弹性减低、管腔变窄的病变。\n高血压是促进动脉粥样硬化发生、发展的重要因子，而动脉因粥样硬化所致的狭窄又可引起继发性高血压。因此二者之间互相影响，互相促进，形影不离。\n高血压促进动脉粥样硬化，多发生于大、中动脉，包括心脏的冠状动脉、头部的脑动脉等这些要塞通道。高血压致使血液冲击血管内膜，导致管壁增厚、管腔变细。管壁内膜受损后易为胆固醇、脂质沉积，加重了动脉粥样斑块的形成。\n因此，高血压是动脉粥样硬化的危险因子。\n动脉粥样硬化的特点是指动脉发生了非炎症性、退行性和增生性的病变，导致管壁增厚变硬，失去弹性和管腔缩小。动脉粥样硬化的病理变化主要累及体循环系统的大型弹力型动脉（如主动脉）和中型肌弹力型动脉（以冠状动脉和脑动脉罹患最多），受累动脉的病变从内膜开始，先后有多种病变同时存在，包括局部有脂质和复合糖类积聚，出血和血栓形成，纤维组织增生和钙质沉着，并有动脉中层的逐渐退化和钙化。现代细胞分子生物学技术显示，动脉粥样硬化病变都具有平滑肌细胞增生，大量胶原纤维、弹力纤维和蛋白多糖等结缔组织基质形成，以及细胞内外脂质积聚的特点。由于在动脉内膜积聚的脂质外观呈现黄色粥样，因此称为动脉粥样硬化。\n动脉粥样硬化：是指动脉光滑摧摸受到破坏，长期血压升高可促进动脉粥样硬化的形成。从而出现胆固醇、胆固醇脂及甘油三脂、血肌酐沉着、升高。动脉粥样硬化一般发生在冠状动脉、使动脉狭窄，则引起冠心病，也可发生在主动脉、脑动脉、肾动脉等，从而引起相应部位的病变，产生不同的严重后果。",
    "abstract": "动脉粥样硬化是一组动脉硬化血管病中常见且重要的一种，病变从内膜开始，有脂质和复合糖类积聚等多种病变，常累及弹性及大中等肌性动脉。高血压是其重要危险因子，二者相互影响。其特点是动脉发生非炎症性、退行性和增生性病变，导致管壁增厚变硬、管腔缩小，可在冠状动脉、主动脉、脑动脉等多处发生，引起相应部位病变。",
    "source": "医学百科（https://www.yixue.com/%E5%8A%A8%E8%84%89%E7%B2%A5%E6%A0%B7%E7%A1%AC%E5%8C%96）"
  }
]