[
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "高血压是以体循环动脉血压（收缩压和/或舒张压）升高为主要临床表现的心血管综合征。目前，我国对高血压的定义为：非同日3次血压测量，收缩压≥140mmHg和/或舒张压≥90mmHg的血压界值，即可确诊。需要注意的是，如果患者既往有高血压史，目前正在使用降压药物，血压虽然低于 140/90 毫米汞柱（mmHg），也诊断为高血压。由于血管壁长期受到过高压力影响，高血压可能导致多种健康问题，如脑出血、心力衰竭等。根据发病原因，高血压可分为两类：原发性高血压和继发性高血压。原发性高血压又称高血压病，是一种以血压升高为主要表现，同时还可能伴有相关心血管发病风险的情况，病因尚不完全明确，该类型占所有高血压患者的 90％以上。继发性高血压也称为症状性高血压，由其他疾病引起，如呼吸系统疾病、肾脏疾病、内分泌系统疾病等，高血压仅是该种疾病的临床表现之一，占所有高血压患者的 5％～10％。原发性高血压根据起病和病情进展的缓急及病程的长短，又可分为两型：缓进型和急进型。前者又称良性高血压，绝大部分患者属此型；后者又称恶性高血压，仅占本病患者的 1％～5％。高血压是最常见的心血管疾病，可能危及每一个人的健康，因此成年人每年至少应测量一次血压。高血压病人早期常无感觉，往往悄然起病并造成突发事件，被公认为“无声杀手”。中风、心脏病、肾功能不全等疾病是最常见的高血压并发症，致残、致死率高，危害严重。超重和肥胖、高盐饮食、过量饮酒是高血压发生的主要危险因素；控制体重、限盐、限酒是防治高血压的有效措施。健康的生活方式是高血压防治的基石，持之以恒将终身受益。控制高血压患者血压水平，减少心、脑、肾等器官损害。全面考虑各种心脑血管病的危险因素，药物与非药物疗法相结合，全面达到治疗目标。合理选择、长期坚持、规律服用治疗高血压药物，是持续平稳有效降压的基本保证。人人参与，共同行动，提高高血压知晓率、治疗率和控制率。",
    "abstract": "高血压是以体循环动脉压升高为主要表现的心血管综合征，我国定义为非同日三次测量收缩压≥140mmHg和/或舒张压≥90mmHg。它是常见慢性病，可引发心、脑、肾等严重并发症。防治需结合生活方式干预和药物治疗。",
    "source": "腾讯医典 - https://h5.baike.qq.com/mobile/search_overview_detail.html?id=tx00097000myejov&adtag=sg.bk.bing.rp; 国家卫生健康委员会《防治高血压宣传教育知识要点》 - https://www.nhc.gov.cn/jkj/s10021/200507/2dc1de163e234a20be894463f9fe59fd.shtml"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "2002年中国居民营养与健康状况调查结果显示，中国成年人高血压的患病率为18.8％，即全国约有1.6亿高血压患者，每5个成人就有一人患高血压，高血压已成为我国最常见的心血管疾病。随着我国经济的发展、人民生活水平的提高，主要是居民饮食结构和生活方式的改变，我国高血压的患病率呈现明显上升趋势。与1991年相比，2002年我国高血压患病率上升了31%，高血压患病人数增加约7000多万。目前我国农村高血压患病率正在快速上升，“城乡差别”明显减少。我国年轻人高血压患病率上升趋势比老年人更为明显，高血压发病低龄化值得关注。女性在更年期和更年期后高血压、动脉粥样硬化和冠心病的发病率显著增高。儿童高血压也不少见，而且知晓率极低，往往被忽视。我国65岁以上人群，高血压的患病率达50％左右。2002年中国居民营养与健康状况调查结果显示，我国人群高血压的知晓率为30%，治疗率为25%，控制率仅为6%，处在极低水平。我国有1.1亿人不知道自己已患有高血压，1.2亿高血压患者并没有正规使用降压药治疗，1.5亿的高血压患者没有达到降压目标。",
    "abstract": "我国高血压患病率高，估计患者约1.6亿，且呈上升趋势，发病有年轻化倾向。但知晓率、治疗率和控制率均较低，防治形势严峻。",
    "source": "国家卫生健康委员会《防治高血压宣传教育知识要点》 - https://www.nhc.gov.cn/jkj/s10021/200507/2dc1de163e234a20be894463f9fe59fd.shtml"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "大多数高血压患者起病隐匿，可无明显症状，因此高血压也被称为“无声的杀手”；部分患者可有头痛、头晕、乏力、心悸等临床表现。另外，极少部分高血压急症患者还可能出现呼吸困难、昏迷等严重症状。常见症状包括血压升高、头痛、头晕、乏力、心悸、恶心、呕吐、胸痛（当合并冠心病时这种疼痛也称为心绞痛）。高血压危象症状：高血压患者疾病发展过程中，在一些诱因的作用下血压突然显著升高，病情急剧恶化，同时伴有进行性心、脑、肾、视网膜等重要的靶器官功能不全的表现。如眼底出血、头痛、嗜睡、抽搐、恶心、呕吐、呼吸困难、昏迷等。高血压有时会引起头痛、气短、头晕、胸痛、心悸和流鼻血等症状。高血压最常累及到心、脑、肾等器官。长期高血压会导致心脑血管狭窄，狭窄后的血管内压力反而降低，导致器官缺血甚至发生坏死，如发生心肌梗死、脑梗死、肾功能不全等。眩晕是高血压患者出现最多的症状。失眠。持续升高的血压可导致大脑皮层和自主神经出现功能失调，从而间接引起入睡困难、易醒、睡眠不踏实、易做噩梦、易惊醒等失眠症状。耳鸣。高血压可以导致内耳动脉硬化和痉挛，因供血不足使听觉神经功能发生退化。头疼。高血压常见的症状之一，可表现为持续性钝痛或搏动性胀痛。肢体麻木。血压波动或升高时，全身小动脉出现痉挛，造成血管舒缩功能紊乱或动脉硬化，引起肢体局部供血不足，出现四肢发麻。",
    "abstract": "高血压常见症状包括头痛、头晕、乏力、心悸等，但多数患者早期无症状，故称“无声杀手”。严重时可出现高血压危象，累及心、脑、肾等靶器官，引发相应并发症。",
    "source": "腾讯医典 - https://h5.baike.qq.com/mobile/overview_detail.html?id=tx00097000myejov&name=%E9%AB%98%E8%A1%80%E5%8E%8B&m=36d2cbd685fe77230b9dff2dd3a9ced2&adtag=hunyuan.bk.bing.cs&searchid=4953fbe75ae0049788e6992e01d9eabf; 福建省卫生健康委员会官网 - https://www.fujian.gov.cn/suc/login/logout?redirtUrl=https://wjw.fujian.gov.cn/ztzl/jkjy/wsrxc/202210/t20221009_6011916.htm; 国家卫生健康委员会官网 - https://www.nhc.gov.cn/jnr/gxyrzsxx/201405/39d7dd2d2f954894bedebebeed8bd2fd04.shtml"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "原发性高血压的病因和发病机制尚不完全明确，考虑其病因为多因素，尤其是遗传因素和其他环境因素及生活方式相关因素交互作用的结果。继发性高血压的病因比较明确，通常是由疾病引起，如呼吸系统疾病、肾脏疾病、内分泌系统疾病等，或使用导致血压增高的各种药物。有如下危险因素或诱因的人群，更容易得病：家族史：高血压具有明显的家族聚集性。父母均有高血压，子女发病概率高达 46%。饮食因素：高钠、低钾膳食是我国多数高血压患者发病的主要危险因素。例如日常烹饪过程中放盐过多等，钠摄入增多引起心脏压力增大。饮食中高蛋白质、饱和脂肪酸，如食用过多肥肉、油炸食品等，也属于升压因素。另外，饮酒量与血压水平相关性比较高，尤其与收缩压相关性更强。精神压力及心理因素：城市脑力劳动者、从事精神紧张度高的职业者、长期生活在噪音环境者，患有高血压的可能性更大。超重与肥胖：体重增加是血压升高的重要危险因素。肥胖的类型与高血压发生关系密切，腹型肥胖者容易发生高血压。随着体质指数（BMI）的增加，超重和肥胖人群的高血压发病风险是体重正常人群的 1.16～1.28 倍。吸烟：吸烟会增加血压增高的几率，同时可能影响血管舒张，引起血压增高。年龄、性别因素：随着年龄增加高血压的患病率显著增加，且男性高于女性。缺乏体力活动：日常缺乏必要的运动及体力活动等，也可能增加高血压的发生风险。高血压分原发性高血压（占90%-95%）和继发性高血压两种。引起高血压的原因有很多，有一些是患者自己不能控制的，比如年龄的增长和遗传因素（父母有高血压遗传给子女）；但大部分原因和患者本人的生活方式有关，通过努力是可以改变的，比如超重或肥胖、食盐偏多、缺乏体力活动、大量吸烟、大量饮酒、长期的精神紧张或不良情绪等。不良生活方式是导致我国人群高血压患病持续增长的主要因素。不良生活方式主要指高盐饮食、摄入过多脂肪及垃圾食品、过量饮酒、菜果摄入少、体力活动不足等。高盐饮食增加高血压患病率；北方人群食盐摄入量高于南方几乎1倍，北方人群高血压患病率高于南方几乎1倍。过量饮酒增加人群高血压患病率，每天饮白酒2两以上人群，高血压患病率增加50%。超重或肥胖增加人群高血压患病率，肥胖者与正常体重者比较，高血压患病率增加1倍。",
    "abstract": "高血压病因分原发性和继发性。原发性占多数，病因未完全明确，与遗传、年龄及生活方式（如高盐饮食、超重肥胖、过量饮酒、吸烟、缺乏运动、精神压力大等）密切相关。继发性高血压由其他疾病或药物引起。",
    "source": "腾讯医典 - https://h5.baike.qq.com/mobile/overview_detail.html?id=tx00097000myejov&name=%E9%AB%98%E8%A1%80%E5%8E%8B&m=36d2cbd685fe77230b9dff2dd3a9ced2&adtag=hunyuan.bk.bing.cs&searchid=4953fbe75ae0049788e6992e01d9eabf; 国家卫生健康委员会基层卫生健康司 - http://www.nhc.gov.cn/jws/qta/201408/d14a4aa1c33b4577a148f7e87f8ada44.shtml; 国家卫生健康委员会疾病预防控制局 - https://www.nhc.gov.cn/wjw/jbyfykz/201210/3acda466a7054c7dbfff93532268b99d.shtml"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "通常来说，高血压患者应配合医生积极治疗，从生活方式改变、饮食结构调整做起，去除病因，这适用于所有高血压患者，是治疗高血压最基本的方法。此外，医生会根据患者病情必要时会选择药物干预血压，直至血压达标。部分继发性高血压患者，主要是针对其原发疾病进行治疗。健康的生活方式是高血压防治的基石，持之以恒将终身受益。健康生活方式可以有效降低血压：肥胖者减重10公斤可降低收缩压5–20毫米汞柱；合理膳食可降低收缩压8–14毫米汞柱；限盐可降低收缩压2–8毫米汞柱；规律体育锻炼可降低收缩压4–9毫米汞柱；限酒可降低收缩压2–4毫米汞柱。健康的生活方式包括：不吸烟；坚持适量体力活动；合理膳食，适当限制钠盐及脂肪摄入，增加蔬菜与水果摄入；节制饮酒；保持正常体重，超重和肥胖者应减轻体重；心理平衡。治疗包括非药物疗法与药物疗法。降压治疗的血压控制目标是：普通高血压患者血压小于140/90毫米汞柱；老年患者收缩压小于150毫米汞柱；糖尿病或肾脏疾病等高危患者小于130/80毫米汞柱。合理选择、长期坚持、规律服用治疗高血压药物，是持续平稳有效降压的基本保证。高血压是慢性病，大多数患者需长期规律服用降压药来控制血压。大多数高血压患者需要两种或多种降压药联合应用，才能达到降压目标。《中国高血压防治指南》推荐的降压药物主要有：利尿剂、β受体阻滞剂、血管紧张素转换酶抑制剂（ACEI）、血管紧张素Ⅱ受体拮抗剂（ARB）、钙拮抗剂、α受体阻滞剂，或者以上有关常用药物组成的低剂量固定复方制剂。高血压患者应定期进行门诊复查。长期坚持改变不良生活方式；定期测量血压（家庭，诊所）；大多数患者需要规范化降压药长期治疗；降压治疗要使血压达标；不听信小广告或伪科学宣传；不能用保健品、保健理疗或食疗替代降压药。控制高血压可降低40—50% 的脑卒中和15—30%心脏病发生风险。",
    "abstract": "高血压治疗需生活方式干预与药物治疗相结合。生活方式干预是基石，包括限盐、减重、运动、戒烟限酒等。药物治疗需长期坚持，目标血压因人群而异。切勿听信不实宣传替代正规治疗。",
    "source": "腾讯医典 - https://h5.baike.qq.com/mobile/search_overview_detail.html?id=tx00097000myejov&adtag=sg.bk.bing.rp; 国家卫生健康委员会《防治高血压宣传教育知识要点》 - https://www.nhc.gov.cn/jkj/s10021/200507/2dc1de163e234a20be894463f9fe59fd.shtml; 国家卫生健康委员会疾病预防控制局 - https://www.nhc.gov.cn/wjw/jbyfykz/201210/3acda466a7054c7dbfff93532268b99d.shtml"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "High blood pressure is a common condition that affects the body's arteries. It's also called hypertension. If you have high blood pressure, the force of the blood pushing against the artery walls is consistently too high. The heart has to work harder to pump blood. Blood pressure is measured in millimeters of mercury (mm Hg). In general, hypertension is a blood pressure reading of 130/80 mm Hg or higher. The American College of Cardiology and the American Heart Association divide blood pressure into four general categories. Ideal blood pressure is categorized as normal. Normal blood pressure. Blood pressure is lower than 120/80 mm Hg. Elevated blood pressure. The top number ranges from 120 to 129 mm Hg and the bottom number is below, not above, 80 mm Hg. Stage 1 hypertension. The top number ranges from 130 to 139 mm Hg or the bottom number is between 80 and 89 mm Hg. Stage 2 hypertension. The top number is 140 mm Hg or higher or the bottom number is 90 mm Hg or higher. Blood pressure higher than 180/120 mm Hg is considered a hypertensive emergency or crisis. Seek emergency medical help for anyone with these blood pressure numbers. Untreated, high blood pressure increases the risk of heart attack, stroke and other serious health problems. It's important to have your blood pressure checked at least every two years starting at age 18. Some people need more-frequent checks. Healthy lifestyle habits —such as not smoking, exercising and eating well — can help prevent and treat high blood pressure. Some people need medicine to treat high blood pressure. Most people with high blood pressure have no symptoms, even if blood pressure readings reach dangerously high levels. You can have high blood pressure for years without any symptoms. A few people with high blood pressure may have: Headaches Shortness of breath Nosebleeds However, these symptoms aren't specific. They usually don't occur until high blood pressure has reached a severe or life-threatening stage. Blood pressure screening is an important part of general health care. How often you should get your blood pressure checked depends on your age and overall health. Ask your provider for a blood pressure reading at least every two years starting at age 18. If you're age 40 or older, or you're 18 to 39 with a high risk of high blood pressure, ask for a blood pressure check every year. Your care provider will likely recommend more-frequent readings if have high blood pressure or other risk factors for heart disease. Children age 3 and older may have blood pressure measured as a part of their yearly checkups. If you don't regularly see a care provider, you may be able to get a free blood pressure screening at a health resource fair or other locations in your community. Free blood pressure machines are also available in some stores and pharmacies. The accuracy of these machines depends on several things, such as a correct cuff size and proper use of the machines. Ask your health care provider for advice on using public blood pressure machines. Blood pressure is determined by two things: the amount of blood the heart pumps and how hard it is for the blood to move through the arteries. The more blood the heart pumps and the narrower the arteries, the higher the blood pressure. There are two main types of high blood pressure. Primary hypertension, also called essential hypertension For most adults, there's no identifiable cause of high blood pressure. This type of high blood pressure is called primary hypertension or essential hypertension. It tends to develop gradually over many years. Plaque buildup in the arteries, called atherosclerosis, increases the risk of high blood pressure. Secondary hypertension This type of high blood pressure is caused by an underlying condition. It tends to appear suddenly and cause higher blood pressure than does primary hypertension. Conditions and medicines that can lead to secondary hypertension include: Adrenal gland tumors Blood vessel problems present at birth, also called congenital heart defects Cough and cold medicines, some pain relievers, birth control pills, and other prescription drugs Illegal drugs, such as cocaine and amphetamines Kidney disease Obstructive sleep apnea Thyroid problems Sometimes just getting a health checkup causes blood pressure to increase. This is called white coat hypertension. High blood pressure has many risk factors, including: Age. The risk of high blood pressure increases with age. Until about age 64, high blood pressure is more common in men. Women are more likely to develop high blood pressure after age 65. Race. High blood pressure is particularly common among Black people. It develops at an earlier age in Black people than it does in white people. Family history. You're more likely to develop high blood pressure if you have a parent or sibling with the condition. Obesity or being overweight. Excess weight causes changes in the blood vessels, the kidneys and other parts of the body. These changes often increase blood pressure. Being overweight or having obesity also raises the risk of heart disease and its risk factors, such as high cholesterol. Lack of exercise. Not exercising can cause weight gain. Increased weight raises the risk of high blood pressure. People who are inactive also tend to have higher heart rates. Tobacco use or vaping. Smoking, chewing tobacco or vaping immediately raises blood pressure for a short while. Tobacco smoking injures blood vessel walls and speeds up the process of hardening of the arteries. If you smoke, ask your care provider for strategies to help you quit. Too much salt. A lot of salt — also called sodium — in the body can cause the body to retain fluid. This increases blood pressure. Low potassium levels. Potassium helps balance the amount of salt in the body's cells. A proper balance of potassium is important for good heart health. Low potassium levels may be due to a lack of potassium in the diet or certain health conditions, including dehydration. Drinking too much alcohol. Alcohol use has been linked with increased blood pressure, particularly in men. Stress. High levels of stress can lead to a temporary increase in blood pressure. Stress-related habits such as eating more, using tobacco or drinking alcohol can lead to further increases in blood pressure. Certain chronic conditions. Kidney disease, diabetes and sleep apnea are some of the conditions that can lead to high blood pressure. Pregnancy. Sometimes pregnancy causes high blood pressure. High blood pressure is most common in adults. But kids can have high blood pressure too. High blood pressure in children may be caused by problems with the kidneys or heart. But for a growing number of kids, high blood pressure is due to lifestyle habits such as an unhealthy diet and lack of exercise. The excessive pressure on the artery walls caused by high blood pressure can damage blood vessels and body organs. The higher the blood pressure and the longer it goes uncontrolled, the greater the damage. Uncontrolled high blood pressure can lead to complications including: Heart attack or stroke. Hardening and thickening of the arteries due to high blood pressure or other factors can lead to a heart attack, stroke or other complications. Aneurysm. Increased blood pressure can cause a blood vessel to weaken and bulge, forming an aneurysm. If an aneurysm ruptures, it can be life-threatening. Heart failure. When you have high blood pressure, the heart has to work harder to pump blood. The strain causes the walls of the heart's pumping chamber to thicken. This condition is called left ventricular hypertrophy. Eventually, the heart can't pump enough blood to meet the body's needs, causing heart failure. Kidney problems. High blood pressure can cause the blood vessels in the kidneys to become narrow or weak. This can lead to kidney damage. Eye problems. Increased blood pressure can cause thickened, narrowed or torn blood vessels in the eyes. This can result in vision loss. Metabolic syndrome. This syndrome is a group of disorders of the body's metabolism. It involves the irregular breakdown of sugar, also called glucose. The syndrome includes increased waist size, high triglycerides, decreased high-density lipoprotein (HDL or \"good\") cholesterol, high blood pressure and high blood sugar levels. These conditions make you more likely to develop diabetes, heart disease and stroke. Changes with memory or understanding. Uncontrolled high blood pressure may affect the ability to think, remember and learn. Dementia. Narrowed or blocked arteries can limit blood flow to the brain. This can cause a certain type of dementia called vascular dementia. A stroke that interrupts blood flow to the brain also can cause vascular dementia.",
    "abstract": "高血压是一种常见疾病，会影响身体的动脉，也称为hypertension。如果您患有高血压，血液推压动脉壁的力持续过高。心脏必须更努力地泵血。血压以毫米汞柱(mm Hg)测量。一般来说，hypertension是血压读数为130/80 mm Hg或更高。美国心脏协会将血压分为四个类别。正常血压低于120/80 mm Hg。升高血压上数120-129 mm Hg，下数低于80 mm Hg。1期hypertension上数130-139或下数80-89。2期上数140或更高或下数90或更高。未治疗的高血压增加心脏病、中风等风险。从18岁开始，每两年检查一次血压。健康生活方式如不吸烟、锻炼和良好饮食可预防和治疗。有些人需要药物。大多数高血压患者无症状，即使读数危险高。您可能有高血压多年无症状。少数人有头痛、气短、鼻出血，但这些不特异。通常在严重阶段出现。筛查重要。从18岁每两年检查一次。40岁以上或高风险者每年检查。儿童3岁以上每年检查。血压由心脏泵血量和血液通过动脉难度决定。更多血和更窄动脉导致更高血压。主要hypertension无明确原因，逐渐发展。继发性由潜在状况引起，如肾病、甲状腺问题。风险因素包括年龄、种族、家族史、肥胖、缺乏锻炼、烟草、高盐、低钾、饮酒、压力、慢性病、妊娠。儿童可能由肾心问题或生活方式引起。未控制高血压导致并发症如心脏病、中风、动脉瘤、心衰、肾损伤、眼问题、代谢综合征、记忆变化、痴呆。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/high-blood-pressure/symptoms-causes/syc-20373410"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "Hypertension (high blood pressure) is when the pressure in your blood vessels is too high (140/90 mmHg or higher). It is common but can be serious if not treated. People with high blood pressure may not feel symptoms. The only way to know is to get your blood pressure checked. Things that increase the risk of having high blood pressure include: older age genetics being overweight or obese not being physically active high-salt diet drinking too much alcohol Lifestyle changes like eating a healthier diet, quitting tobacco and being more active can help lower blood pressure. Some people may still need to take medicines. Blood pressure is written as two numbers. The first (systolic) number represents the pressure in blood vessels when the heart contracts or beats. The second (diastolic) number represents the pressure in the vessels when the heart rests between beats. Hypertension is diagnosed if, when it is measured on two different days, the systolic blood pressure readings on both days is ≥140 mmHg and/or the diastolic blood pressure readings on both days is ≥90 mmHg. Modifiable risk factors include unhealthy diets (excessive salt consumption, a diet high in saturated fat and trans fats, low intake of fruits and vegetables), physical inactivity, consumption of tobacco and alcohol, and being overweight or obese. In addition, there are environmental risk factors for hypertension and associated diseases, where air pollution is the most significant. Non-modifiable risk factors include a family history of hypertension, age over 65 years and co-existing diseases such as diabetes or kidney disease. Most people with hypertension don’t feel any symptoms. Very high blood pressures can cause headaches, blurred vision, chest pain and other symptoms. Checking your blood pressure is the best way to know if you have high blood pressure. If hypertension isn’t treated, it can cause other health conditions like kidney disease, heart disease and stroke. People with very high blood pressure (usually 180/120 or higher) can experience symptoms including: severe headaches chest pain dizziness difficulty breathing nausea vomiting blurred vision or other vision changes anxiety confusion buzzing in the ears nosebleeds abnormal heart rhythm If you are experiencing any of these symptoms and a high blood pressure, seek care immediately. The only way to detect hypertension is to have a health professional measure blood pressure. Having blood pressure measured is quick and painless. Although individuals can measure their own blood pressure using automated devices, an evaluation by a health professional is important for assessment of risk and associated conditions. Lifestyle changes can help lower high blood pressure. These include: eating a healthy, low-salt diet losing weight being physically active quitting tobacco. If you have high blood pressure, your doctor may recommend one or more medicines. Your recommended blood pressure goal may depend on what other health conditions you have. Blood pressure goal is less than 130/80 if you have: cardiovascular disease (heart disease or stroke) diabetes (high blood sugar) chronic kidney disease high risk for cardiovascular disease. For most people, the goal is to have a blood pressure less than 140/90. There are several common blood pressure medicines: ACE inhibitors including enalapril and lisinopril relax blood vessels and prevent kidney damage. Angiotensin-2 receptor blockers (ARBs) including losartan and telmisartan relax blood vessels and prevent kidney damage. Calcium channel blockers including amlodipine and felodipine relax blood vessels. Diuretics including hydrochlorothiazide and chlorthalidone eliminate extra water from the body, lowering blood pressure. Lifestyle changes can help lower high blood pressure and can help anyone with hypertension. Many who make these changes will still need to take medicine. These lifestyle changes can help prevent and lower high blood pressure. Do: Eat more vegetables and fruits. Sit less. Be more physically active, which can include walking, running, swimming, dancing or activities that build strength, like lifting weights. Get at least 150 minutes per week of moderate-intensity aerobic activity or 75 minutes per week of vigorous aerobic activity. Do strength building exercises 2 or more days each week. Lose weight if you’re overweight or obese. Take medicines as prescribed by your health care professional. Keep appointments with your health care professional. Don’t: eat too much salty food (try to stay under 2 grams per day) eat foods high in saturated or trans fats smoke or use tobacco drink too much alcohol (1 drink daily max for women, 2 for men) miss or share medication. Reducing hypertension prevents heart attack, stroke and kidney damage, as well as other health problems. Reduce the risks of hypertension by: reducing and managing stress regularly checking blood pressure treating high blood pressure managing other medical conditions reducing exposure to polluted air. Among other complications, hypertension can cause serious damage to the heart. Excessive pressure can harden arteries, decreasing the flow of blood and oxygen to the heart. This elevated pressure and reduced blood flow can cause: chest pain, also called angina; heart attack, which occurs when the blood supply to the heart is blocked and heart muscle cells die from lack of oxygen. The longer the blood flow is blocked, the greater the damage to the heart; heart failure, which occurs when the heart cannot pump enough blood and oxygen to other vital body organs; and irregular heart beat which can lead to a sudden death. Hypertension can also burst or block arteries that supply blood and oxygen to the brain, causing a stroke. In addition, hypertension can cause kidney damage, leading to kidney failure. The prevalence of hypertension varies across regions and country income groups. The WHO Eastern Mediterranean Region has the highest prevalence of hypertension (38%) while the WHO Western Pacific Region has the lowest prevalence of hypertension (29%). The number of adults with hypertension increased from 650 million in 1990 to 1.4 billion in 2024, with the increase seen largely in low- and middle-income countries. This increase is due mainly to a rise in the number of older adults in those countries.",
    "abstract": "高血压（hypertension）是指血管内压力过高（140/90 mmHg或更高）。常见但若未治疗可能严重。许多人无症状，唯一方法是检查血压。风险因素包括年龄、遗传、超重、不活跃、高盐饮食、过量饮酒。不健康饮食（如过多盐、饱和脂肪、低蔬果）、不活动、烟酒、肥胖是可改变因素。环境如空气污染。不可变因素：家族史、65岁以上、糖尿病或肾病。大多数无症状。极高血压可致头痛、视力模糊、胸痛。检查血压是检测方式。若未治疗，可致肾心病、中风。极高血压症状：严重头痛、胸痛、晕眩、呼吸难、恶心、呕吐、视力变化、焦虑、混乱、耳鸣、鼻出血、心律不齐。立即求医。生活改变可降低：健康低盐饮食、减重、活跃、戒烟。若需药，目标<140/90，或有心肾病<130/80。常见药：ACE抑制剂如依那普利、ARB如洛沙坦、钙通道阻滞如氨氯地平、利尿剂如氢氯噻嗪。预防：多蔬果、少坐、每周150分中强度运动、力量训练2天、减重、按医嘱服药、少盐<2g/天、少饱和脂肪、戒烟酒、管理压力、定期查血压、治疗、管理其他病、减污染暴露。并发症：心脏损伤如心绞痛、心梗、心衰、不齐；中风；肾衰。流行：地中海区38%最高，西太平洋29%最低。成人数从1990年6.5亿增至2024年14亿，主在中低收入国因老龄化。",
    "source": "WHO - https://www.who.int/news-room/fact-sheets/detail/hypertension"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "Blood pressure is a measurement of the force exerted against the walls of your arteries as your heart pumps blood to your body. Hypertension is the medical term used to describe high blood pressure. Untreated high blood pressure can lead to many medical problems. These include heart disease, stroke, kidney failure, eye problems, and other health issues. Blood pressure readings are given as two numbers. The top number is called systolic blood pressure. The bottom number is called diastolic blood pressure. For example, 120 over 80 (written as 120/80 mm Hg). One or both of these numbers can be too high. (Note: The numbers below apply to people who are not taking medicines for blood pressure and who are not ill.) Normal blood pressure is when your blood pressure is lower than 120/80 mm Hg most of the time. High blood pressure (hypertension) is when one or both of your blood pressure readings are 130/80 mm Hg or higher most of the time. If the top blood pressure number is from 120 to 129 mm Hg, and the bottom blood pressure number is less than 80 mm Hg, it is called elevated blood pressure. If you have heart or kidney problems, or you had a stroke, your health care provider may want your blood pressure to be even lower than that of people who do not have these conditions. Many factors can affect blood pressure, including: The amount of water and salt you have in your body The condition of your kidneys, nervous system, or blood vessels Your hormone levels You are more likely to be told your blood pressure is too high as you get older. This is because your blood vessels become stiffer as you age. When that happens, your blood pressure goes up. High blood pressure increases your chance of having a stroke, heart attack, heart failure, kidney disease, or early death. You have a higher risk for high blood pressure if you: Are African American Are obese Are often stressed or anxious Drink alcohol (more than 1 drink per day for women and more than 2 drinks per day for men) Eat too much salt Have a family history of high blood pressure Have diabetes Smoke or use tobacco Most of the time, no cause of high blood pressure is found. This is called essential hypertension. High blood pressure that is caused by another medical condition or medicine you are taking is called secondary hypertension. Secondary hypertension may be due to: Most of the time, there are no symptoms. For most people, high blood pressure is found when they visit their provider or have it checked elsewhere. Because there are no symptoms, people can develop heart disease and kidney problems without knowing they have high blood pressure. Malignant hypertension is a dangerous form of very high blood pressure. Symptoms may include: Severe headache Nausea and vomiting Confusion Vision changes Nosebleeds Diagnosing and treating high blood pressure early can help prevent heart disease, stroke, eye problems, and chronic kidney disease. Your provider will measure your blood pressure several times before diagnosing you with high blood pressure. It is normal for your blood pressure to be different based on the time of day. All adults age 18 or older should have their blood pressure checked periodically. For people age 40 or older, checking blood pressure once per year is recommended. For some people age 18 to 39, checking less often may be fine. More frequent measurements may be needed for those with a history of high blood pressure readings or those with risk factors for high blood pressure. Check with your provider about what is best for you. Blood pressure readings taken at home may be a better measure of your current blood pressure than those taken at your provider's office. Make sure you get a good quality, well-fitting home blood pressure monitor. It should have a properly sized cuff and a digital readout. Practice with your provider to make sure you are taking your blood pressure correctly. You should be relaxed and seated for five or more minutes prior to taking a reading. Bring your home monitor to your appointments so your provider can make sure it is working correctly. Your provider will do a physical exam to look for signs of heart disease, damage to your eyes, and other changes in your body. Tests may also be done to look for: The goal of treatment is to reduce your blood pressure so that you have a lower risk of health problems caused by high blood pressure. You and your provider should set a blood pressure goal for you. Whenever thinking about the best treatment for high blood pressure, you and your provider must consider other factors such as: Your age The medicines you take Your risk of side effects from possible medicines Other medical conditions you may have, such as a history of heart disease, stroke, kidney problems, or diabetes If the top blood pressure number is from 120 to 129 mm Hg, and the bottom blood pressure number is less than 80 mm Hg, you have what is called elevated blood pressure. Your provider will recommend lifestyle changes to bring your blood pressure down to a normal range. Medicines are rarely used at this stage. If your blood pressure is 130/80 or higher, but lower than 140/90 mm Hg, you have Stage 1 high blood pressure. When thinking about the best treatment, you and your provider must consider: If you have no other diseases or risk factors for heart or kidney disease, your provider may recommend lifestyle changes and repeat the measurements after a few months. If your blood pressure remains 130/80 or above, but lower than 140/90 mm Hg, your provider may recommend medicines to treat high blood pressure. If you have other diseases or risk factors for heart or kidney disease, your provider may be more likely to recommend medicines at the same time as lifestyle changes. If your blood pressure is 140/90 mm Hg or higher, you have Stage 2 high blood pressure. Your provider will most likely recommend medicines and lifestyle changes together. Before making a final diagnosis of either elevated blood pressure or high blood pressure, your provider should ask you to have your blood pressure measured at home, at your pharmacy, or somewhere else besides their office or a hospital. LIFESTYLE CHANGES You can do many things to help control your blood pressure, including: Eat a heart-healthy diet, including potassium and fiber. Drink plenty of water. Get at least 150 minutes of moderate to vigorous aerobic exercise per week. If you smoke or use tobacco, quit. Limit how much alcohol you drink to 1 drink a day for women, and 2 drinks a day for men or less and consider quitting entirely. Limit the amount of sodium (salt) you eat. Aim for less than 1,500 mg per day of sodium. Reduce stress. Try to avoid things that cause you stress, and try meditation or yoga to de-stress. Stay at a healthy body weight. Lifestyle changes Your provider can help you find programs for losing weight, stopping smoking, and exercising. You can also get a referral to a dietitian, who can help you plan a diet that is healthy for you. How low your blood pressure should be and at what level you need to start treatment is individualized, based on your age and any medical problems you have. Ask your provider what your blood pressure goal is. MEDICINES FOR HYPERTENSION Most of the time, your provider will suggest you try lifestyle changes first and check your blood pressure two or more times. Medicines will likely be recommended if your blood pressure readings remain at or above these levels: Top number (systolic pressure) of 130 or more Bottom number (diastolic pressure) of 80 or more If you have diabetes, heart problems, or a history of a stroke, medicines may be started at lower blood pressure reading. The most commonly used blood pressure targets for people with these medical problems are below 120 to 130/80 mm Hg. There are many different medicines to treat high blood pressure. Often, a single blood pressure medicine may not be enough to control your blood pressure, and you may need to take two or more medicines. It is very important that you take the medicines prescribed to you. If you have side effects, tell your provider promptly so they can substitute a different medicine. Most of the time, high blood pressure can be controlled with medicine and lifestyle changes. When blood pressure is not well-controlled, you are at risk for: If you have high blood pressure, you should have regular follow-up visits with your provider. Even if you have not been diagnosed with high blood pressure, it is important to have your blood pressure checked during your regular check-up, especially if someone in your family has or had high blood pressure. Contact your provider right away if home monitoring shows that your blood pressure is still high. Many people can prevent or delay high blood pressure from occurring by following lifestyle changes designed to bring blood pressure down. Hypertension; HBP; High blood pressure",
    "abstract": "血压是心脏泵血时对动脉壁的压力测量。高血压是描述高血压的医学术语。未治疗可导致心脏病、中风、肾衰、眼问题等。读数为两个数，上为收缩压，下为舒张压。如120/80 mm Hg。正常<120/80。高血压为130/80或更高。升高血压上120-129、下<80。有心肾病或中风者目标更低。影响因素：体内水盐量、肾神经血管状况、激素。随年龄增加风险高，因血管僵硬。高血压增中风、心梗、心衰、肾病、早逝风险。高风险：非裔、肥胖、压力、饮酒>1-2杯/天、高盐、家族史、糖尿病、吸烟。大多原发性无因。继发性由其他病或药引起。大多无症状，在就诊时发现。恶性高血压危险，症状：严重头痛、恶心呕吐、混乱、视变、鼻出血。早期诊断治疗防并发。18岁以上定期查，40岁以上每年。18-39高风险更频。家测更好，用合适监护仪，放松5分坐姿测。提供者体检查心眼变，测试查其他。治疗目标降压减风险，考虑年龄、药、侧效、其他病。升高血压生活改变，药少用。1期130/80-140/90，若无其他病先生活变，复查。若持续或有风险加药。2期140/90+药+生活变。家药店测确认。生活：心健康饮食富钾纤、多水、周150分有氧、戒烟、限酒1-2杯/天、钠<1500mg/天、减压冥想瑜伽、健重。提供者助减重戒烟锻炼，转营养师。目标个性化。药：先生活变复查，若收缩130+或舒张80+开始。有糖尿病心中风史更低120-130/80。多种药，常需2+种。遵医服，若侧效换药。大多可控。未控风险高。定期随访，即使未诊也查，尤其家族史。家测高立即联系。许多人生活变可防延高血压。",
    "source": "MedlinePlus - https://medlineplus.gov/ency/article/000468.htm"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "High blood pressure, or hypertension, is a common condition that occurs when your blood pressure—the force of the blood on the walls of your arteries—is often too high. Half of all American adults have high blood pressure, also known as hypertension. Many don’t even know it. High blood pressure develops when blood flows through your arteries at higher-than-normal pressures. Blood pressures are written as two numbers separated by a slash like this: 120/80 mm Hg. You can say this as “120 over 80 millimeters of mercury” or just as “120 over 80.” The first number is your systolic pressure — that’s the force of the blood flow when blood is pumped out of the heart. The second number is your diastolic pressure, which is measured between heartbeats when the heart is filling with blood. Your blood pressure changes throughout the day based on your activities. A healthy systolic blood pressure is less than 120 mm Hg. A healthy diastolic pressure is less than 80 mm Hg. Your blood pressure is high when you have consistent systolic readings of 130 mm Hg or higher, or diastolic readings of 80 mm Hg or higher. Symptoms from high blood pressure don’t usually occur until it causes serious health problems. About 1 in 3 U.S. adults with high blood pressure aren’t even aware they have it and are not being treated to control their blood pressure. That’s why it is important to have your blood pressure checked at least once a year. Regular monitoring using home blood pressure is also recommended. To control or lower high blood pressure, your healthcare provider may recommend that you adopt a heart-healthy lifestyle that includes: Choosing a heart-healthy dietary pattern and foods such as those in the DASH eating plan, the Dietary Guidelines for Americans, or the Mediterranean eating pattern Being physically active and reducing sedentary behavior Losing weight for people with overweight or obesity Quitting smoking Reducing stress Getting enough good-quality sleep Your healthcare provider may also recommend medicines to help control your blood pressure. Controlling your blood pressure can help prevent or delay serious health problems such as chronic kidney disease, heart attack, heart failure, stroke, and possibly vascular dementia.",
    "abstract": "高血压，或hypertension，是常见状况，当动脉壁上血液力常过高时发生。美国一半成人有高血压，许多不知。高血压当血流通过动脉压力高于正常。血压写为两个数如120/80 mm Hg。收缩压为心脏泵出时力，舒张压为心跳间测。日变活动影响。健康收缩<120、舒张<80。高血压持续收缩130+或舒张80+。症状通常至严重问题才现。1/3美国高血压成人不知未治。故每年查一次重要。家监推荐。控制或降低：提供者荐心健康生活，包括DASH饮食、美饮食指南、地中海模式；活跃减久坐；超重减重；戒烟；减压；足够好睡。可能荐药。控制血压防延慢性肾病、心梗、心衰、中风、可能血管痴呆。",
    "source": "NHLBI - https://www.nhlbi.nih.gov/health/high-blood-pressure"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "高血压（hypertension，arterial hypertension）是一种以体循环动脉压升高、周围小动脉阻力增高，同时伴有不同程度的心排血量和血容量增加为主要表现的临床综合征。本病是指在未使用降压药的情况下，诊室血压≥140/90mmHg；或家庭血压≥135/85mmHg；或24h动态血压≥130/80mmHg，白天血压≥135/85mmHg，夜间血压≥120/70mmHg。患者多表现为头晕、头痛、眼花、耳鸣、失眠、乏力等症状。长期高血压可能导致多种心血管疾病，并可影响到靶器官（如心、脑、肾等）结构和功能的改变，最终导致心力衰竭、肾衰竭和脑卒中等严重后果。\n高血压的病因较多，主要可分为遗传和环境因素。\n好发人群：1、有高血压家族史的人群。2、老年人。3、情绪易激动的人群。4、长期吸烟者。5、工作或生活压力大的人群。6、摄入盐量偏高的人群。7、超重和肥胖人群。8、过量饮酒者。\n并发症：1、高血压危象因紧张、疲劳、寒冷、嗜铬细胞瘤发作、突然停服降压药等诱因，小动脉发生强烈痉挛，血压急剧上升，影响重要器官血液供应而产生危急症状。在高血压早期与晚期均可发生。危象发生时，出现头痛、烦躁、眩晕、恶心、呕吐、心悸、气急及视力模糊等严重症状。2、高血压脑病高血压脑病发生于重症高血压患者，血压过高突破了脑血流自动调节范围，脑组织血流灌注过多引起脑水肿。临床表现以脑病的症状与体征为特点，表现为弥漫性严重头痛、呕吐、意识障碍、精神错乱，甚至出现昏迷、局灶性或全身抽搐。3、脑血管病脑血管病是高血压最主要的直接后果，分为出血性与缺血性两大类。出血性脑血管病包括脑出血与蛛网膜下出血；缺血性脑血管病包括脑血栓形成、栓塞性脑梗死、腔隙性脑梗死和短暂性脑缺血发作。当病变累及一侧大脑半球时，出现对侧肢体无力或瘫痪；当病变累及大脑皮质时，出现癫痫样发作和失语症等；当病变累及脑干与小脑时，出现双侧肢体无力或感觉消失、复视、眼球震颤、小脑共济失调症。4、高血压性心脏病与心力衰竭高血压是心力衰竭的主要病因之一，发生心力衰竭后，患者常有腿部、踝关节、足部的下垂性水肿，呼吸困难加重等表现。5、慢性肾衰竭高血压时尿液中可以出现少量蛋白质和红细胞，肾功能减退往往先表现为肾小管浓缩功能减退。患者常可有多尿、夜尿增多等症状。6、主动脉夹层高血压是发生主动脉夹层的主要病因之一，过高的血管壁切应力容易导致动脉内膜撕裂，血液经撕裂点进入主动脉中层，形成血管壁内血肿。发病急骤，心前区或肩胛区突然撕裂状或刀割样疼痛，常伴有面色苍白、出冷汗、心率增快和发绀等休克症状。\n治疗原则：对于大多数高血压患者而言，应根据病情，在4周内或12周内将血压逐渐将至目标水平。年轻、病程较短的高血压患者，达标时间可稍快；老年人、病程较长，有合并症且耐受性差的患者，降压速度则可稍慢。原发性高血压目前尚无根治方法，但长期有效降压治疗能显著减少心脑血管并发症。继发性高血压的治疗应针对不同的病因采取不同的治疗方法。常用的治疗手段包括改善不良的生活方式、药物治疗、手术治疗等。",
    "abstract": "高血压是一种以体循环动脉压升高为主要表现的临床综合征，未使用降压药时，诊室血压≥140/90mmHg等情况可诊断为高血压。病因主要有遗传和环境因素，好发于有家族史、老年人等人群。常见症状有头晕、头痛等，长期高血压可引发多种并发症，如高血压危象、高血压脑病、脑血管病等。治疗原则是根据病情逐渐将血压降至目标水平，常用治疗手段包括改善生活方式、药物治疗和手术治疗等。",
    "source": "中国医药信息查询平台（https://www.dayi.org.cn/disease/1150927）"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "血压通常指血液循环对动脉血管壁的压力，是推动血液在血管内流动的动力。通常以收缩压和舒张压表示。收缩压：（高压）是血压测量中的最高值，代表心脏收缩（心室射血）时血液对动脉血管壁产生的最大压力。舒张压：（低压）是血压测量中的最低值，代表心脏舒张（心室充盈）时血液对动脉血管壁产生的最小压力。\n我国对高血压的定义为：非同日3次血压测量，收缩压≥140mmHg和/或舒张压≥90mmHg的血压界值，即可确诊。如果患者既往有高血压史，目前正在使用降压药物，血压虽然低于140/90毫米汞柱（mmHg），也诊断为高血压。\n中国高血压调查最新数据显示，2012－2015年我国18岁及以上居民高血压患病率约为27.9%，患病率总体呈增高的趋势。高血压患病率随年龄增加而显著增高，据2012－2015年全国调查，18～24岁、25～34岁、35～44岁的青年高血压患病率分别为4.0%、6.1%、15.0%。\n常用的六类降压药物：利尿剂（如呋塞米、氢氯噻嗪、吲达帕胺等）、B受体阻滞剂（美托洛尔、比索洛尔等）、钙通道阻滞剂（硝苯地平、氨氯地平 等）、血管紧张素转换酶抑制剂（卡托普利、培哚普利等）、血管紧张素II受体拮抗剂（氯沙坦、缬沙坦等）、血管紧张素受体脑啡肽酶抑制剂（沙库巴曲缬沙坦等）以及单片固定复方。",
    "abstract": "血压包括收缩压和舒张压，我国定义非同日3次血压测量，收缩压≥140mmHg和/或舒张压≥90mmHg可确诊高血压，有高血压史正在用药者，血压低于此值也诊断为高血压。2012－2015年我国18岁及以上居民高血压患病率约为27.9%，随年龄增加而增高。常用的降压药物有利尿剂、B受体阻滞剂等六类。",
    "source": "腾讯医典（https://h5.baike.qq.com/mobile/overview_detail.html?id=tx00097000myejov&VNK=57861a23&tab=zhengzhuang&TNK=219209f1）"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "目前没有任何一款“高血压疫苗”在我国获批上市，临床还在研究阶段。\n高血压疫苗主要用于预防或辅助控制高血压相关并发症，目前临床尚未普及应用，其作用机制主要涉及免疫调节、靶向降压、保护靶器官、延缓疾病进展等方向。\n现有高血压疫苗多处于临床试验阶段，患者应遵医嘱坚持规范用药，配合低盐饮食和规律运动控制血压。\n预防高血压的主要方法是改变生活方式，包括戒烟、限制饮酒、控制体重、适当锻炼、减少盐的摄入等。这些措施有助于降低患高血压的风险，并有助于控制已经患有高血压的患者的血压。",
    "abstract": "目前我国尚无获批上市的高血压疫苗，疫苗多处于临床试验阶段，其作用机制涉及免疫调节、靶向降压等方向。预防高血压主要通过改变生活方式，如戒烟、限酒、控制体重、适当锻炼、减少盐摄入等，这些措施有助于降低患病风险和控制血压。",
    "source": "医学科普站（http://m.toutiao.com/group/7564245724280521258/）、博禾医生（https://m.bohe.cn/ask/view/ok548zpelqkmrgz.html）、小荷医典（https://m.xiaohe.cn/medical/ai-qa/70000062762623）"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "The current definition of hypertension (HTN) is systolic blood pressure (SBP) values of 130 mm Hg or more and/or diastolic blood pressure (DBP) of more than 80 mm Hg. Hypertension ranks among the most common chronic medical condition characterized by a persistent elevation in arterial pressure. Hypertension has been among the most studied topics of the previous century and has been one of the most significant comorbidities contributing to the development of stroke, myocardial infarction, heart failure, and renal failure. The definition and categories of hypertension have been evolving over the years, but there is a consensus that persistent BP readings of 140/90 mm Hg or more should undergo treatment with the usual therapeutic target of 130/80 mm Hg or less. Most cases of hypertension are idiopathic, which is also known as essential hypertension. It has long been suggested that an increase in salt intake increases the risk of developing hypertension. One of the described factors for the development of essential hypertension is the patient's genetic ability to salt response. About 50% to 60% of the patients are salt sensitive and therefore tend to develop hypertension. Most cases of hypertension are asymptomatic and are diagnosed incidentally on blood pressure recording or measurement. Some cases present directly with symptoms of end-organ damage as stroke-like symptoms or hypertensive encephalopathy, chest pain, shortness of breath, and acute pulmonary edema. Physical examination may be unyielding other than occasional pedal edema or raised blood pressure, but one needs to look for signs of: Coarctation of the aorta (radio-radial delay, radio-femoral delay, differences in left and right arm BP or upper and lower limb BP more than 20 mm Hg), Aortic valve disease (systolic ejection murmur, 4th heart sound), Renovascular disease or fibromuscular dysplasia (FMD) - (renal bruit, carotid bruit), Polycystic kidneys (enlarged kidneys bilaterally), Endocrine disorders [hypercortisolism(thin skin, easy bruising, hyperglycemia), Thyroid disorders(palpable/ painful or enlarged thyroid] make up the common treatable causes of secondary hypertension. The presence of a 4th heart sound, which represents a stiff and non-compliant left ventricle, hints towards left ventricular hypertrophy and diastolic dysfunction. The presence of lung rales and/or peripheral edema suggests cardiac dysfunction and gives a clue to the chronicity of hypertension. The ACC recommends at least two office measurements on at least two separate occasions to diagnose hypertension. The ESC/ESH recommends three office BP measurements at least 1 to 2 minutes apart and additional measurements only if the initial two readings differ by greater than or equal to 10 mm Hg. BP is then recorded as the average of the last two readings. Both societies endorse the use of higher BP readings and putting patients into higher stages/grades for adequate medical therapy. The patient should remain seated quietly for at least 5 minutes before taking the blood pressure, and proper technique is necessary. The blood pressure cuff should cover 80% of the arm circumference because larger or smaller pressure cuffs can falsely underestimate or overestimate blood pressure readings. Ambulatory blood pressure measurement is the most accurate method to diagnose hypertension and also aids in identifying individuals with masked hypertension as well as the white coat effect. The evaluation consists of looking for signs of end-organ damage and consists of the following, 12 lead ECG (to document left ventricular hypertrophy, cardiac rate, and rhythm), Fundoscopy to look for retinopathy/ maculopathy, Blood workup including complete blood count, ESR, creatinine, eGFR, electrolytes, HbA1c, thyroid profile, blood cholesterol levels, and serum uric acid, Urine albumin to creatinine ratio, Ankle-brachial pressure index - ABI (if symptoms suggestive of peripheral arterial disease), Imaging including carotid Doppler ultrasound, echocardiography, and brain imaging (where clinically deemed feasible). The management of hypertension subdivides into pharmacological and nonpharmacological management. Non-pharmacological and lifestyle management are recommended for all individuals with raised BPs regardless of age, gender, comorbidities, or cardiovascular risk status. Patient education is paramount to effective management and should always include detailed instructions regarding weight management, salt restriction, smoking management, adequate management of obstructive sleep apnea, and exercise. Patients need to be informed and revised at every encounter that these changes are to be continued lifelong for effective disease treatment. Weight reduction is advisable if obesity is present, although optimum BMI and optimal weight range are still unknown. Weight reduction alone can result in decreases of up to 5 to 20 mm Hg in systolic blood pressure. Smoking may not have a direct effect on blood pressure but will help in reducing long-term sequelae if the patient quits smoking. Lifestyle changes alone can account for up to a 15% reduction in all cardiovascular-related events. Pharmacological therapy consists of angiotensin-converting enzyme inhibitors (ACEi), angiotensin receptor blockers (ARBs), diuretics (usually thiazides), calcium channel blockers (CCBs), and beta-blockers (BBs), which are instituted taking into account age, race and comorbidities such as the presence of renal dysfunction, LV dysfunction, heart failure, and cerebrovascular disease. JNC-8, ACC, and ESC/ ESH have their separate recommendations for pharmacological management. JNC-8 recommends the following: Starting pharmacological therapy for individuals with DM and CKD with BP greater than or equal to 140/90 mm Hg to therapeutic target BP less than 140/90 mm Hg, Starting pharmacological therapy for individuals 60 years of age and over with BP greater than or equal to 150/90 mm Hg to therapeutic target BP less than 150/90 mm Hg, Starting pharmacological therapy for individuals 18 to 59years of age with SBP greater than or equal to 140 mm Hg to therapeutic target SBP less than 140 mm Hg, individuals with DM and non-black population, treatment should include a thiazide diuretic, CCB, and an ACEi/ARB, individuals in the black population, including those with DM, treatment should include a thiazide diuretic and CCB, individuals with CKD, treatment should be started with or include ACEi/ARB, and this applies to all CKD patients irrespective of race or DM status. ACC recommends the following. Ten-year atherosclerotic cardiovascular disease (ASCVD) risk should be estimated, Antihypertensive medications are usually initiated when BP readings are persistently greater than or equal to 140/90 mm Hg, For high-risk populations (patients with diabetes, CKD, individuals with ASCVD) or in those individuals with a 10-year ASCVD risk greater than or equal to 10%, therapy can be initiated at lower BP cutoffs, The goal of treatment is to keep blood pressure as close to the normal range as possible, ie, BP less than or equal to 130/80 mm Hg. ESC/ ESH recommends the following: Starting pharmacological therapy for grade 2 or 3 hypertension, regardless of the level of risk, Starting pharmacological therapy for grade 1 hypertension when there is hypertension-mediated end-organ damage (HMOD), Grade 1 hypertension in the absence of HMOD requires either a high risk for CVD or failure of lifestyle interventions for initiating pharmacological therapy, Starting pharmacological therapy for individuals greater than or equal to 80 years of age with BP greater than or equal to 160/90 mm Hg to a therapeutic target less than 160/90 mm Hg regardless of DM, CKD, CAD, or TIA/CVA, Starting pharmacological therapy for individuals 18 to 79 years of age with BP greater than or equal to 140/90 mm Hg to a therapeutic target less than 140/90 mm Hg regardless of DM, CKD, CAD, or TIA/CVA. Researchers have also studied renal denervation is a form of interventional treatment where renal sympathetic supply is ablated, via specialized catheter equipment, as a potential treatment for resistant hypertension (where adequate blood pressure control is not achieved despite adequate compliance to two or three anti-hypertensive drugs and lifestyle measures). Multiple randomized trials, including SPYRAL, RADIANCE, and SIMPLICITY-HTN trials, have shown equivocal results, so this remains an investigational therapy. The following complications have been reported with uncontrolled hypertension in multiple large-scale population trials. Coronary heart disease (CHD), Myocardial infarction (MI), Stroke (CVA), either ischemic or intracerebral hemorrhage, Hypertensive encephalopathy, Renal failure, acute versus chronic, Peripheral arterial disease, Atrial fibrillation, Aortic aneurysm, Death (usually due to coronary heart disease, vascular disease, or stroke-related).",
    "abstract": "高血压（HTN）定义为收缩压（SBP）≥130 mm Hg和/或舒张压（DBP）>80 mm Hg。是常见慢性病，动脉压持续升高。与中风、心梗、心衰、肾衰相关。共识：持续140/90 mm Hg以上需治疗，目标130/80 mm Hg以下。大多为原发性（essential hypertension），盐摄入增加风险，50-60%患者盐敏感。大多无症状，偶诊发现。有些呈端器官损伤症状如中风样、脑病、胸痛、气短、肺水肿。体检查主动脉缩窄、瓣膜病、肾血管、囊肾、内分泌等继发原因。4心音提示左室肥厚，肺罗音/水肿提示心脏功能差。诊断：ACC至少两次两次场合两测，ESC/ESH三测平均最后两。坐静5分，袖带盖臂80%。动态血压最准。评估：ECG查肥厚，眼底视网膜，血检CBC、ESR、肌酐、eGFR、电解、HbA1c、甲状腺、胆固醇、尿酸，尿白蛋白比，ABI，影像颈动脉超、超声心动、脑成像。管理：非药+药。非药所有患者：教育减重、限盐、戒烟、OSA管理、运动。终身坚持。减重降SBP 5-20 mm Hg。戒烟减长期并发。生活变减心血管事件15%。药：ACEi、ARB、利尿（噻嗪）、CCB、BB，考虑年龄、种族、共病如肾心衰。JNC-8：DM/CKD ≥140/90目标<140/90；60+ ≥150/90<150/90；18-59 SBP≥140<140；非黑DM噻嗪/CCB/ACEi/ARB；黑噻嗪/CCB；CKD ACEi/ARB。ACC：估10年ASCVD风险；≥140/90起药；高危糖尿病CKD ASCVD或风险≥10%低阈值；目标≤130/80。ESC/ESH：2-3级无论风险起药；1级有HMOD起；无HMOD高CVD风险或生活失败起；80+ ≥160/90<160/90；18-79 ≥140/90<140/90。肾去神经调查性。并发：CHD、MI、中风、脑病、肾衰、PAD、房颤、主动脉瘤、死亡。",
    "source": "NCBI StatPearls - https://www.ncbi.nlm.nih.gov/books/NBK539859/"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "High blood pressure (hypertension) is consistently at or above 130/80 mm Hg. High blood pressure typically has no signs or symptoms but can cause problems for your heart, brain, kidneys, and eyes. No matter your age, you can take steps each day to keep your blood pressure in a healthy range. Some people may be able to control their blood pressure by making lifestyle changes or taking blood pressure medicines. Blood pressure is the pressure that occurs when blood pushes against the walls of your arteries. Arteries carry blood from your heart to other parts of your body. Normal blood pressure is less than 120/80 mm Hg. High blood pressure, also called hypertension, is blood pressure that is higher than normal. High blood pressure is consistently at or above 130/80 mm Hg. Your blood pressure changes throughout the day based on your activities. Having blood pressure consistently above normal may result in a diagnosis of high blood pressure. The higher your blood pressure levels, the more risk you have for other health problems, such as heart disease, heart attack, and stroke. Learn about how you can prevent and treat high blood pressure during pregnancy, which can put you and your baby at risk for health problems. When the heart pumps blood through the arteries, the blood puts pressure on the artery walls. This is known as blood pressure. When the heart pumps blood through the arteries, the blood puts pressure on the artery walls. This is called blood pressure. Your health care team can diagnose high blood pressure. They can also make treatment decisions by reviewing your systolic (first number) and diastolic (second number) blood pressure levels and comparing them to guidelines. Most health care professionals will use these guidelines from the ACC and AHA to diagnose high blood pressure: Table showing diastolic and systolic ranges for normal, elevated, and high blood pressure. An illustration of a stoplight to correlate the three levels of blood pressure with the colors of the stoplight where red is HIGH BLOOD PRESSURE (Hypertension): Systolic is 130 mm Hg or higher or Diastolic is 80 mm Hg or higher. Yellow colored light is ELEVATED BLOOD PRESSURE: Systolic is 120-129 mm Hg and Diastolic is less than 80 mm Hg. And the green light is mapped to NORMAL BLOOD PRESSURE: Systolic is less than 120 mm Hg and Diastolic is less than 80 mm Hg. If a health care professional diagnoses you with high blood pressure, talk with your health care team about your blood pressure levels and how they affect your treatment plan. Learn how and where to measure your blood pressure and why it's important to know your numbers. High blood pressure usually has no warning signs or symptoms, and many people do not know they have it. Measuring your blood pressure is the only way to know whether you have high blood pressure. There are several causes of and risk factors for high blood pressure. Fortunately, you can control many of them. High blood pressure usually develops over time. It can occur because of unhealthy lifestyle choices, such as not getting enough regular physical activity. Certain health conditions, such as diabetes and obesity, can also increase the risk for developing high blood pressure. And high blood pressure can occur during pregnancy. People who have depression, anxiety, stress, or post-traumatic stress disorder over a long period of time may develop other health problems, including an increased heart rate and high blood pressure. Other risk factors, such as family history and the environment, can also increase a person's risk for high blood pressure. High blood pressure can damage your health in many ways. It can seriously hurt important organs like your heart, brain, kidneys, and eyes. The good news is that, in most cases, you can manage your blood pressure to lower your risk for serious health problems. Health problems caused by high blood pressure. An Illustration of Health Problems Caused by High Blood Pressure. A line drawing of the human body with the focus on the brain, heart and the kidneys. Surrounding the body are icons paired with the following text: Chronic Kidney Disease, Pregnancy-Related Complications, Other Health Problems, Stroke, Cognitive Decline and Dementia, Vision Decline or Loss, Heart Disease, and Peripheral Artery Disease. The CDC logo is in the lower right. High blood pressure (hypertension) complications can damage your health in many ways, including harming organs such as your heart, brain, and kidneys. High blood pressure can damage your arteries by making them less elastic. This decreases the flow of blood and oxygen to your heart and leads to heart disease. In addition, decreased blood flow to the heart can cause: Chest pain, also called angina. Heart attack, which happens when the blood supply to your heart is blocked and heart muscle begins to die without enough oxygen. The longer the blood flow is blocked, the greater the damage to the heart. Heart failure, a condition that means your heart can't pump enough blood and oxygen to your other organs. High blood pressure can cause the arteries that supply blood and oxygen to the brain to burst or be blocked, causing a stroke. Brain cells die during a stroke because they do not get enough oxygen. Stroke can cause serious disabilities in speech, movement, and other basic activities. A stroke can cause death. Having high blood pressure, especially in midlife, is linked to having poorer cognitive function and dementia later in life. Learn more about the link between high blood pressure and dementia from the National Institutes of Health's Mind Your Risks® campaign. High blood pressure can cause heart valve disease, which is when any valve in the heart is damaged or diseased. Adults with diabetes, high blood pressure, or both have a higher risk of developing chronic kidney disease than those without these conditions. No matter your age, you can take steps each day to keep your blood pressure in a healthy range. Many people with high blood pressure can lower their blood pressure into a healthy range or keep their numbers in a healthy range by making lifestyle changes. Talk with your health care team about: Physical activity each week (about 30 minutes a day, 5 days a week) Not smoking Eating a healthy diet, including limiting sodium (salt) and alcohol Keeping a healthy weight Managing stress. In addition to making positive lifestyle changes, some people with high blood pressure need to take medicine to manage their blood pressure. Talk with your health care team right away if: You think you have high blood pressure. If you've been told you have high blood pressure but do not have it under control. By taking action to lower your blood pressure, you can help protect yourself against heart disease and stroke, also called cardiovascular disease (CVD).",
    "abstract": "高血压（hypertension）持续≥130/80 mm Hg。通常无症状，但可伤心脑肾眼。任何年龄每日步骤保持健康范围。有些人生活改变或药控制。血压是血推动脉壁压力。动脉运血自心至体。正常<120/80。高血压高于正常，持续≥130/80。日变活动影响。持续高于正常可诊高血压。越高水平，心脏病心梗中风风险越高。孕期高血压防治防母婴险。心泵血经动脉压壁即血压。团队诊高血压，审收缩（首数）舒张（次数）比指南。多数专业用ACC/AHA指南：正常收缩<120舒张<80；升高收缩120-129舒张<80；高血压收缩≥130或舒张≥80。若诊，谈团队血压水平影响计划。学测血压何处为何知数。高血压通常无警告，许多不知。测血压唯知是否高。几因风险因素，可控多。高血压渐发。不健康生活如少活动。某些病如糖尿病肥胖增风险。孕期可发。抑郁焦虑压力PTSD长期可增心率高血压。其他风险家族史环境。高血压多方式伤健康。严重伤心脑肾眼。好消息大多可管血压降严重问题风险。并发伤健康多方式，包括心脑肾。高血压使动脉少弹性，减血氧至心致心病。此外减血流至心可致：胸痛（心绞痛）。心梗，血供阻心肌缺氧死。阻越久心损越大。心衰，心泵不足血氧至他器官。高血压可致供脑血氧动脉爆阻致中风。中风脑细胞缺氧死。中风致言语运动基本活动严重残疾。中风致死。中年高血压与晚年认知差痴呆相关。学NIH Mind Your Risks运动高血压痴呆链。高血压可致心瓣膜病，心瓣损病。糖尿病高血压或两者成人慢性肾病风险高于无。无论年龄，每日步保持健康范围。多高血压者生活改变降至健康或保持。谈团队：周活动（日30分周5天）不烟健康饮食限钠（盐）酒健重管压力。除积极生活，有些需药管血压。若思有高血压或已告未控立即谈团队。行动降血压助护心病中风即CVD。",
    "source": "CDC - https://www.cdc.gov/high-blood-pressure/about/index.html"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "High blood pressure, also known as hypertension, can lead to serious health problems including heart attack or stroke. Measuring your blood pressure is the only way to know if you have it. Controlling high blood pressure can help prevent major health problems. Blood Pressure Categories BLOOD PRESSURE CATEGORY: NORMAL Systolic mm Hg (top/upper number): LESS THAN 120 and/or Diastolic mm Hg (bottom/lower number): LESS THAN 80 BLOOD PRESSURE CATEGORY: ELEVATED Systolic mm Hg (top/upper number): 120 – 129 and/or Diastolic mm Hg (bottom/lower number): LESS THAN 80 BLOOD PRESSURE CATEGORY: STAGE 1 HYPERTENSION (High Blood Pressure) Systolic mm Hg (top/upper number): 130 – 139 or Diastolic mm Hg (bottom/lower number): 80 – 89 BLOOD PRESSURE CATEGORY: STAGE 2 HYPERTENSION (High Blood Pressure) Systolic mm Hg (top/upper number): 140 OR HIGHER or Diastolic mm Hg (bottom/lower number): 90 OR HIGHER BLOOD PRESSURE CATEGORY: SEVERE HYPERTENSION (If you don’t have symptoms*, call your health care professional.) Systolic mm Hg (top/upper number): HIGHER THAN 180 and/or Diastolic mm Hg (bottom/lower number): HIGHER THAN 120 BLOOD PRESSURE CATEGORY: HYPERTENSIVE EMERGENCY (If you have any of these symptoms*, call 911.) Systolic mm Hg (top/upper number): HIGHER THAN 180 and/or Diastolic mm Hg (bottom/lower number): HIGHER THAN 120 *symptoms: chest pain, shortness of breath, back pain, numbness, weakness, change in vision or difficulty speaking Note: Only a doctor or other medical professional can confirm a high blood pressure diagnosis. They also can check if your blood pressure is too low. Controlling blood pressure If your blood pressure is in the normal range, stick with heart-healthy habits such as following a balanced diet and getting regular exercise. If your blood pressure is elevated, stick with or adopt heart-healthy habits such as following a balanced diet and getting regular exercise. The goal is to prevent reaching hypertension Stage 1. In hypertension Stage 1, your health care professional should prescribe lifestyle changes. They may consider adding medication based on your risk of heart disease or stroke and should add medication if you have other conditions such as diabetes, heart failure and kidney disease. In hypertension Stage 2, your health care professional should prescribe blood pressure medication and lifestyle changes. In severe hypertension, if your blood pressure is higher than 180/120 mm Hg: Wait 1 minute. Take your blood pressure again. If the second reading is just as high, check for these symptoms: Chest pain Shortness of breath Back pain Numbness Weakness Change in vision Difficulty speaking If you do not have any of these symptoms or any other new and concerning symptoms, you likely have severe hypertension. You should contact your health care professional. Your health care professional may start or adjust blood pressure medication. In hypertensive emergency, call 911 if your blood pressure is higher than 180/120 mm Hg and you are experiencing symptoms that may include: Chest pain Shortness of breath Back pain Numbness Weakness Change in vision Difficulty speaking Your blood pressure numbers and what they mean Your blood pressure is recorded as two numbers: Systolic blood pressure is the first (top/upper) number. It measures the pressure your blood is pushing against your artery walls when the heart beats. Diastolic blood pressure is the second (bottom/lower) number. It measures the pressure your blood is pushing against your artery walls while the heart muscle rests between beats. Which number is more important? A higher systolic or diastolic reading may be used to diagnose high blood pressure. But the systolic blood pressure tells more about risk factors for heart disease for people over 50. As people get older, their systolic blood pressure usually goes up because: Large arteries become stiffer There is more plaque buildup over time Higher rates of heart and blood vessel diseases",
    "abstract": "高血压，也称hypertension，可致严重问题包括心梗或中风。测血压唯知是否有。控制高血压助防重大问题。血压类别：正常收缩<120和/或舒张<80；升高收缩120-129和/或舒张<80；1期高血压收缩130-139或舒张80-89；2期收缩≥140或舒张≥90；严重≥180和/或≥120（无症*呼专业）；高血压紧急≥180和/或≥120（有症*拨911）。*症：胸痛、气短、背痛、麻木、虚弱、视变或说话难。注：仅医确认诊高血压，也查低血压。控制血压正常范围坚持心健习惯如均衡饮食规律运动。升高坚持或采用心健习惯如均衡饮食规律运动。目标防达1期。1期专业开生活改变。可能加药基心病中风风险，若有糖尿病心衰肾病加药。2期开血压药和生活变。严重>180/120：等1分再测。若同高查症：胸痛气短背痛麻木虚弱视变说话难。无这些或新忧症则严重高血压。联系专业。专业可能起或调药。高血压紧急>180/120有症包括胸痛气短背痛麻木虚弱视变说话难拨911。血压数及意记录两数：收缩压首（上）数，心跳时血推动脉壁压。舒张压次（下）数，心肌间歇时压。哪数更重？高收缩或舒张可诊高血压。但50+收缩压更告心病风险因子。人老收缩压通常升因：大动脉僵硬、斑块积多、心血管病率高。",
    "source": "American Heart Association - https://www.heart.org/en/health-topics/high-blood-pressure/understanding-blood-pressure-readings"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "High blood pressure, or hypertension, is when your blood puts too much force on your blood vessels. Over time, the high pressure can cause other health problems. Blood pumping through the circulatory system is under pressure, much like the water in the pipes of a house. And just as too much water pressure can damage pipes and faucets, elevated blood pressure can spell trouble for your body. High blood pressure is a big problem in both men and women. About 1 in every 2 adult Americans have high blood pressure. Many more are at a risk of it. High blood pressure is especially dangerous because you can have it for years without knowing. In fact, 1 in 3 Americans with the condition don't know it. Despite these gloomy statistics, high blood pressure is not inevitable. There's plenty you can do to prevent, delay, and treat the condition. Blood pressure usually rises with age. Your risk of high blood pressure begins to climb when you hit age 45, although it can happen when you're younger. Black people tend to get it at younger ages and often have worse hypertension. Many factors can lead to high blood pressure. Your diet plays a role. Too much salt, too little potassium, and too much alcohol have all been found to raise the risk of high blood pressure. Too much stress and too little physical activity both raise the danger of developing high blood pressure, as does being overweight or obese. And as with many chronic illnesses, high blood pressure tends to run in families, suggesting that genetics plays a role. If you eat foods high in salt, or use medications like nonsteroidal anti-inflammatory drugs (such as ibuprofen and aspirin) or decongestants, you also have a higher risk of high blood pressure. Illegal drugs like cocaine also can raise blood pressure. It's more common if you are: In some people, high blood pressure is related to other medical problems or can be a side effect of certain drugs. This form of the disease is called secondary hypertension because it happens secondary to other medical conditions. Different conditions can make your blood pressure more likely to go up, including: Heart problems that affect your blood vessels Adrenal gland disorders Kidney problems Sleep apnea Thyroid disease Illegal substance use, such as cocaine or amphetamines Some medicines that may raise blood pressure include: Birth control pills Cold or allergy medicine Over-the-counter pain relievers with caffeine Some prescription drugs also make high blood pressure more likely. Ask your doctor if any medicines you're taking may come with more risk of high blood pressure. High blood pressure is usually diagnosed using the familiar blood pressure test that involves a cuff wrapped around the upper arm. The cuff is inflated and then sensors measure the pressure of blood beating against your arteries. Systolic blood pressure. This first number measures the pressure of your blood against your arteries when it beats. Diastolic blood pressure. This second number measures the pressure when your heart is resting between beats. Normal. Your blood pressure is normal when it's less than 120 over less than 80. Elevated. Your blood pressure is elevated if the first number is 120-129 and the second number is less than 80. Stage 1 hypertension. You have stage 1 hypertension if the first number of your blood pressure is 130-139 and the second number is 80-89. Stage 2 hypertension. You have stage 2 hypertension if the first number is 140+ and the second number is 90+. Hypertensive crisis. Your blood pressure reading is a number greater than 180 over a number greater than 120. Normal blood pressure goes up from about 64/40 at birth to about 120/80 in a healthy adult. If someone were to take your blood pressure right after you gave a speech or jogged five miles, it'd probably be slightly high. This isn't necessarily cause for alarm: It's natural for blood pressure to rise and fall with changes in activity or emotional state. It's also normal for blood pressure to vary from person to person, even from one area of the body to another. But if your blood pressure stays high, you should talk with your doctor about treatment. Hypertension forces the heart to work far beyond its capacity. Along with injuring blood vessels, it can damage your brain, eyes, and kidneys. Your doctor could also tell you that you have something called prehypertension. That's when your blood pressure is just a bit higher than 120 over less than 80. About 75 million Americans fall into this category. Prehypertension can raise your risk of damage to your arteries, heart, brain, and kidneys. Many doctors say prehypertension should be treated. Still, there's no evidence that it provides long-term help. High blood pressure doesn't usually show any signs. The only way to know for sure if your blood pressure is high is by having it checked. It's a good idea to watch it over time if you think you have high blood pressure or may be at risk. If your blood pressure is very high, you may have signs including: Headaches that are severe Pain in your chest Feeling dizzy Trouble breathing Nausea or vomiting Vision changes or blurred vision Anxiety Confusion Buzzing sound in your ears Nosebleeds Abnormal heartbeat or rhythm Many people who have high blood pressure don't realize they have it. It's often called \"the silent killer\" because it rarely causes symptoms, even as it causes serious damage to the body. Over time, elevated pressure can cause a wide range of problems. Small bulges, called aneurysms, may form in blood vessels. The heart can become enlarged, raising the danger of heart attack and heart failure. Damage to blood vessels in the kidneys can cause them to fail. Because tiny blood vessels in the eyes are especially vulnerable to damage, hypertension can lead to vision problems and even blindness. Left untreated, hypertension can lead to serious problems, such as: Critically ill patients who have very high blood pressure may have \"malignant hypertension.\" It is a medical emergency, and you should be treated in the emergency room. Symptoms might include chest pain, shortness of breath, vision changes, headache, and weakness. Fortunately, high blood pressure can be controlled. The first step is to have your blood pressure checked regularly. Your doctor may consider your blood pressure high if you get a high reading at least twice. If yours is 180/120 or higher, that's a hypertensive crisis. You need to get medical attention right away. In as many as 95% reported high blood pressure cases in the U.S., the underlying cause can't be determined. This is essential hypertension. High blood pressure tends to run in families. Age and race also play a role. More than 40% of all Black people in the U.S. have high blood pressure. Diet and lifestyle also play a big role in essential hypertension. The link between salt and high blood pressure is especially noteworthy. People living on the northern islands of Japan eat more salt than anyone else in the world. They're also most likely to get hypertension. Many people with high blood pressure are \"salt sensitive.\" That means anything more a minimal amount will raise their blood pressure. Other things associated with essential hypertension include: When a direct cause of high blood pressure can be identified, that's secondary hypertension. Kidney disease is the most common cause. Hypertension can also be caused by tumors or conditions that cause the adrenal glands (the small glands that sit atop your kidneys) to release large amounts of hormones that raise blood pressure. Birth control pills — specifically those that have estrogen — and pregnancy can boost blood pressure. Other medicines can, too. Check with your doctor to see if anything you take may cause your numbers to go up. Doctors have a wide range of high blood pressure medicines available to treat high blood pressure. These high blood pressure treatments include: Diuretics or \"water pills\" Beta-blockers Calcium channel blockers Angiotensin-converting enzyme inhibitors Angiotensin II receptor blockers As effective as these drugs can be at controlling blood pressure, if you get to the point of needing them, you may have to take them for the rest of your life. That is one more good reason to focus on prevention. You can lower or prevent high blood pressure and lower your odds of getting heart disease by making a few changes in your lifestyle. A healthy diet can go a long way toward preventing high blood pressure. Trying following the Dietary Approaches to Stop Hypertension eating plan, also known as the DASH diet, which emphasizes plenty of fruits and vegetables and low-fat or nonfat dairy products. Studies conducted by the National Institutes of Health have shown that the DASH diet can lower blood pressure. And the results show up fast — often within 2 weeks. Stay away from salt and saturated fats and eliminate trans fats. Focus instead on foods that are high in fiber, calcium, and magnesium. The National High Blood Pressure Education Program recommends no more than 2,300 milligrams — equal to 1 teaspoon — of sodium a day. The ideal is even lower — only 1,500. For the average person, who consumes about 4,200 milligrams a day, that requires a big change. But studies show that the lower your salt intake, the lower your blood pressure. Regular aerobic workouts condition the heart and keep blood vessels working properly. It's also wise to be as active as possible throughout your day, apart from your workout. Researchers at the University of Minnesota published results from a study of almost 4,000 people aged between 15 and 30 years who were followed over time. The more active they were, the lower their risk of hypertension. If you're overweight, try to trim down. Even shedding a few pounds can make a big difference. If you smoke or drink a lot of alcohol, now's the time to stop. Your doctor can give you advice about the most effective ways to do that. Take steps to cope with everyday stressors and improve your mental health. Try relaxation, counseling, or a support group. Aim for 7-9 hours of sleep every night. It's best to go to bed and wake up at regular times and to sleep in a calm, darkened room. High blood pressure comes with risk factors for many other health conditions, but you could have it and not even know it. See a doctor to have your blood pressure checked. There are many healthy steps you can take to lower or prevent high blood pressure. Your doctor can also suggest treatment if you need it.",
    "abstract": "高血压，或hypertension，是血对血管力过大。长期高可致他健康问题。血泵循环如家管水压。过多水压损管龙头，高血压对体麻烦。高血压男女大问题。每2成人美1有高血压。多更风险。高血压特别险因年不知。实3美1有病不知。尽管阴统计，高血压非不可避。多可防延治。血压通常随龄升。45岁风险始爬，虽年轻可发。黑人年轻得常更恶。许多因素致高血压。饮食角色。过多盐少钾过多酒皆升风险。过多压力少活动皆升发险，超重肥胖亦。如多慢性病，高血压家族遗传角色。若食高盐，或用非甾抗炎如布洛芬阿司匹林或减充血剂，你高血压风险更高。非法药如可卡因亦升压。更常见若你：有些人高血压相关他医问题或某些药副。此病形式称继发性高血压因继发他医况。不同况使血压更易升，包括：心问题影响血管 肾上腺紊 肾问题 睡眠呼吸暂停 甲状腺病 非法物质如可卡因苯丙胺 有些药可升血压包括：避孕药 感冒过敏药 含咖啡因非处痛止 有些处方药亦使高血压更易。问医任何药你服可带更多高血压风险。高血压通常用熟悉血压测试诊，袖带裹上臂。充气后传感器测血打动脉压。收缩压。此首数测心跳时血对动脉压。舒张压。此次数测心间歇压。正常。血压正常<120过<80。升高。首数120-129次数<80即升高。1期。首数130-139次数80-89即1期高血压。2期。首数140+次数90+即2期高血压。高血压危。读数>180过>120。高血压危。出生约64/40至健成人120/80正常。若演讲或跑5英里后测，可能稍高。此非警：活动情绪变血压升落自然。人间或体区变正常。但血压持续高，应谈医治疗。高血压迫心超容量工作。伤血管，亦损脑眼肾。医可能告你有预高血压。即血压稍高于120过<80。约7500万美落此类。预高血压升动脉心脑肾损风险。多医告预高血压应治。仍无证长效助。高血压通常无征。确知血压高唯查好。若思高血压或风险，监视时间好。若血压很高，可能征包括：严重头痛 胸痛 晕 呼吸难 恶心呕 视变模糊视 焦虑 混乱 耳鸣 鼻出血 异常心跳节奏 多高血压者不知有。常称“沉默杀手”因少致症，即使致严重体损。长期升高压致宽问题。小凸瘤称动脉瘤可形血 vessel。心可增大，升心梗心衰险。肾血管损致肾衰。因眼微血管特别易损，高血压致视问题甚至盲。未治，高血压致严重问题，如：危重病人很高血压可能“恶性高血压”。医紧急，应急室治。症可能胸痛气短视变头痛虚弱。幸，高血压可控。第一步定期查血压。医可能若至少两高读数告血压高。若180/120或更高，即高血压危。需立即医注。美报告高血压案多达95%，底因无法定。此原发性高血压。高血压家族。龄种族亦角色。美超40%黑人有高血压。饮食生活原发高血压大角色。盐高血压链特别注。日本北部岛民食盐世最多。最易得高血压。多高血压者“盐敏感”。即多于最小量升血压。其他与原发高血压相关包括：直接因高血压可识，即继发性高血压。肾病最常见因。高血压亦可由瘤或况致肾上腺（肾上小腺）释大量升压激素。含雌激素避孕药—及孕可增血压。他药可。查医任何服可致数升。医有宽高血压药治高血压。此高血压治疗包括：利尿或“水丸” β阻滞 钙通道阻 血管紧张素转换酶抑制 血管紧张素II受体阻 此药控血压有效，若需，你可能服余生。此焦点防好理。几生活变可降或防高血压降心病几。健饮食防高血压长路。试跟饮食接近停高血压吃计划，即DASH饮食，强多果蔬低脂无脂乳制品。NIH研究示DASH饮食可降血压。结果快—常2周内现。避盐饱和脂消除反式脂。焦点高纤钙镁食。国家高血压教育计划荐日钠不超2300毫克—等1茶匙。理想更低—仅1500。平均人日耗约4200毫克，需大变。但研究示盐摄越低，血压越低。规律有氧锻炼调心保持血管正常工。日除锻炼尽可能活跃明智。明尼苏大研究近4000人15-30岁随时间。越活跃，高血压风险越低。若超重，试减。即使脱几磅大差。若烟或多酒，今停时。医告最有效方式。步应对日常压力改善心理健。试放松咨询支持组。夜瞄7-9小时睡。最好定时睡醒睡平静暗室。高血压带多他健康况风险，但你可能有不知。看医查血压。多健步可降或防高血压。医亦可建议需治疗。",
    "source": "WebMD - https://www.webmd.com/hypertension-high-blood-pressure/guide/high-blood-pressure"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "各省、自治区、直辖市卫生计生委，新疆生产建设兵团卫生局，国家心血管病中心：为贯彻落实全国卫生与健康大会精神，落实国家基本公共卫生服务项目，推进家庭医生签约服务，提高基层高血压防治管理水平，自2017年起，国家卫生计生委以“五统一”为抓手，进一步做实做好基层高血压防治管理工作。现就有关工作通知如下：一、充分认识基层高血压防治管理工作的重要意义高血压是威胁我国居民健康的主要慢性病之一。随着人口老龄化程度的加剧，高血压患病率持续上升，已成为心脑血管疾病首要危险因素。高血压防治管理是慢性病防控体系的重要组成部分，是推进“健康中国”建设的基础性工作。做好基层高血压防治管理工作，对于降低心脑血管疾病发病率和死亡率，提高人民群众健康水平具有重要意义。二、统一服务内容和服务标准（一）统一服务内容。基层高血压防治管理服务内容包括：高血压患者健康教育、健康管理、规范治疗、双向转诊等。服务对象为35岁及以上常住居民中符合高血压诊断标准的患者。服务内容主要包括：1.健康教育。宣传高血压防治知识，提高患者自我管理意识和能力。2.健康管理。建立高血压患者健康档案，进行定期随访、健康监测、风险评估等。3.规范治疗。提供标准化药物治疗，指导患者合理用药。4.双向转诊。建立上下级医疗机构间双向转诊机制，指导基层开展高血压患者双向转诊。（二）统一服务标准。基层高血压防治管理服务标准参照《国家基本公共卫生服务规范（第三版）》执行。服务频率为：新诊断患者首诊后1个月内随访1次，之后每3个月随访1次；已管理患者每3-6个月随访1次。随访内容包括血压测量、体重、腰围测量、用药情况询问、依从性评估、并发症筛查等。三、统一服务流程和服务规范（一）服务流程。1.患者登记。35岁及以上居民在基层医疗机构体检或就诊时筛查血压，发现高血压患者登记建档。2.首诊评估。进行全面评估，包括病史询问、体格检查、辅助检查等，明确诊断、分级、分层。3.制定管理计划。依据评估结果制定个性化管理计划，包括生活方式干预、药物治疗、随访计划等。4.实施管理。开展健康教育、药物治疗、生活方式指导等。5.定期随访。按计划进行随访，监测血压控制情况，调整管理计划。6.转诊管理。符合转诊指征的患者及时转诊上级医院。（二）服务规范。1.血压测量规范。使用经校验的血压计，患者坐位休息5分钟后测量，测量3次取平均值。2.健康教育规范。采用通俗易懂的方式，针对患者特点开展教育。3.药物治疗规范。首选长效药物，起始小剂量，逐步调整，注意药物相互作用。4.随访规范。随访时记录血压、用药、症状等，评估管理效果。四、统一服务质量控制和评估（一）服务质量控制。建立质量控制体系，包括培训、督导、审核等。定期开展基层医务人员培训，提高服务能力。建立督导机制，县级卫生计生行政部门组织专家定期督导。（二）服务质量评估。建立评估指标体系，包括患者知晓率、治疗率、控制率等。每年开展一次评估，分析问题，改进工作。五、统一信息管理（一）信息录入。基层高血压防治管理信息统一录入国家高血压管理信息系统。（二）数据分析。利用信息系统数据开展分析，指导工作开展。（三）信息共享。实现与国家慢性病综合防控示范区信息共享。六、加强组织领导和经费保障（一）加强组织领导。各地卫生计生行政部门要高度重视基层高血压防治管理工作，将其纳入绩效考核。建立领导小组，明确职责分工。（二）经费保障。中央财政继续支持基层高血压防治管理服务。地方各级财政要给予相应支持，确保服务开展。七、工作要求（一）加强宣传动员。广泛宣传基层高血压防治管理工作的重要性，动员社会各界参与。（二）强化监督检查。建立监督检查机制，确保工作落实。（三）及时总结报送。各地要及时总结经验，报送工作进展。联系人：国家心血管病中心 慢性病管理处 联系人：XXX 电话：XXX",
    "abstract": "高血压是威胁我国居民健康的主要慢性病之一。随着人口老龄化，高血压患病率持续上升，已成心脑血管首要危险因素。高血压防治是慢性病防控基础，“健康中国”建设基础工作。做好基层高血压防治，对降低心脑血管发病死亡，提高群众健康重要。统一服务内容标准：内容包括教育、管理、规范治疗、双向转诊。对象35岁+常住居民符合诊断患者。主要：1.教育宣传防治知识，提高自我管理。2.管理建档、定期随访、监测、风险评估。3.标准化药物，指导合理用药。4.上下转诊机制。标准参照国家基本公共卫生第三版。新诊1月内1次，后每3月1次；已管每3-6月1次。内容血压、体重腰围、用药问、依从评估、并发筛。流程：1.登记35+筛查登记建档。2.首诊评估病史体格辅检，明确诊分级分层。3.制定计划生活干预药治疗随访。4.实施教育药治生活指导。5.定期随访监控制调计划。6.转诊符合指征时转。规范：1.血压用校验计坐休5分测3次平均。2.教育通俗针对特点。3.药长效小剂渐调注意交互。4.随访记血压用药症评估效果。质量控制：体系培训督导审核。定期训提高能。县级督专家定期。评估：指标知晓治疗控制率。年评1次析问题改。信息：统一录国家系统。数据析指导。共享慢性区。组织领导经费：重视纳入绩效建组明确责。中央支地方相应保开展。要求：宣传动员社会参与。监督检查落实。总结报进展。",
    "source": "国家卫生健康委员会 - https://www.nhc.gov.cn/jws/s2907/201711/b9281ecb0808400088f3dec95441ff51.shtml"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "高血压（hypertension，arterial hypertension）是一种以体循环动脉压升高、周围小动脉阻力增高，同时伴有不同程度的心排血量和血容量增加为主要表现的临床综合征。本病是指在未使用降压药的情况下，诊室血压≥140/90mmHg；或家庭血压≥135/85mmHg；或24h动态血压≥130/80mmHg，白天血压≥135/85mmHg，夜间血压≥120/70mmHg。患者多表现为头晕、头痛、眼花、耳鸣、失眠、乏力等症状。长期高血压可能导致多种心血管疾病，并可影响到靶器官（如心、脑、肾等）结构和功能的改变，最终导致心力衰竭、肾衰竭和脑卒中等严重后果。\n\n高血压危象因紧张、疲劳、寒冷、嗜铬细胞瘤发作、突然停服降压药等诱因，小动脉发生强烈痉挛，血压急剧上升，影响重要器官血液供应而产生危急症状。在高血压早期与晚期均可发生。危象发生时，出现头痛、烦躁、眩晕、恶心、呕吐、心悸、气急及视力模糊等严重症状。\n\n高血压脑病发生于重症高血压患者，血压过高突破了脑血流自动调节范围，脑组织血流灌注过多引起脑水肿。临床表现以脑病的症状与体征为特点，表现为弥漫性严重头痛、呕吐、意识障碍、精神错乱，甚至出现昏迷、局灶性或全身抽搐。\n\n脑血管病是高血压最主要的直接后果，分为出血性与缺血性两大类。出血性脑血管病包括脑出血与蛛网膜下出血；缺血性脑血管病包括脑血栓形成、栓塞性脑梗死、腔隙性脑梗死和短暂性脑缺血发作。当病变累及一侧大脑半球时，出现对侧肢体无力或瘫痪；当病变累及大脑皮质时，出现癫痫样发作和失语症等；当病变累及脑干与小脑时，出现双侧肢体无力或感觉消失、复视、眼球震颤、小脑共济失调症。\n\n高血压是心力衰竭的主要病因之一，发生心力衰竭后，患者常有腿部、踝关节、足部的下垂性水肿，呼吸困难加重等表现。\n\n高血压时尿液中可以出现少量蛋白质和红细胞，肾功能减退往往先表现为肾小管浓缩功能减退。患者常可有多尿、夜尿增多等症状。\n\n高血压是发生主动脉夹层的主要病因之一，过高的血管壁切应力容易导致动脉内膜撕裂，血液经撕裂点进入主动脉中层，形成血管壁内血肿。发病急骤，心前区或肩胛区突然撕裂状或刀割样疼痛，常伴有面色苍白、出冷汗、心率增快和发绀等休克症状。\n\n血常规通过观察血细胞计数初步了解机体整体状态，血红蛋白及血细胞比容异常与本病有关。某些原发肾脏疾病的患者，血红蛋白值可能出现异常，如果高血压合并贫血，诊断肾性高血压的可能性较大。\n\n血生化检查有助于判断肝肾功能有无异常。肌酐与尿素氮是用来评价肾功能的指标，当机体肾脏代谢体内废物以及毒素的能力发生障碍时，此时肌酐以及尿素氮就会高于正常值。\n\n尿液分析能够发现肾脏损害。\n\n餐后2小时血糖应＜7.8mmol/L，能够帮助诊断患者是否有糖尿病。\n\n高血压的病因较多，主要可分为遗传和环境因素。\n\n有高血压家族史的人群、老年人、情绪易激动的人群、长期吸烟者、工作或生活压力大的人群、摄入盐量偏高的人群、超重和肥胖人群、过量饮酒者易患高血压。\n\n头痛是高血压最常见的症状，可在血压下降后消失。可同时合并其他原因的头痛，往往与血压水平无关，例如精神焦虑性头痛、偏头痛等。\n\n头晕也是高血压的常见症状。患者常表现为头昏、头胀、头重脚轻甚至脑内摇晃，伴有眼花等一系列感觉。\n\n患者常感觉脖颈单侧轻微拉紧，类似于落枕，但是疼痛感不强烈。严重者会出现脖子酸痛。\n\n患者可出现心慌不安、心前区不适等心悸症状。\n\n高血压引起人体心功能衰竭，减少心脏血流量，降低氧化酶活性，减少线粒体，降低患者体力活动能力，容易产生疲劳。\n\n患者还可出现气急、耳鸣、视力模糊、鼻出血等症状。\n\n白大衣高血压也称单纯诊所高血压，是指患者在诊室测得的血压平均值大于正常值，而在诊室外测量（包括家庭血压测量及动态血压监测）血压正常的现象，是高血压的一种特殊类型。通过测量诊室外血压可以鉴别二者。\n\n体位性高血压是指体位由卧位转为直立位后收缩压升高至少20mmHg。患者通常没有明显的临床症状，只是在体检的时候被发现。\n\n对于大多数高血压患者而言，应根据病情，在4周内或12周内将血压逐渐将至目标水平。年轻、病程较短的高血压患者，达标时间可稍快；老年人、病程较长，有合并症且耐受性差的患者，降压速度则可稍慢。原发性高血压目前尚无根治方法，但长期有效降压治疗能显著减少心脑血管并发症。继发性高血压的治疗应针对不同的病因采取不同的治疗方法。常用的治疗手段包括改善不良的生活方式、药物治疗、手术治疗等。\n\n高血压患者的预后不仅与血压水平有关，而且与是否合并其他心血管危险因素以及靶器官损害程度有关。高血压又是心脑血管病和肾脏损害重要的危险因素。若血压控制不良，容易发生脑出血、慢性肾衰竭等严重情况，甚至危及生命。\n\n高血压与不良的饮食方式有关，患者应重视饮食调理。膳食搭配合理，多选择富含钾、钙的食物，多吃蔬菜和水果，限制糖类、脂肪、食盐等的摄入。",
    "abstract": "高血压是一种以体循环动脉压升高为主要表现的临床综合征，未使用降压药时，诊室血压≥140/90mmHg等可诊断。常见症状有头晕、头痛、颈项板紧等，长期高血压可致心、脑、肾等靶器官损害，引发心力衰竭、肾衰竭等并发症。病因主要包括遗传和环境因素，有高血压家族史等人群易患。治疗需根据病情逐渐将血压降至目标水平，包括改善生活方式、药物治疗等，预后与血压水平、心血管危险因素等有关。",
    "source": "如意https://m.dayi.org.cn/disease/1150927?from=jrtt"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "高血压是一种常见的心血管系统疾病。高血压定义为：非同日3次以上，测量收缩压大于等于140mmHg和/或舒张压大于等于90mmHg。高血压分为以下几种情况：1.仅收缩压升高。2.仅舒张压升高。3.收缩压和舒张压同时升高。另外，如果患者既往有高血压病史，目前正在服用降压药，虽然血压低于140/90mmHg，但仍然诊断为高血压。\n\n高血压的症状因人而异，可能包括：头痛，这是高血压最常见的症状之一，尤其是在早晨醒来时更为明显。头痛通常是持续性的钝痛或搏动性胀痛，有时疼痛可以非常剧烈。\n\n头晕，高血压患者常感到头部沉重、晕眩或头昏，这可能是由于脑部供血不足引起的。\n\n耳鸣，高血压可能导致内耳微循环障碍，引起耳鸣，即耳朵里听到嗡嗡声或其他声音。\n\n视力问题，高血压可导致视网膜血管病变，表现为视力模糊、视野缺损或短暂失明。如果血压非常高，还可能出现眼底出血或视神经乳头水肿。\n\n鼻出血，血压突然升高时，可能导致鼻腔内的血管破裂而引起鼻出血。\n\n呼吸困难，高血压患者可能会感到气短或呼吸急促，特别是在进行体力活动后。\n\n胸痛，高血压是心脏病的一个重要危险因素，因此高血压患者可能会经历心绞痛或胸部不适，这可能是心脏供血不足的结果。\n\n睡眠障碍，高血压患者可能会有失眠、多梦、易醒等睡眠质量下降的问题。\n\n肢体麻木，四肢末梢血液循环不良，可能导致手脚麻木、刺痛感或无力感。\n\n高血压的原因分为原发性和继发性两种：原发性高血压，原因未明，可能与遗传、年龄、不良的生活方式(如吸烟、饮酒、高脂饮食、高盐饮食)、肥胖、环境等因素有关。继发性高血压，由其他疾病引起，如肾脏疾病(如急性肾小球肾炎、慢性肾盂肾炎等)、内分泌疾病(如原发性醛固酮增多症)、心血管疾病(如主动脉关闭不全)等。此外，某些药物(如常规剂量的药物与其他药物发生相互作用)也可能诱发高血压。\n\n高血压的治疗包括生活方式干预和药物治疗。生活方式干预包括调整饮食结构(减少钠盐摄入，增加钾盐摄入，多吃新鲜蔬果)、控制体重、戒烟限酒、适度运动(如每周进行至少150分钟的中等强度有氧运动，如快走、慢跑等)、规律作息等。药物治疗需根据患者的具体情况选择合适的降压药物，如钙离子拮抗剂、血管紧张素转换酶抑制剂、血管紧张素受体拮抗剂、利尿剂、β受体阻滞剂等，并遵循个体化原则，从小剂量开始，优先选用长效制剂，联合用药以增强降压效果并减少不良反应。\n\n高血压的预防措施包括保持健康的生活方式(如低盐、低脂、低糖饮食，多吃蔬菜水果和富含纤维的食物，适量运动，保持体重在正常范围内，减少精神压力，保持心情愉悦，避免过度劳累和熬夜)、控制体重、限制饮酒、戒烟以及管理好慢性疾病(如糖尿病、高血脂等)等。定期进行血压检测也是预防高血压的重要手段之一。\n\n在测量血压时，应在相同条件下由同一人使用同一血压计测量，测量前半小时避免吸烟、喝咖啡和剧烈运动，并注意排空膀胱。\n\n高血压患者应定期测量血压，了解血压控制情况，并监测其他心血管危险因素，如血糖、血脂、肾功能等，以便及时发现并处理并发症，调整治疗方案。\n\n高血压患者应保持平和稳定的心态，避免情绪大起大落，因为情绪波动会引起血压急剧变化。",
    "abstract": "高血压是常见心血管疾病，非同日3次以上收缩压≥140mmHg和/或舒张压≥90mmHg可诊断，有头痛、头晕等多种症状。病因分原发性和继发性，原发性与遗传、生活方式等有关，继发性由其他疾病或药物诱发。治疗包括生活方式干预和药物治疗，预防需保持健康生活方式、控制体重等，患者还应定期测血压、保持心态稳定。",
    "source": "武汉市第三医院https://www.whsyy.net/view_9414.html"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "血液在血管内流动时，无论心脏收缩或舒张，都会对血管壁产生一定的压力，这个压力被称为血压。当心脏收缩时，大动脉里面的压力最高，这时的血压即为收缩压，俗称“高压”；左心室舒张时，大动脉里面的压力最低，这时的血压即为“舒张压”，俗称“低压”。平时我们说的“血压”实际上指的是动脉血管的血压测定，一般测量胳膊肘窝处血管的血压。临床上常通过测量血压来评估、诊断一些心脑血管疾病。\n\n成人正常血压为收缩压90～139mmHg和舒张压60～89mmHg，成人血压偏高为收缩压≥140mmHg和（或）舒张压≥90mmHg。\n\n血压偏高的常见症状有头痛、头晕、耳鸣、呕吐、心悸等。造成血压偏高的原因有很多，如高血压、糖尿病、肥胖症、甲状腺疾病、肾血管疾病、脑血管疾病、睡眠呼吸暂停低通气综合症等，这些疾病都可能导致血压升高；另外，血压偏高还与遗传、年龄、生活习惯、精神和环境、药物影响等因素有一定关系。\n\n对大多数高血压患者而言，应根据病情在4周内将血压逐渐降至正常水平。在改善生活方式的基础上，如果收缩压仍高于140mmHg或舒张压高于90mmHg者应给予药物治疗。初始治疗选用较小有效剂量，根据需要逐渐加至足量。降压药种类很多，需由医生结合血压水平及伴随症状，制定合理的用药方案。\n\n血压偏高需要平衡饮食，控制总热量，应以谷类为主，粗细搭配。保持热量均衡分配，不宜饥饱过度，不要暴饮暴食，改变晚餐丰盛和入睡前吃夜宵的生活习惯。膳食成分中应减少富含饱和脂肪酸的动物性脂肪及乳脂类的摄入，如牛油、猪油、黄油、奶油等，改用橄榄油、玉米油等含不饱和脂肪酸较多的植物油。戒酒，不吃辛辣刺激食物，炒菜少油少盐，少吃或者不吃蛋黄。\n\n对于血压偏高的人群，首要的是改变不健康的生活方式，注意不要抽烟、喝酒、熬夜、过度的劳累，保证睡眠时间，保持心态平和，另外，少吃或者不吃油炸的食物、肥肉、蛋黄等，可以辅助降压。同时在生活中要注意减轻体重，控制好腰围，避免出现腹型肥胖。要定期看医生，以便观察治疗效果，监测各种危险因素。",
    "abstract": "介绍了血压的定义，成人正常血压及偏高范围。血压偏高常见症状有头痛、头晕等，病因包括多种疾病以及遗传、生活习惯等因素。治疗上对大多数患者应在4周内将血压渐降至正常水平，包括改善生活方式和药物治疗，药物治疗需初始用小剂量并依情况调整。饮食上要平衡饮食、控制热量、减少饱和脂肪酸摄入等，生活中要改变不良生活方式、减轻体重等。",
    "source": "博禾https://m.bohe.cn/article/toutiao/181249.html"
  },
  {
    "disease_name": "高血压",
    "category": "心血管系统疾病",
    "information": "高血压是指在静息状态以收缩压和(或)舒张压持续升高(收缩压≥140mmHg，舒张压≥90mmHg)为主要临床表现的心血管综合征。\n\n高血压分为原发性高血压和继发性高血压。原发性高血压病因是多种风险因素引起，其中遗传和环境因素交互作用是原发性高血压主要的风险因素，但具体通过何种途径升高血压尚不明确。继发性高血压病因明确，主要和肾性疾病、内分泌疾病、心血管病变、颅脑病变、睡眠呼吸暂停综合征等因素有关。\n\n在没有发生靶器官的并发症之前，高血压通常不引起症状。当发生心、脑、肾等靶器官的并发症时常见症状有头晕、头痛、劲项板紧、疲劳、心悸等症状，一些患者会出现视物模糊、鼻出血等较重症状。\n\n高血压有多重风险因素，超重、肥胖以及不良生活习惯等因素都会增加高血压的风险。\n\n高血压患病率和发病率根据国家不同、地区和种族不同患病率和发病率也有所不同，工业化国家比发展中国家高，美国黑种人患高血压约为白种人的2倍。根据《中国高血压防治指南(2018年修订版)》可知，中国成年人高血压知晓率、治疗率、控制率为51.6%、45.8%、16.8%。据2012年~2015年全国调查，18~24岁，25~34岁，35~44岁青年高血压患病率为4%、6.1%、15%。男性高于女性，北方高于南方，但差异正在转变，呈现出大中型城市高血压患病率较高的特点，如北京、天津和上海的高血压患病率为35.9%、34.5%和29.1%。\n\n高血压的发病机制有以下几点：神经机制，在各种原因的影响下，大脑皮质神经中枢功能发生变化，各种神经递质浓度与活性异常，使得交感神经系统活性亢进，血浆儿茶酚胺浓度升高，阻力小动脉收缩增强而导致血压增高。肾脏机制，各种原因引起肾性水、钠潴留、增加心排血量，通过全身血流自身调节使外周血管阻力和血压升高，也可能通过排钠激素分泌释放增加使外周血管阻力增高而使血压增高。激素机制，肾素-血管紧张素-醛固酮系统(RAAS)激活，使小动脉平滑肌收缩，刺激肾上腺皮质球状带分泌醛固酮，使血压升高。",
    "abstract": "高血压是以收缩压和/或舒张压持续升高为主要表现的心血管综合征，分原发性和继发性。原发性病因与遗传和环境因素有关，继发性与多种疾病有关。未发生并发症时通常无症状，发生靶器官并发症时常见头晕、头痛等症状。高血压患病率有地区、种族差异，中国成年人知晓率等数据也有统计。其发病机制包括神经、肾脏、激素机制等。",
    "source": "抖音百科https://m.baike.com/wiki/%E9%AB%98%E8%A1%80%E5%8E%8B/268864?baike_source=doubao"
  }
]