[
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常（cardiac arrhythmia）是指由于心脏激动的起源或传导异常所致的心律或心率改变，是临床最常见的心血管表现之一。心律失常患者的临床症状轻重不一，轻者可无任何不适，偶于查体时被发现，严重的可以危及患者生命。\n主要病因：生理因素、心脏疾病、心外疾病、遗传因素。\n多发群体：本病多见于老年人群及器质性心脏病患者。\n常见症状：头晕、乏力、心悸、黑蒙。\n冠状动脉供血不足的表现：各种心律失常均可引起冠状动脉血流量降低，各种心律失常虽然可以引起冠状动脉血流降低，但较少引起心肌缺血，然而，对有冠心病的患者，各种心律失常都可以诱发或加重心肌缺血，主要表现为心绞痛，气短，周围血管衰竭，急性心力衰竭，急性心肌梗死等。\n脑动脉供血不足的表现：不同的心律失常对脑血流量的影响也不同。脑血管正常者，上述血流动力学的障碍不致造成严重后果，倘若脑血管发生病变时，则足以导致脑供血不足，其表现为头晕，乏力，视物模糊，暂时性全盲，甚至于失语、瘫痪、抽搐、昏迷等一过性或永久性的脑损害表现。\n肾动脉供血不足的表现：心律失常发生后，肾血流量也发生不同的减少，临床表现有少尿，蛋白尿，氮质血症等。\n肠系膜动脉供血不足的表现：快速心律失常时，血流量降低，肠系膜动脉痉挛，可产生胃肠道缺血的临床表现，如腹胀，腹痛，腹泻，甚至发生出血，溃疡或麻痹。\n心功能不全的表现：主要为咳嗽，呼吸困难，倦怠，乏力等。\n治疗原则：心律失常者多由各种类型器质性心脏病导致，由于其原发病的病因及临床类型均较为复杂，不同的病因导致的心脏病不同临床类型，具体的治疗方案也不尽相同。一般包括药物治疗、电复律治疗、介入治疗和手术治疗等。\n预后一般与发病的严重程度、治疗情况以及治疗后护理有关。\n膳食调理：合理的膳食结构是生活方式管理的重要内容。对于心脏病患者建议食物多样，低糖低脂清淡饮食，建议采用煮、蒸等非油炸类烹饪方法。孕妇等特殊人群建议咨询医生。",
    "abstract": "心律失常是指心脏激动的起源或传导异常所致的心律或心率改变，是临床常见心血管表现。病因包括生理、心脏疾病、心外疾病、遗传等因素，多见于老年人及器质性心脏病患者。常见症状有头晕、乏力、心悸、黑蒙等，还可能出现各器官供血不足及心功能不全表现。治疗一般包括药物、电复律、介入和手术治疗等，预后与发病严重程度等有关。",
    "source": "如意https://m.dayi.org.cn/disease/1151142?from=jrtt"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常是指心脏电传导系统异常导致的心跳节律、频率或起源部位紊乱，可能表现为心跳过快、过慢或不规则。心律失常可分为窦性心律失常、房性心律失常、室性心律失常等类型，通常与心脏结构异常、电解质失衡、药物作用或遗传因素有关。\n窦性心律失常起源于窦房结功能异常，常见窦性心动过速、窦性心动过缓及窦性心律不齐。健康人群在运动、情绪激动时可能出现生理性窦性心动过速，而病理性原因包括发热、贫血或甲状腺功能亢进。窦性心动过缓多见于运动员或甲状腺功能减退患者，严重时可出现头晕、乏力等症状。\n房性心律失常指心房异位起搏点异常放电，包括房性早搏、房性心动过速和心房颤动。房颤是最常见的持续性心律失常，患者可能感到心悸、胸闷，长期未治疗可能增加脑卒中风险。房性心律失常常见于高血压、冠心病或慢性肺病患者，部分与饮酒、咖啡因摄入过量相关。\n室性心律失常起源于心室异常电活动，包括室性早搏、室性心动过速和心室颤动。室性早搏在健康人群中偶发无须治疗，但频发或成对出现需警惕心肌缺血。室颤属于致命性心律失常，可导致心源性猝死，常见于急性心肌梗死、心肌病或长QT综合征患者。\n心脏传导阻滞指电信号在希氏束或束支传导延迟或中断，按严重程度分为一度至三度。一度房室传导阻滞多无症状，二度阻滞可能出现心跳脱落感，三度阻滞需安装起搏器。传导阻滞可能与心肌炎、退行性变或药物副作用相关，老年患者更易发生。\n遗传性心律失常由基因突变导致离子通道功能异常，包括长QT综合征、Brugada综合征等。这类疾病常在运动、情绪应激时诱发室速或室颤，部分患者有家族猝死史。基因检测可辅助诊断，治疗需避免诱发因素，必要时植入心律转复除颤器。\n心律失常患者应保持规律作息，避免过度劳累和情绪波动，限制咖啡因及酒精摄入。合并高血压或糖尿病者需控制基础疾病，定期监测心电图。出现持续心悸、晕厥或胸痛时应立即就医，避免自行服用抗心律失常药物。医生可能根据类型选择β受体阻滞剂、胺碘酮等药物治疗，严重病例需导管消融或植入起搏器。",
    "abstract": "心律失常是心脏电传导系统异常导致的心跳紊乱，可分为窦性、房性、室性等类型。病因与心脏结构异常、电解质失衡等有关。不同类型症状不同，如窦性心律失常可因生理或病理因素引起，房性心律失常可能增加脑卒中风险，室性心律失常中室颤可致心源性猝死。治疗需根据类型选择药物或非药物方法。",
    "source": "复禾健康https://g.fh21.com.cn/article/mip/mtcnf5zkklt4kn4.html"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "患心律失常以后，伴随心跳节律的改变，会出现一些临床症状，这些临床症状是心律失常发作的信号，需提高警惕。\n心慌：很多类型的心律失常，比如心动过速、心动过缓、早搏、房颤、房扑等等，都可以导致患者出现心慌的症状。发作时，患者自我感觉心脏或心前区出现慌乱、悸动或是不安的情况。比如有些人觉得胸口突然“咯噔”一下，像是停跳了一下；还有的人觉得心跳到了嗓子眼，这些都是心慌的表现。\n头晕：心律失常往往会影响心脏的射血功能，导致心排血量下降，出现脑供血不足的情况，所以患者还会出现头晕的症状。\n昏厥：心律失常还会干扰心脏血液输出，影响全身脏器供血，因而有的患者会出现突然昏厥，或突然眼前发黑（一般会很快恢复）等情况。临床研究发现，室性心动过速、阵发性室上性心动过速、高度窦房阻滞、快速心房纤颤、高度房室传导阻滞等易引发昏厥。\n胸闷气短：心律失常患者还经常会出现胸闷气短的症状，胸闷气短是一种主观感觉，即呼吸费力或气不够用。严重者感觉像被石头压住胸膛一样，十分难受，甚至发生呼吸困难。",
    "abstract": "心律失常患者会伴随心跳节律改变出现多种症状。心慌是常见症状，患者会感觉心脏慌乱、悸动。因心脏射血功能受影响，会出现头晕症状。还可能因心脏血液输出受干扰，出现昏厥。此外，胸闷气短也是常有的症状，严重者会呼吸困难。",
    "source": "福建中医药大学附属人民医院https://www.srmyy.com/zkwz/index.php?m=info&a=show&siteid=10&id=504"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常是指心脏跳动的节律、频率或起源部位异常。正常情况下，心脏有规律地收缩和舒张，将血液泵送到全身。心律失常时，这种规律被打乱。\n包括心动过速（心跳过快）、心动过缓（心跳过慢）、早搏（提前的心跳）、心房颤动、心室颤动等。\n可能由生理因素如剧烈运动、情绪激动、饮酒、喝咖啡等引起；也可能由病理因素如心脏疾病（冠心病、心肌病、心肌炎等）、电解质紊乱、内分泌疾病、药物副作用等导致。\n症状因心律失常的类型和严重程度而异。常见症状包括心慌、心悸、头晕、昏厥、呼吸困难等。但有些心律失常可能没有明显症状，仅在体检或因其他原因做心电图时发现。\n通常通过心电图、动态心电图（Holter监测）、心脏超声等检查来诊断心律失常的类型和评估心脏的结构和功能。\n轻度的心律失常可能不会造成严重后果，但严重的心律失常，如心室颤动，可能导致猝死。长期的心律失常还可能影响心脏功能，导致心力衰竭。\n治疗方法包括去除诱因（如戒烟戒酒、调整药物）、药物治疗（控制心率、恢复节律）、非药物治疗（如电复律、射频消融术、安装心脏起搏器等）。\n保持健康的生活方式，如均衡饮食、适量运动、控制体重、减少压力、戒烟限酒等，有助于预防心律失常的发生。对于有基础心脏疾病的患者，积极治疗原发病也很重要。",
    "abstract": "心律失常指心脏跳动的节律、频率或起源部位异常，可由生理或病理因素引起。症状多样，常见心慌、心悸、头晕等，严重者可致猝死或心力衰竭。通过心电图等检查诊断，治疗包括去除诱因、药物及非药物治疗，保持健康生活方式和治疗原发病可预防。",
    "source": "小荷医典https://m.xiaohe.cn/medical/ai-qa/70000190526826"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心脏不正常跳动，也就是心律失常，其原因众多，可能带来不同程度的危害，常见情况如下：\n生理性因素：如精神紧张、焦虑、压力大、疲劳、剧烈运动、饮酒、吸烟、饮用浓茶或咖啡、睡眠不足等。\n心脏本身疾病：包括冠心病、心肌病、心肌炎、风湿性心脏病、先天性心脏病等。\n全身性疾病：如甲状腺功能亢进、甲状腺功能减退、贫血、电解质紊乱（如低钾血症、高钾血症、低镁血症等）、感染等。\n药物因素：某些药物可能导致心律失常，如抗心律失常药物使用不当、洋地黄中毒、某些抗生素等。",
    "abstract": "心律失常的原因包括生理性因素，如精神紧张、剧烈运动等；心脏本身疾病，如冠心病、心肌病等；全身性疾病，如甲状腺功能异常、电解质紊乱等；药物因素，如抗心律失常药物使用不当等。",
    "source": "小荷医典https://m.xiaohe.cn/medical/ai-qa/70000181248867"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "An arrhythmia, or irregular heartbeat, is a problem with the rate or rhythm of your heartbeat. Your heart may beat too quickly, too slowly, or with an irregular rhythm.\n\nIt is normal for your heart rate to speed up during physical activity and to slow down while resting or sleeping. It is also normal to feel as if your heart skips a beat occasionally. But a frequent irregular rhythm may mean that your heart is not pumping enough blood to your body. You may feel dizzy, faint, or have other symptoms.\n\nArrhythmias are treatable with medicine or procedures to control the irregular rhythms. If not treated, arrhythmias can damage the heart, brain, or other organs. This can lead to life-threatening stroke, heart failure, or cardiac arrest. During cardiac arrest, the heart suddenly and unexpectedly stops beating, causing death if it is not treated within minutes.\n\nIf you have been diagnosed with an arrhythmia, your doctor may talk to you about healthy lifestyle changes you can make. You may need to avoid activities that may trigger your arrhythmia. These steps may help prevent your arrhythmia from getting worse.",
    "abstract": "心律失常是一种心脏节律或速率异常的问题，心脏可能跳动过快、过慢或不规律。正常情况下，心率在活动时加快，休息时减慢，但频繁不规律可能导致血流不足，引起头晕、昏厥等症状。若未治疗，可损害心脏、大脑等器官，导致中风、心衰或心脏骤停。治疗包括药物或程序控制节律，生活方式改变可预防恶化。",
    "source": "National Heart, Lung, and Blood Institute (NHLBI), NIH - https://www.nhlbi.nih.gov/health/arrhythmias"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "A heart arrhythmia (uh-RITH-me-uh) is an irregular heartbeat. A heart arrhythmia occurs when the electrical signals that tell the heart to beat don't work properly. The heart may beat too fast or too slow. Or the pattern of the heartbeat may be inconsistent.\n\nA heart arrhythmia may feel like a fluttering, pounding or racing heartbeat. Some heart arrhythmias are harmless. Others may cause life-threatening symptoms.\n\nThere are times when it is OK to have a fast or slow heartbeat. For example, the heart may beat faster with exercise or slow down during sleep.\n\nHeart arrhythmia treatment may include medicines, devices such as pacemakers, or a procedure or surgery. The goals of treatment are to control or get rid of fast, slow or otherwise irregular heartbeats. A heart-healthy lifestyle can help prevent heart damage that can trigger some heart arrhythmias.\n\nIn general, heart arrhythmias are grouped by the speed of the heart rate. For example:\n\nTachycardia (tak-ih-KAHR-dee-uh) is a fast heartbeat. The heart rate is greater than 100 beats a minute.\n\nBradycardia (brad-e-KAHR-dee-uh) is a slow heartbeat. The heart rate is less than 60 beats a minute.\n\nTypes of tachycardias include:\n\nAtrial fibrillation (AFib). Chaotic heart signaling causes a rapid, uncoordinated heartbeat. AFib may be temporary and start and stop on its own. But some episodes may not stop unless treated. AFib has been linked to stroke.\n\nAtrial flutter. Atrial flutter is similar to AFib , but the heartbeats are more organized. Atrial flutter also is linked to stroke.\n\nSupraventricular tachycardia. This broad term includes irregular heartbeats that start above the lower heart chambers, called the ventricles. Supraventricular tachycardia causes episodes of a pounding heartbeat that start and stop suddenly.\n\nVentricular fibrillation. Rapid, chaotic electrical signals cause the lower heart chambers to quiver instead of squeezing in a coordinated way. This serious problem can lead to death if a regular heart rhythm isn't restored within minutes. Most people with ventricular fibrillation have an underlying heart disease or had a serious injury.\n\nVentricular tachycardia. This rapid, irregular heart rate starts with faulty electrical signals in the lower heart chambers, called the ventricles. The rapid heart rate doesn't let the ventricles properly fill with blood. So the heart may not be able to pump enough blood to the body. Ventricular tachycardia may not cause serious problems in people with otherwise healthy hearts. In those with heart disease, ventricular tachycardia can be an emergency that needs immediate medical care.\n\nA heart rate below 60 beats a minute is considered bradycardia. But a low resting heart rate doesn't always mean there's a problem. If you're physically fit, your heart may be able to pump enough blood to the body with less than 60 beats a minute.\n\nIf you have a slow heart rate and your heart isn't pumping enough blood, you may have a type of bradycardia. Types of bradycardias include:\n\nSick sinus syndrome. The sinus node sets the pace of the heart. If the node doesn't work properly, the heart rate may switch between too slow and too fast. Sick sinus syndrome can be caused by scarring near the sinus node that slows, disrupts or blocks heartbeat signals. The condition is most common among older adults.\n\nConduction block. A block of the heart's electrical pathways can cause the signals that trigger the heartbeats to slow down or stop. Some blocks may cause no symptoms. Others may cause skipped beats or slowed heartbeats.\n\nPremature heartbeats are extra beats that occur one at a time, sometimes in patterns that alternate with a regular heartbeat. If the extra beats come from the top chamber of the heart, they are called premature atrial contractions (PACs). If they come from the bottom chamber, they are called premature ventricular contractions (PVCs).\n\nA premature heartbeat may feel like your heart skipped a beat. These extra beats are generally not a concern. They rarely mean you have a more serious condition. Still, a premature beat can trigger a longer lasting arrhythmia, especially in people with heart disease. Occasionally, having very frequent premature ventricular beats may lead to a weak heart.\n\nPremature heartbeats may occur when resting. Stress, heavy exercise and the use of stimulants, such as caffeine or nicotine, also may cause premature heartbeats.\n\nA heart arrhythmia may not cause any symptoms. The irregular heartbeat may be noticed during a health checkup for another reason.\n\nSymptoms of an arrhythmia may include:\n\nA fluttering, pounding or racing feeling in the chest.\n\nA fast heartbeat.\n\nA slow heartbeat.\n\nChest pain.\n\nShortness of breath.\n\nOther symptoms may include:\n\nAnxiety.\n\nFeeling very tired.\n\nLightheadedness or dizziness.\n\nSweating.\n\nFainting or almost fainting.\n\nIf you feel like your heart is beating too fast or too slow, or it's skipping a beat, make an appointment for a health checkup. You may be told to see a doctor trained in heart diseases, called a cardiologist.\n\nGet emergency medical care if you have these heart symptoms:\n\nChest pain.\n\nShortness of breath.\n\nFainting.\n\nAlways call 911 or your local emergency number if you think you might be having a heart attack.\n\nA type of arrhythmia called ventricular fibrillation can cause a dramatic drop in blood pressure. This can cause the person to fall to the ground within seconds, also called collapse. Soon the person's breathing and pulse will stop. Ventricular fibrillation is an emergency that needs immediate medical help. It's the most frequent cause of sudden cardiac death.\n\nIf this happens, follow these steps:\n\nCall 911 or your local emergency number.\n\nIf there's no one nearby trained in cardiopulmonary resuscitation (CPR), provide hands-only CPR. Push hard and fast on the center of the chest. Do 100 to 120 compressions a minute until medical help arrives. You do not need to breathe into the person's mouth.\n\nCPR helps keep blood flowing to the organs until an electrical shock can be given with an automated external defibrillator (AED). An AED is a device that delivers a shock to restart the heart.\n\nIf an AED is available nearby, have someone get the device and follow the instructions. No training is required to use it. The device tells you what to do. It's programmed to allow a shock only when appropriate.\n\nTo understand the cause of heart arrhythmias, it may help to know how the heart works.\n\nThe typical heart has four chambers.\n\nThe two upper chambers are called the atria.\n\nThe two lower chambers are called the ventricles.\n\nThe heart's electrical system controls the heartbeat. The heart's electrical signals start in a group of cells at the top of the heart called the sinus node. They pass through a pathway between the upper and lower heart chambers called the atrioventricular (AV) node. The movement of the signals causes the heart to squeeze and pump blood.\n\nIn a healthy heart, this heart signaling process usually goes smoothly, resulting in a resting heart rate of 60 to 100 beats a minute.\n\nBut some things can change how electrical signals travel through the heart and cause arrhythmias. They include:\n\nA heart attack or scarring from a previous heart attack.\n\nBlocked arteries in the heart, called coronary artery disease.\n\nChanges to the heart's structure, such as from cardiomyopathy.\n\nDiabetes.\n\nHigh blood pressure.\n\nInfection with COVID-19.\n\nOveractive or underactive thyroid gland.\n\nSleep apnea.\n\nSome medicines, including those used to treat colds and allergies.\n\nDrinking too much alcohol or caffeine.\n\nIllegal drug use or drug misuse.\n\nGenetics.\n\nSmoking.\n\nStress or anxiety.\n\nThings that may increase the risk of heart arrhythmias include:\n\nCoronary artery disease, other heart problems and previous heart surgery. Narrowed heart arteries, a heart attack, heart valve disease, prior heart surgery, heart failure, cardiomyopathy and other heart damage are risk factors for almost any kind of arrhythmia.\n\nHigh blood pressure. This condition increases the risk of developing coronary artery disease. It also may cause the walls of the left lower heart chamber to become stiff and thick, which can change how electrical signals travel through the heart.\n\nHeart problems present at birth. Also called congenital heart defects, some of these problems may affect the heart rate and rhythm.\n\nThyroid disease. Having an overactive or underactive thyroid gland can raise the risk of irregular heartbeats.\n\nObstructive sleep apnea. This condition causes pauses in breathing during sleep. It can lead to a slow heartbeat and irregular heartbeats, including atrial fibrillation.\n\nElectrolyte imbalance. Substances in the blood called electrolytes help trigger and send electrical signals in the heart. Potassium, sodium, calcium and magnesium are examples of electrolytes. If the body's electrolytes are too low or too high, it may interfere with heart signaling and lead to irregular heartbeats.\n\nSome medicines and supplements. Some prescription medicines and certain cough and cold treatments can cause arrhythmias.\n\nExcessive alcohol use. Drinking too much alcohol can affect electrical signaling in the heart. This can increase the chance of developing atrial fibrillation.\n\nCaffeine, nicotine or illegal drug use. Stimulants can cause the heart to beat faster and may lead to the development of more-serious arrhythmias. Illegal drugs, such as amphetamines and cocaine, may greatly affect the heart. Some may cause sudden death due to ventricular fibrillation.\n\nComplications depend on the type of heart arrhythmia. Possible complications of heart arrhythmias include:\n\nBlood clots, which can lead to stroke.\n\nHeart failure.\n\nSudden cardiac death.\n\nBlood-thinning medicines can lower the risk of stroke related to atrial fibrillation and other heart arrhythmias. If you have a heart arrhythmia, ask a healthcare professional if you need to take a blood thinner.\n\nIf an arrhythmia is causing heart failure symptoms, treatment to control the heart rate may help the heart work better.\n\nLifestyle changes used to manage heart disease may help prevent heart arrhythmias. Try these heart-healthy tips:\n\nDon't smoke.\n\nEat a diet that's low in salt and saturated fat.\n\nExercise at least 30 minutes a day on most days of the week.\n\nMaintain a healthy weight.\n\nReduce and manage stress.\n\nControl high blood pressure, high cholesterol and diabetes.\n\nGet good sleep. Adults should aim for 7 to 9 hours daily.\n\nLimit or avoid caffeine and alcohol.",
    "abstract": "心律失常是指心脏电信号异常导致的心跳不规律，可能过快、过慢或不协调。症状包括胸部 fluttering、疼痛、气短、头晕等。类型有心动过速如房颤、室颤，心动过缓如病窦综合征。风险因素包括冠心病、高血压、糖尿病、睡眠呼吸暂停等。并发症有中风、心衰、猝死。预防需健康生活方式，避免吸烟、限酒限咖啡因。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/heart-arrhythmia/symptoms-causes/syc-20350668"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "What is an arrhythmia?\n\nAn arrhythmia is a problem with the rate or rhythm of your heartbeat. Your heart beats too quickly, too slowly, or with an irregular pattern. Changes in the electrical signals that control your heartbeat cause arrhythmias.\n\nWhen your heart beats faster than normal, it's called tachycardia.\n\nWhen your heart beats too slowly, it's called bradycardia.\n\nWhen the signal to beat comes too early, it's called a premature or extra heartbeat. It may feel like your heart skipped a beat.\n\nThere are many types of arrhythmias. Arrhythmias may affect the upper or lower chamber of your heart. The most common type of arrhythmia is atrial fibrillation, which causes an irregular and fast heartbeat.\n\nSome arrhythmias are harmless, such as when your heart rate speeds up during exercise and slows down when you sleep. But if you have a frequent irregular rhythm, it may mean your heart isn't pumping enough blood into your body. Getting treatment and following a heart-healthy lifestyle can help control arrhythmias. It may also help prevent heart damage that can trigger some heart arrhythmias.\n\nWhat causes an arrhythmia?\n\nMany factors can affect your heart's rhythm, such as having had a heart attack, smoking, congenital heart defects, and stress. Other factors that could increase your risk for some types of arrhythmias could include if you:\n\nIf you have risk factors, some situations that make your heart work harder, raise your blood pressure, or cause strong emotional stress may trigger an arrhythmia.\n\nWhat are the symptoms of an arrhythmia?\n\nYou may not have any noticeable symptoms of an arrhythmia. Your provider may find an arrhythmia during your routine checkup. Symptoms of an arrhythmia can include:\n\nSeek emergency medical care if you have chest pain, shortness of breath, or think you are having a heart attack.\n\nHow is an arrhythmia diagnosed?\n\nTo find out if you have an arrhythmia, your health care provider may order an electrocardiogram (EKG). This test records your heart's electrical activity and is the most common for finding an arrhythmia. Your provider may also:\n\nAsk about your medical history, including your symptoms and lifestyle habits.\n\nDo a physical exam, which includes checking your heartbeat and pulse.\n\nOrder blood tests and other heart tests.\n\nCheck your legs or feet for swelling.\n\nLook for signs of other health conditions that could cause an arrythmia, such as thyroid disease.\n\nWhat are the treatments for an arrhythmia?\n\nTreatment may include medicines, an implantable cardioverter-defibrillator (ICD) or pacemaker, or sometimes surgery. Your provider may also recommend avoiding activities that may trigger your arrhythmia.\n\nThe goal of treatment is to restore a normal heart rhythm. If not treated, arrhythmias can damage your heart, brain, and other organs and could be life-threatening.\n\nCan arrhythmias be prevented?\n\nTo help prevent an arrhythmia, your provider may suggest that you make heart-healthy lifestyle changes and treat health conditions that may cause arrhythmias.",
    "abstract": "心律失常是心脏节律或速率异常，由电信号变化引起，包括心动过速、心动过缓和早搏。最常见为房颤。症状有心悸、头晕、气短、胸痛等，可能无症状。原因包括心梗、吸烟、先天缺陷、压力、高血压等。诊断用心电图、血检。治疗有药物、起搏器、手术。预防需健康生活，控制基础疾病。",
    "source": "MedlinePlus - https://medlineplus.gov/arrhythmia.html"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "Atrial fibrillation, often called AFib or AF, is the most common type of treated heart arrhythmia. An arrhythmia is when the heart beats too slowly, too fast, or in an irregular way.\n\nWhen a person has AFib, the normal beating in the upper chambers of the heart (the two atria) is irregular, and blood doesn't flow as well as it should from the atria to the lower chambers of the heart (the two ventricles). AFib may happen in brief episodes, or it may be a permanent condition.\n\nAtrial Fibrillation is the most common type of heart arrhythmia. AFib occurs when the upper chambers and lower chambers are not coordinated, causing the heart to beat too slowly, too quickly, or irregularly.\n\nIt is estimated that 12.1 million people in the US will have AFib in S [1] [2]\n\nIn 2021, AFib was mentioned on 232,030 death certificates and was the underlying cause of death in 28,037 of those deaths. [3]\n\nPeople of European descent are more likely to have AFib than Black people.\n\nBecause the number of AFib cases increases with age and women generally live longer than men, more women than men experience AFib.\n\nSome people who have AFib don't know they have it and don't have any symptoms. Others may experience one or more of the following symptoms:\n\nIrregular heartbeat.\n\nHeart palpitations (rapid, fluttering, or pounding).\n\nLightheadedness.\n\nExtreme fatigue.\n\nShortness of breath.\n\nChest pain.\n\nThe risk for AFib increases with age. High blood pressure, the risk for which also increases with advancing age, accounts for about 1 in 5 cases of AFib. [4]\n\nRisk factors for AFib include: [4] [5]\n\nAdvancing age.\n\nHigh blood pressure.\n\nObesity.\n\nEuropean ancestry.\n\nDiabetes.\n\nHeart failure.\n\nIschemic heart disease.\n\nHyperthyroidism.\n\nChronic kidney disease.\n\nModerate to heavy alcohol use.\n\nSmoking.\n\nEnlargement of the chambers on the left side of the heart.\n\nAFib increases a person's risk for stroke. When standard stroke risk factors were accounted for, AFib was associated with an approximately fivefold increased risk of ischemic stroke. [6] AFib causes about 1 in 7 strokes. [7]\n\nStrokes caused by complications from AFib tend to be more severe than strokes with other underlying causes. Strokes happen when blood flow to the brain is blocked by a blood clot or by fatty deposits called plaque in the blood vessel lining.\n\nTreatment for AFib can include:\n\nMedicines to control the heart's rhythm and rate.\n\nBlood-thinning medicine to prevent blood clots from forming and reduce stroke risk.\n\nSurgery.\n\nMedicine and healthy lifestyle changes to manage AFib risk factors.\n\nMore than 454,000 hospitalizations with AFib as the primary diagnosis happen each year in the US. [4] The condition contributes to about 158,000 deaths each year. [3] The death rate from AFib as the primary or a contributing cause of death has been rising for more than two decades. [7]",
    "abstract": "房颤（AFib）是最常见的心律失常类型，心房不规律跳动导致血流不畅，可能短暂发作或永久。美国预计1210万人患病，2021年导致2.8万死亡，主要影响欧洲裔和老年人。症状包括心悸、头晕、疲劳、气短、胸痛。风险因素有年龄、高血压、肥胖、糖尿病、心衰等。增加中风风险五倍，每年45.4万住院，15.8万死亡。治疗包括药物控制节律、抗凝预防血栓、手术、生活方式干预。",
    "source": "Centers for Disease Control and Prevention (CDC) - https://www.cdc.gov/heart-disease/about/atrial-fibrillation.html"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "An arrhythmia (pronounced as “ uh-RITH-me-uh”) is an irregular heartbeat. This means your heart is out of its usual rhythm. About 1.5%-5% of people have arrhythmias.\n\nIt may feel like your heart skipped a beat, added a beat, or is “fluttering.” It might feel like it’s beating too fast (which doctors call tachycardia) or too slow (called bradycardia). Or you might not notice anything.\n\nArrhythmias can be an emergency, or they can be harmless. If you feel something unusual happening with your heartbeat, get medical help right away so doctors can find out why it's happening and what you need to do about it.\n\nArrhythmia vs. dysrhythmia\n\nYou may see or hear these two terms used interchangeably when people write and talk about the condition, but there's no difference between them. Both terms mean the same thing, referring to an abnormal or irregular heartbeat.\n\nWhat is a normal heart rate?\n\nThere is a range of resting heart rates that is considered normal and healthy. For most adults, 60-100 beats per minute is normal, though some athletes can have rates as low as the 40s. On the other end, a normal maximum heart rate—or how fast your heart beats when it's working hardest—is typically 220 minus your age in years.\n\nThe normal rhythm of your heart should sound or feel like a steady drum, a consistent “lup-dup.” If you have an irregular rhythm, it could feel like your heart is fluttering or racing.\n\nAn arrhythmia can be silent, meaning you don't notice any symptoms. Your doctor may spot an uneven heartbeat during a physical exam.\n\nIf you have symptoms, they may include:\n\nPalpitations (a feeling of skipped heartbeats, fluttering, or “flip-flops”)\n\nPounding in your chest\n\nDizziness or feeling lightheaded\n\nFainting\n\nShortness of breath\n\nChest pain or tightness\n\nWeakness or fatigue (feeling very tired)\n\nAnxiety\n\nBlurry vision\n\nSweating\n\nRapid heartbeat\n\nSlow heartbeat\n\nYou could have an arrhythmia even if your heart is healthy. The following could be irregular heartbeat causes:\n\nHeart disease\n\nThe wrong balance of electrolytes (such as sodium or potassium) in your blood\n\nHeart injury or changes such as reduced blood flow or stiff heart tissue\n\nThe healing process after heart surgery\n\nInfection or fever\n\nCertain medications, including antidepressants, decongestants, and high blood pressure medications\n\nProblems with electrical signals in your heart\n\nStrong emotions, stress, or surprise\n\nThings in your daily life such as alcohol, tobacco, caffeine, or exercise\n\nDiabetes\n\nHigh blood pressure\n\nCOVID-19 infection\n\nSleep apnea\n\nProblems with your thyroid gland\n\nAnxiety\n\nCardiomyopathy\n\nChanges in hormone levels\n\nArrhythmias are classified based on where they happen. If they start in the ventricles, the lower chambers of your heart, they’re called ventricular. When they begin in the atria, the upper chambers, they’re called supraventricular.\n\nDoctors also group them by how they affect your resting heart rate. Bradycardia is a slow heartbeat of fewer than 60 beats per minute. Tachycardia is a fast heartbeat of more than 100 beats per minute.\n\nSupraventricular arrhythmias\n\nSupraventricular arrhythmias include:\n\nPremature atrial contractions. These are early extra beats. They’re harmless and generally don't need treatment.\n\nAtrial fibrillation (AFib). The upper chambers of your heart contract in an unusual way. Your heart might beat more than 400 times a minute.\n\nAtrial flutter. This arrhythmia is usually more organized and regular than AFib . It happens most often in people who have heart disease and in the first week after heart surgery. It often changes to AFib.\n\nParoxysmal supraventricular tachycardia (PSVT). This is a rapid heart rate, usually with a regular rhythm. It begins and ends suddenly.\n\nAccessory pathway tachycardias. You can have a rapid heart rate because of an extra pathway between your heart's upper and lower chambers. Think of it as an extra road on your way home, in addition to your usual route. When that happens in your heart, it can cause a fast rhythm.\n\nAV nodal reentrant tachycardia (AVNRT). This is caused by an extra pathway through a part of your heart called the AV node. It can cause heart palpitations, fainting, or heart failure.\n\nVentricular arrhythmias\n\nVentricular arrhythmias include:\n\nPremature ventricular contractions (PVCs). These are among the most common arrhythmias. They're the “skipped heartbeat” that many of us feel sometimes.\n\nVentricular tachycardia (V-tach). This is a rapid heart rhythm starting from your heart's lower chambers. Because your heart is beating too fast, it can't fill with enough blood. This can be a serious arrhythmia, especially in people who have heart disease, and it may be linked to other symptoms.\n\nVentricular fibrillation (V-fib). This happens when your heart's lower chambers quiver and can't contract or pump blood to the rest of your body. It’s a medical emergency that must be treated with CPR and defibrillation as soon as possible.\n\nBradyarrhythmias\n\nThis type of arrhythmia refers to a slow heart rhythm, which can be caused by your heart's electrical system disorders or by certain medications. It may make you pass out or feel like you will. Types of bradyarrhythmia include:\n\nSinus node dysfunction. This is caused by a problem with your sinus node, which is your heart's natural pacemaker.\n\nHeart block. This happens when there is a delay or block in the electrical impulses that travel from your heart's sinus node to its lower chambers.\n\nThings that may make you more likely to have an arrhythmia include your:\n\nAge. The chances go up as you get older.\n\nGenes. Your odds might be higher if a close relative has had an arrhythmia. Some types of heart disease can also run in families.\n\nLifestyle. Alcohol, tobacco, and recreational drugs can raise your risk.\n\nMedical conditions. High blood pressure, diabetes, low blood sugar, obesity, sleep apnea, anxiety, thyroid disorders, lung disease, and autoimmune disorders are among the conditions that may cause heart rhythm problems.\n\nEnvironment. Things in the world around you, like air pollution, can make an arrhythmia more likely.\n\nHeart disease. If you were born with a heart disease or have had other heart problems in the past, you're more at risk for arrhythmias.\n\nPrevious treatments for heart disease. You're more likely to have arrhythmia if you've had surgeries or other treatments for heart disease in the past.\n\nIf you are experiencing irregular heartbeats, your doctor will start to examine the problem by performing a physical exam. They will take your pulse and listen to your heart.\n\nThen, to diagnose an arrhythmia or find its cause, doctors use tests and equipment, such as:\n\nEKG. An electrocardiogram (called an EKG or ECG) records the electrical activity of your heart. You wear small electrode patches on your chest, arms, and legs for the quick, painless test, which you take in your doctor's office.\n\nHolter monitor. This is a portable EKG (also called an “ambulatory electrocardiogram” or an ECG) about the size of a postcard or digital camera that you'll use for 1-2 days, or up to 2 weeks. The test measures the movement of electrical signals or waves through your heart. These signals tell your heart to contract (squeeze) and pump blood. You'll have electrodes taped to your skin. It's painless, although some people have mild skin irritation from the tape used to attach the electrodes to the chest. You can do everything but shower or bathe while wearing the electrodes. After the test period, you'll go back to see your doctor. They'll download the information.\n\nEvent monitor . If your symptoms don't happen often, your doctor may suggest that you wear one of these, usually for about a month. When you push a button, it records and stores your heart's electrical activity for a few minutes. Try to get a reading when you notice symptoms. Your doctor will interpret the results.\n\nImplantable loop recorder. Your doctor puts this under your skin, where it constantly records your heart’s electrical activity. It can send information to your doctor’s office.\n\nStress test. There are different kinds of stress tests . The goal is to check how much stress your heart can manage before having a rhythm problem or not getting enough blood. For the most common type of stress test, you'll walk on a treadmill or pedal a stationary bike while you get an EKG and have your heart rate and blood pressure monitored. Technicians slowly raise the intensity level of your exercise.\n\nImaging tests. Your doctor may use CT scans or cardiac MRI to look for different physical signs that point to arrhythmia. These image tests can let them look at the structure of your heart chambers, see how well your heart is working, find scar tissue in the muscle, and check your arteries.\n\nEchocardiogram. This test uses ultrasound to check your heart muscle and valves.\n\nCardiac catheterization. Your doctor will insert a long, thin tube, called a catheter, into a blood vessel in your arm or leg. They’ll guide it to your heart with help from a special X-ray machine. Then, they’ll inject dye through the catheter to help make X-ray videos of your heart valves, coronary arteries, and chambers.\n\nElectrophysiology study. This test records your heart's electrical activities and pathways. It can help find out what's causing heart rhythm problems and find the best treatment for you. During the test, your doctor will safely trigger your unusual heart rhythm. Then, they may give you medications to see which one controls it best or to see what procedure or device you need to treat it.\n\nHead-up tilt table test. Doctors use this test to find out what's causing fainting spells. It measures the difference in heart rate and blood pressure when you're standing up and lying down. You'll get this test in a lab. You'll lie on a stretcher, tilted at different angles while you get an EKG, and specialists check your blood pressure and oxygen level. This shows if symptoms of passing out are due to your electrical system, nervous system , or vascular system.\n\nYour doctor may refer you to an electrophysiologist, a cardiologist who specializes in treating heart rhythm disorders, to confirm an arrhythmia diagnosis.\n\nTreatment will depend on what type of arrhythmia you have. Your doctor may recommend one or more of these.\n\nMedications\n\nMedicines that treat uneven heart rhythms include:\n\nAdenosine (Adenocard)\n\nAtropine (Atropen)\n\nBeta-blockers\n\nCalcium channel blockers\n\nDigoxin (Digitek, Digox, Lanoxin)\n\nPotassium channel blockers\n\nSodium channel blockers\n\nVagal maneuvers\n\nThese techniques trigger your body to relax by affecting your vagus nerve, which helps control your heart rate. Your doctor might tell you to:\n\nCough or gag\n\nHold your breath and bear down (Valsalva maneuver)\n\nLie down\n\nPut a cold, wet towel over your face\n\nElectrical cardioversion\n\nIf drugs can't control an uneven heart rhythm (such as atrial fibrillation), you might need cardioversion. For this, you will be given a sedative to keep you asleep during the procedure. Then, your doctor will send an electrical shock to your chest wall to trigger your heart’s regular rhythm.\n\nPacemaker\n\nThis device sends small electrical impulses to your heart muscle to keep a safe heart rate. It includes a pulse generator (which houses the battery and a tiny computer) and wires that send impulses to the heart muscle.\n\nImplantable cardioverter defibrillator (ICD)\n\nDoctors mainly use ICDs to treat ventricular tachycardia and ventricular fibrillation, two life-threatening heart rhythms.\n\nThe ICD constantly tracks your heart rhythm. When it detects a very fast, unusual rhythm, it delivers an electric shock to the heart muscle to make it beat in a regular rhythm again. The ICD has two parts: the leads and a pulse generator. The leads are made up of wires and sensors that monitor the heart rhythm and deliver energy used for pacing or defibrillation. The generator houses the battery and a tiny computer. Energy is stored in the battery until it is needed. The computer receives information from the leads to determine how the heart is beating.\n\nYour doctor programs the ICD to include one or all of the following functions:\n\nAnti-tachycardia pacing (ATP). A series of small electrical impulses to the heart muscle restores a regular rate and rhythm.\n\nCardioversion. You may get a low-energy shock at the same time your heart beats to restore regular rhythm.\n\nDefibrillation. When your heartbeat is dangerously fast or uneven, your heart muscle gets a higher-energy shock to restore a regular rhythm.\n\nAnti-bradycardia pacing. Many ICDs give backup pacing to maintain the heart rhythm if it slows too much.\n\nThere are different types of ICDs, including:\n\nSingle-chamber ICD. A lead is attached to the right ventricle. If needed, energy is delivered to the ventricle to restore a normal heart rhythm.\n\nDual-chamber ICD. Leads are attached to the right atrium and the right ventricle. Energy can be delivered to the right atrium and then to the right ventricle, which helps pace your heart in a normal sequence.\n\nYour doctor will determine which type of ICD is best for you. Before you have your ICD implanted, ask your doctor what medications you can take. Your doctor may ask you to stop taking certain medications before the procedure. You will receive specific instructions.\n\nAfter it’s implanted, you might not notice a low-energy shock. Or it may feel like a flutter in your chest. The high-energy shock lasts just a second, but it can hurt. Some people say it feels like being hit with a baseball bat or being kicked by a horse. Most people feel it more in their back than their chest. If you feel a shock, sit or lie down because you may pass out.\n\nTalk to your doctor about what to do if you ever get shocked. If you do get shocked, call your doctor immediately.\n\nBiventricular (B-V) pacemakers and defibrillators\n\nAlso known as cardiac resynchronization therapy (CRT), these types of implantable devices help sync up your heart's contractions so that the left and right sides of the lower chambers pump together to deliver oxygen-rich blood to your body. The devices are made up of three wire leads and a pulse generator, which contains a battery and a tiny computer.\n\nWhen the pacemaker picks up on an abnormal rhythm, it sends electrical pulses through your heart's chambers to coordinate the contractions. The electrical signals are",
    "abstract": "心律失常是心脏不规律跳动，1.5%-5%人群受影响，可能无症状或感flutter、心悸、头晕、胸痛。类型分上室性如房颤、早搏，下室性如室速、室颤，心动过缓如窦房结功能异常。原因包括心脏病、电解质失衡、感染、药物、压力、生活因素如酒精咖啡因、高血压、糖尿病。诊断用EKG、Holter、超声等。治疗有药物如β阻滞剂、迷走神经 maneuver、电复律、起搏器、ICD。风险随年龄增加，家族史、生活方式相关。",
    "source": "WebMD - https://www.webmd.com/heart-disease/atrial-fibrillation/heart-disease-abnormal-heart-rhythm"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "To diagnose a heart arrhythmia, a healthcare professional examines you and asks about your medical history and symptoms. You may have tests to check your heart and to look for health conditions that can cause an irregular heartbeat. Tests to diagnose a heart arrhythmia may include: Electrocardiogram (ECG or EKG). This quick test measures the electrical activity of the heart. It can show how fast or how slow the heart is beating. Sticky patches called sensors are attached to the chest and sometimes to the arms or legs. Wires connect the patches to a computer, which displays or prints results. Holter monitor. This portable ECG device can be worn for a day or more to record the heart's activity during daily activities. Event recorder. This portable ECG device is worn for up to 30 days or until an arrhythmia or symptoms occur. You typically press a button when symptoms occur. Echocardiogram. This test uses sound waves to take pictures of the beating heart. It can show the structure of the heart and heart valves. It can measure the strength of the heart. It also shows how blood flows through the heart. Implantable loop recorder. If symptoms are very infrequent, an event recorder may be implanted under the skin in the chest area. The device continuously records the heart's electrical activity. It can find irregular heart rhythms. If an irregular heartbeat is not found during those tests, a healthcare professional may suggest more tests to try to trigger the arrhythmia. These tests may include: Stress test. Some arrhythmias are triggered or worsened by exercise. During a stress test, the heart's activity is watched while you ride on a stationary bicycle or walk on a treadmill. If you can't exercise, you may be given medicine that affects the heart in a way that's similar to exercise. Tilt table test. This test may be done if you've had fainting spells. Your heart rate and blood pressure are checked as you lie flat on a table. The table is then tilted to put you in a standing position. A healthcare professional watches how your heart and nervous system respond to the change in angle. Electrophysiological (EP) testing and mapping. This test, also called an EP study, can confirm a diagnosis of tachycardia or find out where in the heart the faulty signaling occurs. An EP study is mostly used to diagnose isolated arrythmias. An EP study is done in the hospital. One or more thin, flexible tubes are guided through a blood vessel, usually in the groin, to various areas in the heart. Sensors on the tips of the tubes record the heart's electrical activity. An EP study shows how electrical signals spread through the heart during each heartbeat. Treatment for a heart arrhythmia depends on whether the heart is beating too fast or too slow. Some heart arrhythmias do not need treatment. Your healthcare team may suggest regular checkups to watch your condition. Heart arrhythmia treatment is usually only needed if the irregular heartbeat causes significant symptoms or puts you at risk of more-serious heart problems. Treatment for heart arrhythmias may include medicines, special actions called vagal maneuvers, procedures or surgery. Medicines used to treat heart arrhythmias depend on the type of irregular heartbeat and possible complications. For example, most people with tachycardia are given medicine to control the heart rate and rhythm. If you have atrial fibrillation, blood thinners may be given to prevent blood clots. Other treatments for heart arrhythmias include: Vagal maneuvers. These are simple but specific actions that can slow the heart rate. They include coughing, bearing down as if having a bowel movement and putting an ice pack on the face. These actions affect the vagus nerve. The nerve helps control the heartbeat. Vagal maneuvers may be recommended if you have a very fast heartbeat due to supraventricular tachycardia. Vagal maneuvers don't work for all types of arrhythmias. Cardioversion. Paddles or patches on the chest are used to give an electrical shock to the heart and help reset the heart rhythm. Cardioversion is typically used when vagal maneuvers and medicines don't work. Your healthcare team may recommend this treatment if you have a certain type of arrhythmia, such as atrial fibrillation. Treatment for heart arrhythmias also may involve a procedure or surgery to place a heart device in your body. Sometimes, open-heart surgery is needed to stop or prevent an irregular heartbeat. Types of procedures and surgeries used to treat heart arrhythmias include: Catheter ablation. In this procedure, the doctor places one or more catheters into blood vessels to the heart. Sensors at the catheter tips use heat or cold energy to create tiny scars in your heart. The scars block irregular heart signals and restore the heartbeat. Pacemaker. If slow heartbeats don't have a cause that can be fixed, a pacemaker may be needed. A pacemaker is a small device that's placed in the chest to help control the heartbeat. Implantable cardioverter-defibrillator (ICD). This device is placed under the skin near the collarbone. It continuously checks the heart rhythm. If the device finds an irregular heartbeat, it sends out low- or high-energy shocks to reset the heart's rhythm. You may need this device if you have a high risk of dangerously fast or irregular heartbeats in the lower heart chambers. Such conditions are called ventricular tachycardia or ventricular fibrillation. Other reasons for an ICD include a history of sudden cardiac arrest or conditions that increase its risk. Maze procedure. In the maze procedure, a surgeon makes tiny cuts in the upper half of the heart to create a pattern of scar tissue. The pattern is called a maze. The heart's signals can't pass through scar tissue. This treatment can block stray electrical heart signals that cause some types of fast heartbeats. The maze procedure is usually only done if you don't get better with other treatments or if you're already having open-heart surgery for another reason. Coronary bypass graft surgery. If you have severe coronary artery disease with an irregular heartbeat, you may need this type of heart surgery. The surgery creates a new path for blood to flow around a blocked or partially blocked artery in the heart. After treatment for irregular heartbeats, it's important to get regular health checkups. Take your medicines as directed. Tell your healthcare team if your symptoms get worse. Making lifestyle changes can help keep your heart as healthy as possible. Examples of heart-healthy lifestyle changes are: Eat heart-healthy foods. Eat a healthy diet that's low in salt and solid fats and rich in fruits, vegetables and whole grains. Get regular exercise. Try to exercise for at least 30 minutes on most days. Don't smoke. If you smoke and can't quit on your own, talk to a healthcare professional about strategies or programs to help. Maintain a healthy weight. Being overweight increases the risk of heart disease. Talk with your care team to set realistic goals for body mass index (BMI) and weight. Control blood pressure and cholesterol. High blood pressure and high cholesterol increase the risk of heart disease. Make lifestyle changes and take medicines as directed to manage high blood pressure or high cholesterol. Limit alcohol. If you choose to drink alcohol, do so in moderation. For healthy adults, that means up to one drink a day for women of all ages and men older than age 65, and up to two drinks a day for men age 65 and younger. Practice good sleep habits. Poor sleep may increase the risk of heart disease and other chronic conditions. Adults should aim to get 7 to 9 hours of sleep daily. Go to bed and wake at the same time every day, including on weekends. If you have trouble sleeping, talk to a healthcare professional about strategies that might help. Manage stress. Managing stress is an important step in keeping the heart healthy. Getting more exercise, practicing mindfulness and connecting with others in support groups are some ways to reduce and manage stress.",
    "abstract": "心律失常诊断包括心电图、Holter监测、事件记录仪、超声心动图、植入式循环记录仪等测试，诱发测试如压力测试、倾斜台测试、电生理研究。治疗依类型而定，包括药物控制节律、抗凝预防血栓、迷走神经 maneuver、电复律、导管消融、起搏器、ICD、迷宫手术。生活方式改变如健康饮食、运动、不吸烟、控制体重血压、限酒、良好睡眠、管理压力可预防并发症。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/heart-arrhythmia/diagnosis-treatment/drc-20350674"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "Bradycardia (brad-e-KAHR-dee-uh) is a slow heart rate. The hearts of adults at rest usually beat between 60 and 100 times a minute. If you have bradycardia, your heart beats fewer than 60 times a minute. Bradycardia can be a serious problem if the heart rate is very slow and the heart can't pump enough oxygen-rich blood to the body. If this happens, you may feel dizzy, very tired or weak, and short of breath. Sometimes bradycardia doesn't cause symptoms or complications. A slow heart rate isn't always a concern. For example, a resting heart rate between 40 and 60 beats a minute is common in some people, particularly healthy young adults and trained athletes. It also is quite common during sleep. If bradycardia is severe, a pacemaker may be needed to help the heart beat at an appropriate rate. A slower than typical heartbeat is called bradycardia. If the slow heartbeat stops the brain and other organs from getting enough oxygen, symptoms may include: Chest pain. Confusion or memory problems. Dizziness or lightheadedness. Feeling very tired, especially during physical activity. Fainting or near-fainting. Shortness of breath. Many things can cause symptoms of bradycardia. It's important to get a fast, accurate diagnosis and appropriate care. Make an appointment for a health checkup if you are worried about a slow heart rate. If you faint, have difficulty breathing or have chest pain lasting more than a few minutes, call 911 or emergency medical services. Bradycardia can be caused by: Heart tissue damage related to aging. Damage to heart tissues from heart disease or heart attack. A heart condition that you're born with, called a congenital heart defect. Inflammation of heart tissue, called myocarditis. A complication of heart surgery. An underactive thyroid gland, called hypothyroidism. Changes in the level of body minerals such as potassium or calcium. A sleep disorder called obstructive sleep apnea. Inflammatory disease, such as rheumatic fever or lupus. Certain medicines, including sedatives, opioids, and some used to treat heart and mental health conditions. To better understand the causes of bradycardia, it may help to know how the heart typically beats. The typical heart has four chambers. The two upper chambers are called the atria. The two lower chambers are called the ventricles. Within the heart's upper right chamber is a group of cells called the sinus node. The sinus node is the heart's natural pacemaker. It creates the signal that starts each heartbeat. Bradycardia happens when these signals slow down or are blocked. Things that cause changes in heart signaling that can lead to bradycardia include: Bradycardia-tachycardia syndrome. In some people, problems in the sinus node at the top of the heart cause alternating slow and fast heart rates. Heart block, also called atrioventricular block. In this condition, the heart's electrical signals don't move correctly from the upper chambers to the lower chambers. Bradycardia is often associated with damage to heart tissue from some type of heart disease. Anything that increases the risk of heart problems can increase the risk of bradycardia. Risk factors include: Older age. High blood pressure. Smoking. Heavy alcohol use. Illegal drug use. Stress and anxiety. Possible complications of bradycardia include: Frequent fainting. Heart failure. Sudden cardiac arrest or sudden cardiac death. Preventing heart disease may help lower the risk of bradycardia. The American Heart Association recommends these steps: Get regular exercise. Ask your healthcare team about how much and what type of exercise is best for you. Eat nutritious foods. Eat a healthy diet that's low in salt and solid fats and rich in fruits, vegetables and whole grains. Keep a healthy weight. Being overweight increases the risk of heart disease. Talk with your care team to set realistic goals for body mass index (BMI) and weight. Control blood pressure and cholesterol. High blood pressure and high cholesterol increase the risk of heart disease. Make lifestyle changes and take medicines as directed to manage high blood pressure or high cholesterol. Don't smoke or use tobacco. If you smoke and can't quit on your own, talk to a healthcare professional about methods or programs to help. Limit or do not drink alcohol. If you choose to drink alcohol, do so in moderation. For healthy adults, that means up to one drink a day for women and up to two drinks a day for men. Manage stress. Intense emotions may affect the heart rate. Getting more exercise, practicing mindfulness and connecting with others in support groups are some ways to reduce and manage stress. Get good sleep. Poor sleep may increase the risk of heart disease and other chronic conditions. Adults should aim to get 7 to 9 hours of sleep daily. Go to bed and wake at the same time every day, including on weekends. If you have trouble sleeping, talk to a healthcare professional about strategies that might help. It's important to have regular health checkups. If you already have heart disease, take these steps to lower your risk of irregular heartbeats: Follow your treatment plan. Be sure you understand your treatment. Take all medicines as directed by your healthcare team. Tell your care team if your symptoms change. Also tell the healthcare team if you have new symptoms.",
    "abstract": "心动过缓（bradycardia）是成人静息心率低于60次/分，可能无症状或导致头晕、疲劳、气短、胸痛、昏厥。原因包括衰老、心脏损伤、先天缺陷、心肌炎、手术并发症、甲减、电解质失衡、睡眠呼吸暂停、炎症疾病、药物。风险因素有年龄、高血压、吸烟、酗酒、毒品、压力。并发症包括频繁昏厥、心衰、猝死。预防需规律运动、健康饮食、控制体重血压、戒烟限酒、管理压力、良好睡眠。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/bradycardia/symptoms-causes/syc-20355474"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "Tachycardia (tak-ih-KAHR-dee-uh) is the medical term for a heart rate over 100 beats a minute. Many types of irregular heart rhythms, called arrhythmias, can cause tachycardia. Irregular heart rhythms, called arrhythmias, are one cause. An example of an irregular heart rhythm is atrial fibrillation (AFib). In atrial fibrillation, instead of the atria squeezing in a normal regular fashion, the atria beat irregularly and chaotically. Most heart conditions can lead to different forms of tachycardia. Irregular heart rhythms, called arrhythmias, are one cause. An example of an irregular heart rhythm is atrial fibrillation (AFib). Other things that may lead to tachycardia include: Fever. Excessive alcohol use, which is defined as 14 or more drinks a week for a man or seven or more drinks a week for a woman. Alcohol withdrawal. Too much caffeine. High or low blood pressure. Changes in the level of minerals in the body, called electrolytes. Examples include potassium, sodium, calcium and magnesium. Certain medicines. Overactive thyroid, called hyperthyroidism. A low number of red blood cells, called anemia. Smoking or nicotine use. Use of illegal stimulants such as cocaine or methamphetamine. Heart attack. Sometimes the exact cause of tachycardia is not known. The heart has four chambers: The two upper chambers are called the atria. The two lower chambers are called the ventricles. Inside the upper right heart chamber is a group of cells called the sinus node. The sinus node makes the signals that start each heartbeat. The signals move across the upper heart chambers. Then the signals arrive at a group of cells called the AV node, where they usually slow down. The signals then go to the lower heart chambers. In a healthy heart, this signaling process usually goes smoothly. The resting heart rate is typically 60 to 100 beats a minute. But in tachycardia, something causes the heart to beat faster than 100 beats a minute. Some people with tachycardia have no symptoms. The fast heartbeat may be discovered when a physical exam or heart tests are done for another reason. In general, tachycardia may cause these symptoms: Racing, pounding heartbeat or flopping in the chest, called palpitations. Chest pain. Fainting. Lightheadedness. Rapid pulse. Shortness of breath. In some cases people feel their heart palpitating or beating very, very fast or a flip-flop in their heart or chest area. Other times, people just notice that they're more short of breath when they walk upstairs. Dr. Kusumoto says atrial fibrillation decreases the heart's blood pumping efficiency and puts a patient at higher risk for blood clots, heart failure, and stroke. Treatment for tachycardia may include specific actions or movements, medicine, cardioversion, or surgery to control a rapid heartbeat. In some cases, atrial fibrillation can be corrected with medication or by administering a shock to a sedated patient's heart. In other instances, a procedure called catheter ablation may be used to scar tissue that's creating the erratic signals in the hopes of getting back to that normal beat. The best way to prevent tachycardia is to keep the heart healthy. Have regular health checkups. If you have heart disease, follow your treatment plan. Take all medicines as directed. Try these tips to prevent heart disease and keep the heart healthy: Don't smoke. Eat a diet that's low in salt and saturated fat. Exercise at least 30 minutes a day on most days of the week. Maintain a healthy weight. Reduce and manage stress. Control high blood pressure, high cholesterol and diabetes. Get good sleep. Adults should aim for 7 to 9 hours daily. Talk to your healthcare team before using any medicines. Some cold and cough medicines have stimulants that may start a rapid heartbeat. Illegal drugs such as cocaine and methamphetamine are other stimulants that can cause changes in the heart's rhythm. Tachycardia may not cause any symptoms or complications. But sometimes it's a warning of a medical condition that needs attention. Some forms of tachycardia can lead to serious health problems if left untreated. Such problems may include heart failure, stroke or sudden cardiac death. When the heart beats too fast, it may not pump enough blood to the body. As a result, the organs and tissues may not get enough oxygen. Complications of tachycardia depend on: The type of tachycardia. How fast the heart is beating. How long the rapid heart rate lasts. Whether there are other heart conditions. Potential complications of tachycardia may include: Blood clots that can cause a heart attack or stroke. Blood-thinning medicine may be used to lower this risk. Frequent fainting or unconsciousness. Heart failure. Sudden cardiac death. This is usually only associated with ventricular tachycardia or ventricular fibrillation. Atrial fibrillation decreases the heart's blood pumping efficiency and puts a patient at higher risk for blood clots, heart failure, and stroke.",
    "abstract": "心动过速（tachycardia）是心率超过100次/分，由多种心律失常引起，如房颤导致心房不规律跳动。原因包括发热、酗酒、咖啡因过多、高低血压、电解质失衡、药物、甲亢、贫血、吸烟、毒品、心梗。症状有心悸、胸痛、昏厥、头晕、脉搏快、气短，可能无症状。治疗包括动作、药物、电复律、消融手术。预防需健康生活、不吸烟、低盐饮食、运动、控制血压血糖、限刺激物。并发症有血栓、心衰、中风、猝死。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/tachycardia/symptoms-causes/syc-20355127"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常是一种心脏节律或速率异常的问题，心脏可能跳动过快、过慢或不规律。正常情况下，心率在活动时加快，休息时减慢，但频繁不规律可能导致血流不足，引起头晕、昏厥等症状。若未治疗，可损害心脏、大脑等器官，导致中风、心衰或心脏骤停。治疗包括药物或程序控制节律，生活方式改变可预防恶化。心律失常是指心脏电信号异常导致的心跳不规律，可能过快、过慢或不协调。症状包括胸部fluttering、疼痛、气短、头晕等。类型有心动过速如房颤、室颤，心动过缓如病窦综合征。风险因素包括冠心病、高血压、糖尿病、睡眠呼吸暂停等。并发症有中风、心衰、猝死。预防需健康生活方式，避免吸烟、限酒限咖啡因。心律失常是心脏节律或速率异常，由电信号变化引起，包括心动过速、心动过缓和早搏。最常见为房颤。症状有心悸、头晕、气短、胸痛等，可能无症状。原因包括心梗、吸烟、先天缺陷、压力、高血压等。诊断用心电图、血检。治疗有药物、起搏器、手术。预防需健康生活，控制基础疾病。房颤（AFib）是最常见的心律失常类型，心房不规律跳动导致血流不畅，可能短暂发作或永久。美国预计1210万人患病，2021年导致2.8万死亡，主要影响欧洲裔和老年人。症状包括心悸、头晕、疲劳、气短、胸痛。风险因素有年龄、高血压、肥胖、糖尿病、心衰等。增加中风风险五倍，每年45.4万住院，15.8万死亡。治疗包括药物控制节律、抗凝预防血栓、手术、生活方式干预。心律失常是心脏不规律跳动，1.5%-5%人群受影响，可能无症状或感flutter、心悸、头晕、胸痛。类型分上室性如房颤、早搏，下室性如室速、室颤，心动过缓如窦房结功能异常。原因包括心脏病、电解质失衡、感染、药物、压力、生活因素如酒精咖啡因、高血压、糖尿病。诊断用EKG、Holter、超声等。治疗有药物如β阻滞剂、迷走神经maneuver、电复律、起搏器、ICD。风险随年龄增加，家族史、生活方式相关。",
    "abstract": "心律失常包括多种类型如房颤、心动过速、过缓，早搏等，影响1.5%-5%人群。症状多样，包括心悸、胸痛、气短、头晕、疲劳，可能无症状。原因涉及心脏病、药物、电解质失衡、生活因素、高血压、糖尿病。诊断用心电图监测、超声。治疗药物、装置、手术。流行病学显示房颤常见于老年，增加中风风险。预防健康生活、控制风险因素。",
    "source": "Multiple Sources (NHLBI, Mayo Clinic, MedlinePlus, CDC, WebMD) - Various URLs"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常（cardiac arrhythmia）是指由于心脏激动的起源或传导异常所致的心律或心率改变，是临床最常见的心血管表现之一。心律失常患者的临床症状轻重不一，轻者可无任何不适，偶于查体时被发现，严重的可以危及患者生命。\n\n本病患者症状持续进展可能加重心脏负担引起心力衰竭，甚至诱发猝死。\n\n主要病因：生理因素、心脏疾病、心外疾病、遗传因素。\n\n多发群体：本病多见于老年人群及器质性心脏病患者。\n\n常见症状：头晕、乏力、心悸、黑蒙。\n\n冠状动脉供血不足的表现：各种心律失常均可引起冠状动脉血流量降低，各种心律失常虽然可以引起冠状动脉血流降低，但较少引起心肌缺血，然而，对有冠心病的患者，各种心律失常都可以诱发或加重心肌缺血，主要表现为心绞痛，气短，周围血管衰竭，急性心力衰竭，急性心肌梗死等。\n\n脑动脉供血不足的表现：不同的心律失常对脑血流量的影响也不同。脑血管正常者，上述血流动力学的障碍不致造成严重后果，倘若脑血管发生病变时，则足以导致脑供血不足，其表现为头晕，乏力，视物模糊，暂时性全盲，甚至于失语、瘫痪、抽搐、昏迷等一过性或永久性的脑损害表现。\n\n肾动脉供血不足的表现：心律失常发生后，肾血流量也发生不同的减少，临床表现有少尿，蛋白尿，氮质血症等。\n\n肠系膜动脉供血不足的表现：快速心律失常时，血流量降低，肠系膜动脉痉挛，可产生胃肠道缺血的临床表现，如腹胀，腹痛，腹泻，甚至发生出血，溃疡或麻痹。\n\n心功能不全的表现：主要为咳嗽，呼吸困难，倦怠，乏力等。\n\n治疗原则：心律失常者多由各种类型器质性心脏病导致，由于其原发病的病因及临床类型均较为复杂，不同的病因导致的心脏病不同临床类型，具体的治疗方案也不尽相同。一般包括药物治疗、电复律治疗、介入治疗和手术治疗等。\n\n预后一般与发病的严重程度、治疗情况以及治疗后护理有关。\n\n膳食调理：合理的膳食结构是生活方式管理的重要内容。对于心脏病患者建议食物多样，低糖低脂清淡饮食，建议采用煮、蒸等非油炸类烹饪方法。孕妇等特殊人群建议咨询医生。",
    "abstract": "心律失常是指心脏激动的起源或传导异常所致的心律或心率改变，是临床常见心血管表现。病因包括生理、心脏疾病、心外疾病、遗传等，多见于老年人及器质性心脏病患者。症状有头晕、乏力、心悸等，还可引起各器官供血不足表现，治疗包括药物、电复律、介入和手术等，预后与多种因素有关。",
    "source": "如意 https://m.dayi.org.cn/disease/1151142?from=jrtt"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常(cardiac arrhythmia)是指心脏冲动的频率、节律、起源部位、传导速度或激动次序异常的一种心脏电生理异常性疾病。其可见于生理情况，更多见于病理性状态，包括心脏本身疾病和非心脏疾病。心律失常分类繁多。按其发生原理可分为冲动起源异常和冲动传导异常两大类；按起源部位则可分为窦性、房性、房室交界性和室性心律失常，常可归纳为室上性和室性心律失常等。\n\n室性早搏普通人群的发病率为1%~4%，体表心电图筛查发现室早患病率约为1%，24h或48h动态心电图检测可高达40%~75%。55~59岁人群房颤患病率为0.72%，80~84岁人群为6.52%，95岁以上人群为8.18%。一般人群室上性心动过速的患病率为2.29‰，每年新发36例/10万人；房性心动过速占室上性心动过速的10%~15%；心房扑动发病率约0.088%，其中男性发病率是女性的2.5倍。心房扑动发病率随年龄增长而呈指数级升高，80岁以上人群发病率为50~79岁人群的100倍。\n\n心律失常的病因可分为遗传性和后天获得性。遗传性心律失常多为基因突变导致的离子通道病，使得心肌细胞离子流发生异常。后天获得性心律失常中，生理性因素如运动、情绪变化等可引起交感神经兴奋而产生快速型心律失常；病理性因素如冠心病、风湿性心脏病、瓣膜病、心肌病等均可诱发心律失常。\n\n该病发作常表现为如心悸、头晕、晕厥或近乎晕厥、胸部不适、疲劳或气短等；心律失常的诊断主要依据病史、体格检查、心电图检查、运动试验等确诊。\n\n心律失常是否需要治疗取决于患者有无相关症状及基础心脏疾病。其治疗包括病因治疗、发作时心律失常的控制与预防复发、去除病灶和改良基质等，针对危及生命的恶性室性心律失常，如心室颤动/扑动、影响血流动力学的持续室性心动过速/房颤伴旁道下传等，应立即采取电复律等紧急措施；针对不影响血流动力学/无症状/无明确器质性心脏病的患者，应主要针对原发疾病而非心律失常本身治疗，常用药物如异丙肾上腺素、利多卡因、美西律等。\n\n通过戒烟限酒、加强体育锻炼、保持良好的作息习惯等方式对于改善和预防无症状性心律失常的发生具有积极意义。其中对于恶性室性心律失常须根据一级预防与二级预防可进行有效防控。发生于无器质性心脏病基础上的心律失常大多预后良好；而基础心脏病严重，尤其是伴心功能不全或急性心肌缺血者，预后一般较差。\n\n心脏传导系统主要包括窦房结(SAN)、房室交界(又称房室结区，AVN)、房室束(又称希氏束)、左右束支及其分支，以及浦肯野纤维网。窦房结位于右心房与上腔静脉交界处的前外侧，是控制心脏正常活动的起搏点；房室结区(房室交界)位于冠状静脉窦和三尖瓣环之间，Koch三角区内，向前上延续成房室束，其从房室结延伸出后，穿过中央纤维体(穿行部)，越过房室环，走行于膜部室间隔的后缘，至肌部室间隔的顶部先分出左束支(LBB)的后分支，再分出左束支的前分支(此段称为分叉部)，本身延续成右束支。左束支后分支粗短，呈扇形分支，左束支前分支和右束支细长。两侧束支于心内膜下走向心尖方向并再分支，互相交织成网状，并垂直向心外膜侧延伸，称为浦肯野纤维网，深入心室肌内。\n\n窦房结主要含有P细胞和过渡细胞。P细胞是自律细胞，位于窦房结中心部分；过渡细胞位于周边部分，不具有自律性。房室结区是心房和心室之间的特殊传导组织，是心房兴奋传入心室的通道，它主要包括以下三个功能区域：房结区、结区和结希区。房结区和结希区都具有传导性和自律性；而结区仅有传导性，无自律性，激动传导在结区延迟最明显。窦房结、房室结和房室束主干多由右冠状动脉供血。房室束分支部分、左前分支和右束支血供来自左冠状动脉前降支，而左后分支则由左冠状动脉回旋支和右冠状动脉供血。\n\n心肌细胞膜上有离子通道，每一种通道只允许一种或数种离子通过，即所谓选择通透性。心肌细胞膜的选择通透性能使细胞膜内外各种离子浓度存在差别，如心肌细胞膜内钠、钙离子浓度远低于膜外，而钾离子浓度则远较膜外高，形成膜内外不同离子的浓度差，因而也使膜内外保持一定的电位差。离子的跨膜转运称为离子流(ion cur­rent)。外向电流导致膜内电位向负电性转化，促使膜复极；内向电流导致膜内电位向正电性转化，促使膜除极。离子是否能跨膜转运取决于相应的离子通道是否开放及其开放程度。\n\n心肌细胞膜的内外存在一定的电位差，称为跨膜电位或膜电位。细胞膜内电位较膜外为负的现象，称为极化。非自律细胞处于静息状态时，外流和内流的离子所携带的总的电荷量是相等的，因此膜电位是稳定的；而自律细胞到达最大复极电位后，膜电位并不稳定于这一水平，随着自动除极的进行，膜电位逐渐衰减。\n\n心肌细胞兴奋过程中产生除极和复极的一系列电位变化称为动作电位。按照动作电位特征，可将心肌细胞分为快反应细胞和慢反应细胞。前者包括心房、心室肌(非自律细胞)和浦肯野细胞(自律细胞)，后者包括窦房结和房室结的结区细胞。快反应细胞的动作电位振幅大、除极迅速，复极缓慢，传导兴奋的速度快；慢反应细胞动作电位振幅小，除极缓慢，传导兴奋的速度慢。\n\n心肌细胞有自律性、兴奋性、传导性和收缩性，前三者与心律失常关系密切。\n\n具有自律性的心肌细胞包括窦房结、房室交界、希氏束和浦肯野系统的细胞。自动节律的频率(起搏频率)取决于最大舒张期膜电位水平、阈电位水平和4期自动除极速率三个因素，其中4期自动除极速率对其影响最大。\n\n心肌的兴奋性是指心肌具有对刺激产生反应的能力又称为应激性，能引起动作电位的最低强度的刺激称为阈值刺激。心肌细胞的兴奋性受下列因素影响：膜电位：在一个心电周期中，从0期除极到3期复极化至-60mV前，无论多强的刺激也不能产生新的动作电位，称为有效不应期。从有效不应期完毕(膜内电位约-60mV)至复极化基本完成(-80mV)这一时间，称为相对不应期。当膜内电位由-80mV恢复至-90mV这一时段内，低于阈值的刺激亦可引起细胞兴奋，即超常期，然后兴奋性恢复正常。此外，在相对不应期开始初有一个短暂的时间，在此期间应用较强的刺激容易诱发出心脏的纤维性颤动，称易损期。心率缓慢、低钾血症和Ⅲ类抗心律失常药物作用都可使动作电位时限延长，不应期也相应延长。\n\n不同膜电位时心肌细胞的除极反应，称为膜反应性，可用膜反应曲线表示。心肌细胞0期除极速度快且振幅高者，膜反应性强，兴奋性高；反之，则膜反应性弱，兴奋性低。\n\n静息电位和阈电位间差距：静息电位和阈电位之间差距越小，心肌的兴奋性就越高，反之亦反。\n\n影响传导性能的主要因素：动作电位0期除极的速度和幅度：速度越快或幅度越大，传导速度就越快。邻近未兴奋细胞膜的兴奋性。心肌纤维的物理性能：直径大的细胞、心肌纤维走向和结构一致者，传导速度快。浦肯野纤维传导速度最快(4000mm/s)；房室结区细胞传导速度最慢(20~200mm/s)。然而冲动在房室交界延搁一段时间(房室延搁)具有重要生理意义，即允许血液从心房进入心室，使心室有足够的时间充分接纳血液。\n\n支配心脏的神经是交感神经和副交感神经。心交感神经节后纤维组成心脏神经丛，支配心脏各个部分，其节后纤维末梢释放去甲肾上腺素，可导致窦房结和异位起搏点自律性增高，冲动传导加快，心肌收缩力加强。支配心脏的副交感神经是迷走神经，节后神经纤维支配窦房结、心房肌、房室交界、房室束及其分支。迷走神经末梢释放乙酰胆碱，可降低窦房结自律性、延长房室交界不应期、缩短心房不应期等。自主神经在多种心律失常的发生中起着重要作用。\n\n按其发生原理可分为分类-冲动起源异常和分类-冲动传导异常两大类；按起源部位则可分为窦性、房性、房室交界性和室性心律失常，常可归纳为室上性和室性心律失常。按心律失常时心率的快慢可分为快速型和缓慢型心律失常。按心律失常时血流动力学是否稳定、循环障碍的严重程度和预后，将心律失常分为良性和恶性两大类，或分为致命性、潜在致命性和良性三类。\n\n冲动自窦房结发出：窦性心动过速。窦性心动过缓。窦性心律不齐。窦性停搏。\n\n冲动自异位节律点发出：被动性异位心律：(1)房性逸搏及心房逸搏心律；(2)房室交界性逸搏及房室交界性逸搏心律；(3)室性逸搏及心室逸搏心律。主动性异位心律：(1)期前收缩(分为窦房结性、房性、房室交界性、室性)；(2)阵发性心动过速(分为室上性和室性)；(3)非阵发性心动过速(分为房性、房室交界性和室性)；(4)扑动(分为心房扑动和心室扑动)；(5)颤动(分为心房颤动和心室颤动)。\n\n干扰及干扰性房室分离。\n\n心脏传导阻滞：(1)窦房传导阻滞。(2)房内及房间传导阻滞。(3)房室传导阻滞：①一度房室传导阻滞",
    "abstract": "心律失常是心脏电生理异常性疾病，可见于生理和病理状态，分类繁多。其病因有遗传性和后天获得性，症状包括心悸、头晕等，诊断依据病史等，治疗根据情况而定，还介绍了心脏传导系统、心肌细胞电生理基础等相关知识。",
    "source": "抖音百科 https://m.baike.com/wiki/%E5%BF%83%E5%BE%8B%E5%A4%B1%E5%B8%B8/389597?baike_source="
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "心律失常就是心跳的节奏乱了套。正常情况下，心脏应该稳稳当当、有规律地跳动，但心律失常时，心跳可能会突然加快、减慢，或者出现不规则跳动。\n\n定义：指心脏跳动的频率、节律或起源异常，导致心跳过快、过慢或不规则。\n\n正常心率：成人静息状态下为60-100次/分钟（运动员或长期运动者可能偏低）。\n\n心律失常的最大危害是引起相关猝死，如室颤等恶性心律失常。快速性心律失常可导致低血压、晕厥，房颤可导致心房血栓形成，血栓脱落会引起体循环栓塞，增加脑卒中风险。\n\n为什么会发生心律失常？1. 心脏本身问题：冠心病、心肌梗死、心肌炎、先天性心脏病。2. 全身性疾病：甲状腺功能亢进/减退、电解质紊乱（低钾、低镁）、严重感染、贫血。3. 外部诱因：药物（如哮喘药、抗抑郁药），长期精神紧张、压力过大、焦虑，熬夜、抽烟、喝酒等不良生活习惯。\n\n典型症状：心跳异常：心悸、心慌、心脏“停跳感”或“撞击感”。供血不足表现：头晕、眼前发黑、乏力（心率过慢时）。胸痛、气短、出汗（心率过快时）。\n\n危急信号：心率＞150次/分钟且无法缓解。持续胸痛、意识模糊、突发晕厥或抽搐——立即拨打急救电话！\n\n哪些人需特别警惕？有心脏病史或家族猝死史者；高血压、糖尿病、肥胖人群；长期吸烟、酗酒、熬夜或精神高压群体；老年人（心脏传导系统退化风险高）。\n\n怀疑自己有心律失常怎么办？首先，去医院做个心电图检查是必须的。1. 心电图：基础检查，它就像给心脏拍了一张照片，能看出当时的心跳情况。2. 动态心电图（Holter）：24小时持续监测，提高检出率。当一次心电图没抓住“罪魁祸首”时，就可以选择它。3. 心脏超声：评估心脏结构是否异常。4. 电生理检查：明确心律失常起源（用于复杂病例）。\n\n紧急处理：室颤/持续室速：立即心肺复苏（CPR）+使用AED除颤。突发心悸：尝试屏气用力（Valsalva动作）或咳嗽（可能终止部分室上速）。\n\n长期治疗：药物：抗心律失常药（如胺碘酮）、控制心率的β受体阻滞剂。非药物：射频消融术（根治部分室上速、房颤）。植入型心律转复除颤器（ICD，预防猝死）。\n\n病因治疗：如控制甲亢、纠正电解质失衡。起搏器植入：治疗严重心动过缓。\n\n纠正甲亢、电解质紊乱，治疗冠心病、控制高血压等基础病。\n\n日常预防与管理：减少诱因：限酒、少喝浓茶/咖啡、避免过度疲劳。健康生活方式：均衡饮食（多吃含钾、镁的食物，如香蕉、深色蔬菜）。保证睡眠，缓解压力（冥想、瑜伽等）。控制基础病：高血压、糖尿病、甲亢患者需规律用药。适度运动：推荐快走、游泳等有氧运动，避免剧烈无氧运动。管理情绪：焦虑、压力过大可能诱发心律失常。定期检查：心电图、动态心电图（Holter）筛查隐匿性心律失常。",
    "abstract": "心律失常是心跳节奏紊乱，指心脏跳动频率、节律或起源异常。病因包括心脏本身问题、全身性疾病和外部诱因等。症状有心跳异常、供血不足表现等，危害包括猝死等。诊断方法有心电图等，治疗包括紧急处理、长期治疗和病因治疗，日常要注意预防与管理。",
    "source": "曲靖市第一人民医院 http://www.qjyyy.com/contents/110/10033.html"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "Arrhythmia entails a broad spectrum of disorders of heart rate and rhythm abnormalities. Arrhythmia is broadly categorized into bradyarrhythmias and tachyarrhythmia based on the heart rate. They are further divided according to the origin, means of transmission, and syndromes associated with it. Patients with an arrhythmia may exhibit a broad spectrum of clinical presentation from being entirely asymptomatic to sudden cardiac arrest. Arrhythmias can be paroxysmal, leading to difficulty in estimating true prevalence. It is then conducted through the bundle of His, to the left and right bundle branches, and eventually into the Purkinje fibers. Any deviation from this conduction pathway results in arrhythmia. Arrhythmias can be classified based on various criteria. The prevalence of arrhythmias is expected to be 1.5% to 5% in the general population, with atrial fibrillation being the most common. Arrhythmias may or may not produce any symptoms and can be paroxysmal, leading to difficulty in estimating true prevalence.",
    "abstract": "心律失常包括心率和节律异常的广泛疾病，按心率分为心动过缓和过速，进一步按起源、传导和综合征分类。患者可能无症状或突发心脏骤停，常为阵发性，流行率1.5%-5%，房颤最常见。电信号从窦房结经房室结、希氏束、束支、浦肯野纤维传导，任何偏差导致失常。分类基于多种标准。",
    "source": "StatPearls - NCBI Bookshelf - https://www.ncbi.nlm.nih.gov/books/NBK558923/"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "Maintenance of normal cardiac rhythm requires coordinated activity of ion channels and transporters that allow well-ordered propagation of electrical impulses across the myocardium. Disruptions in this orderly process provoke cardiac arrhythmias that may be lethal in some patients. The type of remodeling is dependent on the strength and duration of the stressor (i.e., electrical—tachycardia; mechanical—volume or pressure overload). The presence of fibrotic tissue significantly modulates myocardial electrophysiological properties and is a key promoter of arrhythmia progression, due to impaired conduction through the myocardium (i.e., a conduction mismatch between a narrow island of tissue and a larger myocardial mass due to blockage of voltage necessary to activate the distal myocardium), induction of impedance mismatches and conduction discontinuity, along with unidirectional blocks and reentry substrates. Proliferation of fibroblasts, which act as current sources or sinks during excitation in affected myocardium, is linked to abnormal automaticity. Under normal circumstances, the heart uses free fatty acids as an energy source via a regulated equilibrium between cardiac lipid uptake and oxidation. Metabolic disorders produce a situation where lipid levels exceed storage capacity of adipocytes, which then leads to intracellular accumulation of lipid droplets (with attendant disruption of cardiac function). Myocardial lipid accumulation generally impairs fatty acid metabolism and inflammation and increases vulnerability to sustained or even fatal arrhythmias; however, excessive accumulation of free fatty acids can also augment. Risk of common acquired arrhythmias is increased markedly when structural heart disease caused by myocardial infarction (due to fibrotic scar formation) or left ventricular dysfunction is present. Genetic polymorphisms influence structure or excitability of the myocardial substrate, which increases vulnerability or risk of arrhythmias in patients.",
    "abstract": "正常心律需离子通道协调电冲动传播，紊乱导致可能致命的心律失常。重构类型依应激强度持续而定，如电性心动过速或机械超负荷。纤维化组织调制心肌电生理，促进失常进展，因传导受损、阻抗不匹配、单向阻滞、重入基质。成纤维细胞增生与异常自动性相关。代谢紊乱导致心肌脂质积累，损害脂肪酸代谢、炎症，增加持续或致命失常风险。结构心脏病如心梗纤维瘢痕或左室功能不全显著增加获得性失常风险。遗传多态性影响心肌结构兴奋性，提高易感性。",
    "source": "PMC - https://pmc.ncbi.nlm.nih.gov/articles/PMC10301085/"
  },
  {
    "disease_name": "心律失常",
    "category": "心血管系统疾病",
    "information": "The term “arrhythmia” refers to any problem in the rate and/or rhythm of a person’s heartbeat. During an arrhythmia, changes in heart tissue and activity, or in the heart’s electrical impulses, may cause the heartbeat to be too fast, too slow or erratic. What is an arrhythmia? The American Heart Association has information about Atrial Fibrillation, quivering heart, Bradycardia, slow heart rate, Premature contraction, Tachycardia, fast beat, Ventricular Fibrillation, fluttering heart, Rhythm Disorders, treatment of arrhythmia, symptoms of arrhythmia, diagnosis of arrhythmia, monitoring the heart, and much more.",
    "abstract": "心律失常指心率和/或节律任何问题，心脏组织活动或电冲动变化导致心跳过快、过慢或不规律。美国心脏协会提供房颤、颤动、心动过缓、早搏、心动过速、室颤、节律紊乱、治疗、症状、诊断、心脏监测等信息。",
    "source": "American Heart Association - https://www.heart.org/en/health-topics/arrhythmia"
  }
]