[
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure occurs when the heart muscle doesn't pump blood as well as it should. When this happens, blood often backs up and fluid can build up in the lungs, causing shortness of breath. Some heart conditions slowly leave the heart too weak or stiff to fill and pump blood properly. These conditions include narrowed arteries in the heart and high blood pressure. Proper treatment may improve the symptoms of heart failure and may help some people live longer. Lifestyle changes can improve quality of life. Try to lose weight, exercise, use less salt and manage stress. But heart failure can be life-threatening. People with heart failure may have severe symptoms. Some may need a heart transplant or a device to help the heart pump blood. Heart failure also may be called congestive heart failure. If you have heart failure, your heart can't supply enough blood to meet your body's needs. Symptoms may develop slowly. Sometimes, heart failure symptoms start suddenly. Heart failure symptoms may include: Shortness of breath with activity or when lying down. Fatigue and weakness. Swelling in the legs, ankles and feet. Rapid or irregular heartbeat. Reduced ability to exercise. Wheezing. A cough that doesn't go away or a cough that brings up white or pink mucus with spots of blood. Swelling of the belly area. Very rapid weight gain from fluid buildup. Nausea and lack of appetite. Difficulty concentrating or decreased alertness. Chest pain if heart failure is caused by a heart attack. See your healthcare professional if you think you might have symptoms of heart failure. Call 911 or emergency medical help if you have any of the following: Chest pain. Fainting or severe weakness. Rapid or irregular heartbeat with shortness of breath, chest pain or fainting. Sudden, severe shortness of breath and coughing up white or pink, foamy mucus. These symptoms may be due to heart failure. But there are many other possible causes. Don't try to diagnose yourself. At the emergency room, healthcare professionals do tests to learn if your symptoms are due to heart failure or something else. Call your healthcare professional right away if you have heart failure and: Your symptoms suddenly get worse. You develop a new symptom. You gain 5 pounds (2.3 kilograms) or more within a few days. Such changes could mean that existing heart failure is getting worse or that treatment isn't working. Heart failure can be caused by a weakened, damaged or stiff heart. If the heart is damaged or weakened, the heart chambers may stretch and get bigger. The heart can't pump out the needed amount of blood. If the main pumping chambers of the heart, called the ventricles, are stiff, they can't fill with enough blood between beats. The heart muscle can be damaged by certain infections, heavy alcohol use, recreational drug use and some chemotherapy medicines. Your genes also can play a role. Any of the following conditions also can damage or weaken the heart and cause heart failure. Coronary artery disease and heart attack. Coronary artery disease is the most common cause of heart failure. The disease results from the buildup of fatty deposits in the arteries. The deposits narrow the arteries. This reduces blood flow and can lead to heart attack. A heart attack occurs suddenly when an artery feeding the heart becomes completely blocked. Damage to the heart muscle from a heart attack may mean that the heart can no longer pump as well as it should. High blood pressure. Also called hypertension, this condition forces the heart to work harder than it should to pump blood through the body. Over time, the extra work can make the heart muscle too stiff or too weak to properly pump blood. Heart valve disease. The valves of the heart keep blood flowing the right way. If a valve isn't working properly, the heart must work harder to pump blood. This can weaken the heart over time. Treating some types of heart valve disease may reverse heart failure. Inflammation of the heart muscle, also called myocarditis. Myocarditis is most commonly caused by a virus, including the COVID-19 virus, and can lead to left-sided heart failure. A heart condition that you're born with, also called a congenital heart defect. If the heart and its chambers or valves haven't formed correctly, the other parts of the heart have to work harder to pump blood. This may lead to heart failure. Irregular heart rhythms, called arrhythmias. Irregular heart rhythms may cause the heart to beat too fast, creating extra work for the heart. A slow heartbeat also may lead to heart failure. Treating an irregular heart rhythm may reverse heart failure in some people. Other diseases. Some long-term diseases may contribute to chronic heart failure. Examples are diabetes, HIV infection, an overactive or underactive thyroid, or a buildup of iron or protein. Causes of sudden heart failure also include: Allergic reactions. Any illness that affects the whole body. Blood clots in the lungs. Severe infections. Use of certain medicines. Viruses that attack the heart muscle. Heart failure usually begins with the lower left heart chamber, called the left ventricle. This is the heart's main pumping chamber. But heart failure also can affect the right side. The lower right heart chamber is called the right ventricle. Sometimes heart failure affects both sides of the heart. Diseases and conditions that increase the risk of heart failure include: Coronary artery disease. Narrowed arteries may limit the heart's supply of oxygen-rich blood, resulting in weakened heart muscle. Heart attack. A heart attack is a form of coronary artery disease that occurs suddenly. Damage to the heart muscle from a heart attack may mean the heart can no longer pump as well as it should. Heart valve disease. Having a heart valve that doesn't work properly raises the risk of heart failure. High blood pressure. The heart works harder than it has to when blood pressure is high. Irregular heartbeats. Irregular heartbeats, especially if they are very frequent and fast, can weaken the heart muscle and cause heart failure. Congenital heart disease. Some people who develop heart failure were born with changes in the structure or function of their heart. Diabetes. Having diabetes increases the risk of high blood pressure and coronary artery disease. Sleep apnea. This inability to breathe properly during sleep results in low blood-oxygen levels and an increased risk of irregular heartbeats. These things can lead to a weakened heart. Obesity. People who have obesity have a higher risk of developing heart failure. Viral infections. Some viral infections can damage to the heart muscle. Medicines that may increase the risk of heart failure include: Some diabetes medicines. The diabetes medicines rosiglitazone (Avandia) and pioglitazone (Actos) have been found to increase the risk of heart failure in some people. Don't stop taking these medicines without first talking to your healthcare professional. Some other medicines. Other medicines that may lead to heart failure or heart conditions include nonsteroidal anti-inflammatory drugs (NSAIDs) and some medicines used to treat high blood pressure, cancer, blood conditions, irregular heartbeats, nervous system diseases, mental health conditions, lung and urinary conditions, and infections. Other risk factors for heart failure include: Aging. The heart's ability to work decreases with age, even in healthy people. Alcohol use. Drinking too much alcohol may weaken the heart muscle and lead to heart failure. Smoking or using tobacco. If you smoke, quit. Using tobacco increases the risk of heart disease and heart failure. If you have heart failure, it's important to have regular health checkups, even if symptoms improve. Your healthcare professional can examine you and run tests to check for complications. Complications of heart failure depend on your age, overall health and the severity of heart disease. They may include: Kidney damage or failure. Heart failure can reduce the blood flow to the kidneys. Untreated, this can cause kidney failure. Kidney damage from heart failure can require dialysis for treatment. Other heart changes. Heart failure can cause changes in the heart's size and function. These changes may damage heart valves and cause irregular heartbeats. Liver damage. Heart failure can cause fluid buildup that puts too much pressure on the liver. This fluid backup can lead to scarring, which makes it more difficult for the liver to work properly. Sudden cardiac death. If the heart is weak, there is a risk of dying suddenly due to a dangerous irregular heart rhythm. One way to prevent heart failure is to treat and control the conditions that can cause it. These conditions include coronary artery disease, high blood pressure, diabetes and obesity. Some of the same lifestyle changes used to manage heart failure also may help prevent it. Try these heart-healthy tips: Don't smoke. Get plenty of exercise. Eat healthy foods. Maintain a healthy weight. Reduce and manage stress. Take medicines as directed.",
    "abstract": "心力衰竭是一种心脏无法有效泵血的临床综合征，常由冠心病、高血压、心肌炎等引起。症状包括活动或卧位时气短、疲劳、水肿、咳嗽等。风险因素有年龄、肥胖、糖尿病等。并发症包括肾衰竭、肝损伤、心律失常。预防需控制基础疾病、生活方式调整，如戒烟、运动、健康饮食。治疗涉及药物、生活干预及手术。全球发病率高，需早期诊断管理。",
    "source": "Mayo Clinic - https://www.mayoclinic.org/diseases-conditions/heart-failure/symptoms-causes/syc-20373142"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure means that your heart can't pump enough oxygen-rich blood to meet your body's needs. Heart failure doesn't mean that your heart has stopped or is about to stop beating. But without enough blood flow, your organs may not work well, which can cause serious problems. Heart failure can affect one or both sides of your heart. With right-sided heart failure, your heart is too weak to pump enough blood to your lungs to get oxygen. With left-sided heart failure, your heart can't pump enough oxygen-rich blood out to your body. This happens when the left side of your heart becomes either too weak to pump enough blood or too thick or stiff to relax and fill with enough blood. Left-sided heart failure is more common than right-sided heart failure. Heart failure can start suddenly after a medical condition or injury damages your heart muscle. But in most cases, heart failure develops slowly from long-term medical conditions. Conditions that can cause heart failure include coronary artery disease, heart attack, high blood pressure, cardiomyopathy, heart valve disease, arrhythmias, congenital heart defects, other conditions such as diabetes, HIV, hyperthyroidism, kidney disease, or severe anemia, and certain medicines such as cancer medicines, illegal drugs, or medicines that treat other conditions. Over time, left-sided heart failure can lead to right-sided heart failure. Heart failure can happen at any age. It happens to both men and women, but men often develop it at a younger age than women. Your chance of developing heart failure increases if you have high blood pressure, heart attack, diabetes, coronary artery disease, kidney disease, thyroid disease, cardiomyopathy, heart valve disease, congenital heart defects, obesity, atrial fibrillation, sleep apnea, alcohol use disorder, or a family history of cardiomyopathy. The symptoms of heart failure depend on which side of your heart is affected and how serious your condition has become. Most symptoms are caused by reduced blood flow to your organs and fluid buildup in your body. Fluid buildup happens because the flow of blood through your heart is too slow. As a result, blood backs up in the vessels that return the blood to your heart. Fluid may leak from the blood vessels and collect in the tissues of your body, causing swelling and other problems. Symptoms of heart failure may include feeling short of breath when you do things like climbing stairs, fatigue or weakness even after rest, coughing, swelling and weight gain from fluid in your ankles, lower legs, or abdomen, difficulty sleeping when lying flat, nausea and loss of appetite, swelling in the veins of your neck, and needing to urinate often. At first you may have no symptoms or mild symptoms. As the disease gets worse, your symptoms will usually bother you more. Fluid buildup and reduced blood flow to your organs can lead to serious problems, including breathing problems from fluid in and around your lungs, kidney or liver damage including cirrhosis, malnutrition if fluid buildup makes eating uncomfortable or if your stomach doesn't get enough blood flow to digest food properly, other heart conditions such as irregular heartbeat and sudden cardiac arrest, and pulmonary hypertension. To find out if you have heart failure, your health care provider will ask about your symptoms and medical history, do a physical exam, listen to your heart and lungs, check your pulse, and look for signs of fluid retention such as swelling in your abdomen, ankles, feet, or legs. Your provider may also order tests such as blood tests, chest X-ray, electrocardiogram, echocardiogram, stress testing, cardiac computerized tomography (CT) scan, magnetic resonance imaging (MRI), or cardiac catheterization. In some cases, your provider may refer you to a cardiologist for tests, diagnosis, and care. Your treatment will depend on the type of heart failure you have and how serious it is. There's no cure for heart failure. But treatment can help you live longer with fewer symptoms. Even with treatment, heart failure usually gets worse over time, so you'll likely need treatment for the rest of your life. Most treatment plans include taking medicine, eating less sodium and drinking less liquid to control fluid buildup, making other changes such as quitting smoking, managing stress, and getting as much physical activity as your provider recommends, and treating any conditions that may make heart failure worse. You may need heart surgery if you have a congenital heart defect or damage to your heart that can be fixed, the left side of your heart is getting weaker and putting a device in your chest could help, or your heart doctor recommends a heart transplant because your heart failure is life-threatening and nothing else is helping. As part of your treatment, you'll need to pay close attention to your symptoms, because heart failure can worsen suddenly. Your provider may suggest a cardiac rehabilitation program to help you learn how to manage your condition. You may be able to prevent or delay heart failure if you work with your provider to manage any health conditions that increase your risk of developing heart failure and make healthy changes in your eating, exercise, and other daily habits to help prevent heart disease.",
    "abstract": "心力衰竭指心脏无法泵出足够含氧血液满足身体需求，可影响心脏左右侧。常见原因包括冠心病、心梗、高血压、心肌病等。症状有气短、疲劳、水肿、咳嗽、夜尿增多。风险因素包括年龄、肥胖、糖尿病、睡眠呼吸暂停。并发症有肺水肿、肾肝损伤、心律失常。诊断通过体格检查、影像学、血液测试。治疗包括药物、生活调整、手术如心脏移植，无根治方法。预防需管理基础疾病、健康生活方式。",
    "source": "MedlinePlus - https://medlineplus.gov/heartfailure.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure (HF), also known as congestive heart failure (CHF), is a complex clinical syndrome characterized by the heart's inability to pump blood effectively due to structural or functional impairments. The most common cause of HF is ischemic heart disease, but other factors, such as hypertension, valvular disease, and myocarditis, also contribute to its development. HF is classified based on left ventricular ejection fraction (LVEF) and clinical staging. Common symptoms of HF include shortness of breath, fatigue, fluid retention, and edema. Heart failure (HF), as defined by the American College of Cardiology (ACC) and the American Heart Association (AHA), is a complex clinical syndrome that results from any structural or functional impairment of ventricular filling or ejection of blood. HF is a common disorder worldwide with a high morbidity and mortality rate. With an estimated prevalence of 26 million people worldwide, CHF contributes to increased healthcare costs, reduces functional capacity, and significantly affects quality of life. Accurately diagnosing and effectively treating the disease is essential to prevent recurrent hospitalizations, decrease morbidity and mortality, and enhance patient outcomes. The etiology of HF is variable and extensive. Ischemic heart disease is the leading cause of HF. The general management of HF aims to relieve systemic and pulmonary congestion and stabilize hemodynamic status, regardless of the cause. The treatment of HF requires a multifaceted approach involving patient education, optimal medication administration, and decreasing acute exacerbations. Per the recent ACC/AHA guidelines for HF 2022, patients with HF are classified based on left ventricle ejection fraction (LVEF), whereas clinical and laboratory parameters are integrated to stage patients. The New York Heart Association (NYHA) classification stratifies and defines the functional capacity and severity of HF symptoms. This system is subjectively determined by clinicians and is widely used in clinical practice to direct therapy. Management of patients depends on the classification and staging of the disease. The following parameters are used to classify HF based on LVEF: HF with reduced ejection fraction (HFrEF) : LV EF ≤40% HF with mildly reduced ejection fraction : LVEF 41% to 49% and evidence of HF (spontaneous or provokable elevated cardiac biomarkers or elevated filling pressures) HF with preserved ejection fraction (HFpEF) : LVEF ≥50% and evidence of HF (spontaneous or provokable elevated cardiac biomarkers or elevated filling pressures) HF with improved ejection fraction : LV EF >40%, with previously documented LV EF ≤40% The ACC/AHA Stages of HF are as follows: Stage A: At risk for HF. No current or past symptoms, structural heart disease, or evidence of elevated cardiac biomarkers, but risk factors are present. Risk factors include hypertension, diabetes, metabolic syndrome, cardiotoxic medications, or having a genetic variant for cardiomyopathy. Stage B: Pre-HF. Patients have no signs or symptoms of HF but have risk factors and structural heart disease, evidence of elevated filling pressures (by invasive or noninvasive assessment), or persistently elevated cardiomarkers in the absence of other reasons for elevated markers, like chronic kidney disease or myocarditis. Stage C: Symptomatic HF. Patients with current or past history of HF symptoms. Stage D: Advanced HF. Patients with refractory symptoms that interfere with daily life or recurrent hospitalization despite targeted guideline-directed medical therapy. For stage C and stage D HF patients, the following NYHA classification of HF symptoms should be used: Class I : Symptom onset with more than ordinary level of activity Class II : Symptom onset with an ordinary level of activity Class III : Symptom onset with minimal activity Class III a: No dyspnea at rest Class III b: Recent onset of dyspnea at rest Class IV : Symptoms at rest The etiologies of HF are extensive, though coronary artery disease (CAD) causing ischemic heart disease is the most common cause. Every attempt should be made to identify causative factors to help guide treatment strategies. The etiologies can be broadly classified as intrinsic heart disease and pathologies that are infiltrative, congenital, valvular, myocarditis-related, high-output failure, and secondary to systemic disease. These classifications have significant overlap. The 4 most common etiologies responsible for about two-thirds of HF cases are ischemic heart disease, chronic obstructive pulmonary disease (COPD), hypertensive heart disease, and rheumatic heart disease. Higher-income countries have higher rates of ischemic heart disease and COPD; lower-income countries have higher rates of hypertensive heart disease, cardiomyopathy, rheumatic heart disease, and myocarditis. Ischemic heart disease is by far the most common cause of HF worldwide. Ischemia leads to a lack of blood flow to heart muscles, reducing the EF. Incidence is increasing in developing countries as they adopt a more Western diet and lifestyle, and improved medical care decreases the infectious burden in these countries (myocarditis is often infection-related.) Valvular heart disease is another common intrinsic heart condition that can cause HF. Rheumatic heart disease is the most common cause of valvular heart disease in children and young adults worldwide. It is caused by an immune response to group A Streptococcus and primarily causes mitral and aortic stenosis. Age-related degeneration is the most common overall cause of valvular disease, and the aortic valve is the most commonly affected. Women are more likely to experience mitral valve rheumatic heart disease or mitral valve prolapse, while men are more likely to suffer from aortic valve diseases such as regurgitation or stenosis. Endocarditis is also more common in men. Hypertension causes HF even in the absence of CAD or ischemic heart disease. High blood pressure causes mechanical stress by increased afterload and neurohormonal changes that increase ventricular mass. Hypertension is also strongly associated with other comorbidities for HF development, and aggressively treating hypertension is shown to lower the incidence of HF. Cardiomyopathy is a heterogeneous group of diseases characterized by enlarged ventricles with impaired function not related to secondary causes such as ischemic heart disease, valvular heart disease, hypertension, or congenital heart disease. The most common types of cardiomyopathies are hypertrophic, dilated, restrictive, arrhythmogenic right ventricular, and left ventricular noncompaction. In addition to CHF, cardiomyopathy can present as arrhythmia or sudden cardiac death, further compelling the identification of underlying disorders. Many of these conditions have a genetic basis, and a detailed family history of sudden cardiac death, especially in first-degree relatives older than 35 years, should be taken. Over 50 identified genes contribute to the development of dilated cardiomyopathy alone. Genetic determinants have variable phenotypic expression, and many nongenetic factors also affect the clinical symptoms. Some of these factors include diabetes, toxic exposure, or pregnancy. Fabry disease is a rare glycogen storage disease that can cause CHF symptoms through a hypertrophic cardiomyopathy pattern. Inflammatory cardiomyopathy is defined by myocarditis along with ventricular remodeling and cardiac dysfunction. The most common cause is viral infection. Other etiologies are bacterial, fungal, or protozoal infections; toxic substances or drugs; and immune-mediated diseases. Chagas disease is caused by Trypanosoma cruzi, which is endemic in Latin America and commonly causes myocarditis, cardiomyopathy, and CHF. Other viral causes of myocarditis and inflammatory cardiomyopathy include adenoviruses, enteroviruses, herpes virus 6, Epstein-Barr virus, and cytomegalovirus. Viruses can also activate autoimmune myocarditis, including HIV, hepatitis C virus, influenzas A and B, and coronaviruses (including COVID-19). When associated with CHF, these conditions tend to have a poor prognosis. Infiltrative cardiomyopathies cause a restrictive cardiomyopathy pattern (similar to the genetically determined restrictive cardiomyopathy variant), which is notable for normal ventricular systolic function but with diastolic dysfunction and restrictive left ventricular (LV) and right ventricular (RV) filling dynamics. This is often associated with a high E/A ratio showing increased early filling and delayed late filling. Cardiac amyloidosis results from misfolded protein deposits in the heart; this leads to cardiomyocyte separation, cellular toxicity, and tissue stiffness. Patients are preload dependent and are prone to symptomatic hypotension. Currently, tamifidis is the only medication known to prevent cardiac amyloidosis. It prevents, but does not reverse, amyloid deposition. Its high cost is also a limiting factor. Sarcoidosis is an acquired cardiomyopathy characterized by conduction defects and arrhythmias caused by the formation of granulomas. The most common cardiac manifestation is CHF. Due to the associated conduction abnormalities, beta-blockers must be used with caution. Cardiac hemochromatosis is present in 15% to 20% of patients with hereditary hemochromatosis. This condition initially presents with a restrictive pattern but develops into biventricular systolic dysfunction. Patients with restrictive cardiomyopathy physiology can develop hypotension when treated with traditional CHF medications due to preload dependence, so caution should be used to avoid systemic hypoperfusion. Takotsubo or stress-induced cardiomyopathy (colloquially broken-heart syndrome) is an underrecognized cause of HF, which causes transient left-ventricular wall abnormalities that are not localized to a specific vascular territory. It has several proposed pathophysiologic mechanisms, including coronary vasospasm, microcirculatory dysfunction, and increased sympathetic nervous system activation. This condition is treated with medications typical for HF with the addition of antithrombotic medications in certain clinical situations with wall motion abnormalities. Recognized cases increased significantly during the COVID-19 epidemic. Peripartum cardiomyopathy is a significant cause of maternal mortality. During pregnancy, cardiac output is increased by 20% to 30% due to increased heart rate and stroke volume. It presents with CHF due to LV systolic dysfunction during late pregnancy, postpartum, or up to several months after delivery. There is likely an underlying genetic component, and it is more common in women with advanced maternal age, Black race, and multifetal pregnancies. If wall motion abnormalities are present, anticoagulation is essential due to the hypercoagulable state caused by pregnancy. Recovery is variable by global region and inversely correlates with lowered EF. Obesity is a leading cause of CHF in patients younger than 40 years, according to the \"Candesartan in Heart Failure Assessment of Reduction in Mortality and Morbidity\" (the CHARM study). The \"obesity paradox\" described elsewhere has significant study flaws and is derived from older data. Up to 10% of CHF cases are thought to be attributable to obesity alone. Patients with obesity are more likely to have HFpEF, possibly secondary to adipose-produced cytokines, eg, IL-1b, IL-8, and TNFα. Adipose tissue also degrades natriuretic peptides. Tachycardia and arrhythmia can induce a low-output CHF state. Dilation of all cardiac chambers and preservation or thinning of biventricular wall thickness is usually noted. Electrophysiologic changes accompany this, including prolonged duration and decreased amplitude of action potentials in the myocytes. All of these factors induce the typical neurohormonal response causing CHF. With rate control, these changes are often reversible due to myocardial hibernation. Thyrotoxicosis is a rare cause of HF despite initiating a hyperdynamic circulatory state. This may be partially due to activation of the renin-angiotensin-aldosterone axis, causing sodium and water retention, as well as upregulation of erythropoietin-stimulating agent, both of which will cause increased blood volume. Sustained tachycardia with or without atrial fibrillation can also cause CHF. High-output cardiac failure can be associated with thiamine deficiency, which is a rare condition found primarily among patients who are elderly, homeless, or have alcohol abuse disorder. Thiamine deficiency causes decreased ATP production with an accumulation of adenosine, which causes systemic vasodilation. This leads to lowered systemic vascular resistance and increased cardiac output. This evolves to weakened myocardium and decreased EF. Diuretic use can also cause urinary thiamine loss, further compounding the situation. Other common causes of high-output cardiac failure are obesity, liver disease, and arteriovenous shunts. The causative physiologic changes are decreased afterload (ie, systemic vascular resistance) and increased metabolism. These can often present with preserved EF, pulmonary congestion, increased filling pressures, and elevated natriuretic peptides. The global magnitude of the disease cannot be accurately assessed given the significant differences in geographical distribution, assessment methods, lack of imaging modalities, and nonadherence to the uniform staging and diagnosis of the disease. Approximately 1.2 million hospitalizations were due to CHF in 2017, with an increase in the percentage of patients with HFpEF compared to HFrEF. By some reports, the incidence rate has plateaued; however, the prevalence increases as more patients receive therapy. Moreover, treatment has not translated to improved quality of life or a decrease in the number of hospitalizations for patients with CHF. According to the Global Health Data Exchange registry, the current worldwide prevalence of CHF is 64.34 million cases. This translates to 9.91 million years lost due to disability and 346.17 billion United States dollars in healthcare expenditure. Age is a major determinant of HF. Regardless of the cause or the definition used to classify patients with HF, the prevalence of HF increases steeply with age. The Framingham Heart Study showed CHF prevalence to be 8 per 1000 males aged 50 to 59 years, with an increase to 66 per 1000 males aged 80 to 89. The incidence of HF in men doubles with each 10-year age increase after the age of 65, whereas in women, for the same age cohort, the incidence triples. Men have higher rates of heart disease and CHF than women worldwide. The global registry also notes a predilection for a race with a 25% higher prevalence of HF in Black patients than in White patients. HF is still the primary cause of hospitalization in the elderly population and accounts for 8.5% of cardiovascular-related deaths in the United States. International statistics regarding the epidemiology of HF are similar. The incidence increases dramatically with age, metabolic risk factors, and a sedentary lifestyle. Ischemic cardiomyopathy and hypertension are significant causes of HF in developing countries. A notable difference based on a review of small cohort studies from these nations is a higher prevalence of isolated right HF. The theoretical cause of this is thought to be due to the higher prevalence of tuberculous, pericardial, and lung diseases; however, robust data to verify these claims are lacking. HF is a progressive disease. Any acute insult to cardiac structure or acute alteration secondary to genetic mutation, cardiac tissue infiltration, ischemia, valvular heart disease, myocarditis, or acute myocardial injury may initiate the compensatory mechanism, which, once exhausted, results in maladaptation. In the initial stages of CHF, several compensatory mechanisms attempt to maintain cardiac output and meet the systemic demands. The chronic activation of the sympathetic nervous system results in reduced beta-receptor responsiveness and adrenaline stores. This results in changes in myocyte regeneration, myocardial hypertrophy, and myocardial hypercontractility. The increased sympathetic drive also results in the activation of the renin-angiotensin-aldosterone system (RA",
    "abstract": "心力衰竭（HF）是一种由结构性或功能性损伤导致的复杂临床综合征，全球患病率约2600万，主要因缺血性心脏病引起。分类基于左心室射血分数（LVEF）：HFrEF（≤40%）、HFmrEF（41-49%）、HFpEF（≥50%）。病因包括冠心病、高血压、心肌病、风湿性心脏病等。症状有气促、疲劳、水潴留。流行病学显示年龄、种族影响发病，男性及黑人更高。分期为A-D阶段，NYHA I-IV级。治疗需多学科方法，强调患者教育和指南导向药物。",
    "source": "NCBI Bookshelf (StatPearls) - https://www.ncbi.nlm.nih.gov/books/NBK430873/"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "There are different types of heart failure. It depends on which part of the heart not working well. Congestive heart failure (CHF) is a form of heart failure in which the heart cannot pump enough blood to meet the body’s needs. The heart pumps oxygen-rich blood from the lungs to the left atrium. Then it goes to the left ventricle, which pumps the blood to the rest of the body. The left ventricle does most of the heart’s pumping, so it’s larger than the other chambers. It is essential for the heart to function normally. In left-sided, or left ventricular, heart failure, the left side must work harder to pump the same amount of blood. The amount of blood the heart can pump with each beat is measured by something called ejection fraction, or EF. A normal EF is about 55% to 60%. There are two types of left-sided heart failure: Systolic failure: The left ventricle doesn’t contract normally. The heart can’t pump enough blood into circulation. This is also known as heart failure with reduced ejection, or HFrEF. When this happens, the heart is pumping less than or equal to 40% EF. Diastolic failure: The left ventricle can’t relax normally because the muscle has become stiff. The heart can’t fill with blood as is should during the time between each beat. This is also known as heart failure with preserved ejection, or HFpEF. When this happens, the EF is 50% or higher. Heart failure with mildly reduced ejection fraction (HFmrEF) is a newer concept. In this type of heart failure, the EF is between 41% and 49%. This places people with HFmrEF between the HFrEF and HFpEF groups. The heart’s pumping action moves blood that has no more oxygen in it back to the right atrium and on to the right ventricle. The right ventricle then pumps the blood back out of the heart and into the lungs to get fresh oxygen. Right-sided, or right ventricular, heart failure often happens due to left-sided failure. When the left ventricle fails and can’t pump enough blood out, increased fluid pressure is pushed back through the lungs. This damages the heart’s right side. When the right side loses pumping power, blood backs up in the veins. With biventricular heart failure, both the left and right sides of the heart are affected. This can cause the same symptoms as left-sided and right-sided heart failure. Some of these include: Shortness of breath Buildup of extra fluid in body tissues (edema) Tiredness, fatigue Congestive heart failure, sometimes called CHF, is heart failure that includes fluid buildup in the body. Congestive heart failure requires quick medical care. When the heart pumps less blood, blood coming back to the heart through the veins backs up. This causes congestion in the body’s tissues. Swelling, known as edema, often results. Swelling usually happens in the legs and ankles, but it can happen in other parts of the body, too. Fluid sometimes builds up in the lungs, making it hard to breathe, causing shortness of breath, especially when lying down. This is called pulmonary edema. If left untreated, it can cause respiratory distress. Heart failure also affects how the kidneys get rid of sodium and water. This results in more blood volume. This retained water also causes more swelling in the body's tissues.",
    "abstract": "心力衰竭类型多样，根据受累部位分为左心、右心及双心衰竭。收缩性衰竭（HFrEF，EF≤40%）心脏收缩无力；舒张性衰竭（HFpEF，EF≥50%）心脏僵硬无法充盈；中度减少（HFmrEF，41-49%）。右心衰竭常继发左心，常导致静脉淤血、水肿。充血性心衰伴体液潴留，症状包括气短、疲劳、水肿、肺水肿。需紧急医疗干预，肾脏功能受影响加重水钠潴留。",
    "source": "American Heart Association - https://www.heart.org/en/health-topics/heart-failure/what-is-heart-failure/types-of-heart-failure"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure is a condition in which your heart can’t pump enough blood to meet your body’s needs. This can happen if the heart is too weak or stiff to fill and pump efficiently. Symptoms of heart failure include shortness of breath, especially during activity or when lying down; fatigue; swelling in the legs, ankles, feet, abdomen or veins in the neck; persistent cough or wheezing with white or pink blood-tinged phlegm; rapid or irregular heartbeat; reduced ability to exercise; sudden weight gain from fluid retention; lack of appetite and nausea; difficulty concentrating or decreased alertness; chest pain if the heart failure is caused by a heart attack. Common causes of heart failure include coronary artery disease, which narrows blood vessels that carry blood to the heart; heart attack, which damages heart muscle; high blood pressure, which forces the heart to work harder; cardiomyopathy, which involves diseases of the heart muscle; heart valve disease, which affects blood flow through the heart; congenital heart defects, which are problems with the heart’s structure present at birth; arrhythmias, which are irregular heartbeats; thyroid disorders, which affect heart function; diabetes, which can damage blood vessels and the heart; and alcohol use disorder, which can weaken the heart muscle. Risk factors for heart failure include coronary artery disease; high blood pressure; diabetes; obesity; heart valve disease; cardiomyopathy; congenital heart defects; arrhythmias; thyroid disorders; alcohol use disorder; and previous heart attack. Complications of heart failure include kidney damage or failure; heart valve problems; heart rhythm problems; cardiac arrest; heart attack; stroke; sudden cardiac death; and liver damage. Prevention of heart failure includes maintaining a healthy weight; eating a heart-healthy diet; exercising regularly; not smoking; limiting alcohol; managing stress; and controlling high blood pressure, high cholesterol, and diabetes. Diagnosis of heart failure includes a physical exam; medical history; blood tests; chest X-ray; electrocardiogram (ECG); echocardiogram; stress test; cardiac computerized tomography (CT) scan; magnetic resonance imaging (MRI); and coronary angiogram. Treatment for heart failure includes lifestyle changes; medications such as ACE inhibitors, angiotensin II receptor blockers (ARBs), beta blockers, diuretics, aldosterone antagonists, digoxin, and ivabradine; medical procedures such as angioplasty, cardiac resynchronization therapy (CRT), implantable cardioverter-defibrillator (ICD), left ventricular assist device (LVAD), and heart transplant.",
    "abstract": "心力衰竭是心脏泵血不足的状态，可由心脏虚弱或僵硬引起。症状包括活动气短、疲劳、四肢腹部肿胀、持续咳嗽、心律不齐、食欲不振。常见病因有冠心病、心梗、高血压、心肌病、心瓣膜病、先天性心脏病、糖尿病。风险因素类似病因。并发症包括肾衰竭、心律失常、心梗、中风、猝死。预防通过健康体重、心脏饮食、运动、戒烟限酒、控制血压血糖。诊断用体格检查、影像、血液测试。治疗包括生活干预、药物如ACEI、ARB、β阻滞剂、利尿剂及手术如CRT、ICD、LVAD、心移植。",
    "source": "Cleveland Clinic - https://my.clevelandclinic.org/health/diseases/17069-heart-failure"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭（heart failure）是指在适量静脉回流的情况下，由于心肌舒张和（或）收缩功能障碍，心排血量不足以维持组织代谢需要而引起的以循环功能障碍为主的综合征。临床上以心排血量降低，组织血液灌流减少以及肺循环和（或）体循环静脉淤血为特征，故又称充血性心力衰竭或心功能不全。\n并发症：1、心源性肝硬化长期的右心衰竭，导致肝脏长期淤血、缺氧。晚期出现门脉高压，表现为大量腹水、脾脏增大和肝硬化。2、呼吸道感染心衰引起的肺淤血，容易引起呼吸道感染，出现发热、咳嗽、咳痰等症状。\n病因：可因心肌舒缩功能障碍、心脏负荷过重及心脏舒张受限引起。\n症状：常见症状为呼吸困难、咳嗽。左心衰竭主要表现为肺循环淤血和心排血量减少所致的综合征。包括劳力性呼吸困难、端坐呼吸、夜间阵发性呼吸困难及咳嗽、咳粉红色泡沫痰、咯血等急性肺水肿表现。有时因心排血量减少，到控制组织器官灌注不足，出现倦怠、乏力、体力下降及嗜睡、烦躁及精神症状等。体格检查时发现肺部有湿性啰音、心脏部位有异常心音、交替脉等体征。右心衰竭是以体循环静脉回流受阻引起各脏器淤血及缺氧为主要临床表现的综合征，如长期胃肠道淤血引起食欲不振、恶心、呕吐等；肝淤血引起上腹部胀满、腹痛等；肾脏淤血引起尿量减少、夜尿增多、蛋白尿和肾功能减退等。还可有劳力性呼吸困难症状。体格检查室可有异常心音、颈静脉充盈或怒张及肝-颈静脉回流征阳性、肝淤血肿大、压痛及足、踝内侧和胫前水肿、紫绀等体征。\n治疗：心力衰竭治疗的原则是去除病因、防治诱因、减轻心脏负荷、增强心肌收缩力。治疗目的是达到提高运动耐量，改善生活质量；阻止或延缓心室重构防止心肌损害进一步加重，降低死亡率。",
    "abstract": "心力衰竭是指心肌舒张和（或）收缩功能障碍，心排血量不足以维持组织代谢需要而引起的以循环功能障碍为主的综合征。病因可因心肌舒缩功能障碍、心脏负荷过重及心脏舒张受限引起。症状主要有呼吸困难、咳嗽等，左心衰竭表现为肺循环淤血等，右心衰竭表现为体循环静脉淤血等。并发症包括心源性肝硬化、呼吸道感染等。治疗原则是去除病因、防治诱因、减轻心脏负荷、增强心肌收缩力。",
    "source": "如意https://m.dayi.org.cn/disease/1157225?from=jrtt"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心衰是多种原因导致心脏结构和（或）功能的异常改变，使心室收缩和（或）舒张功能发生障碍，从而引起的一组复杂临床综合征，主要表现为呼吸困难、疲乏和液体潴留（肺淤血、体循环淤血及外周水肿）等。根据左心室射血分数（left ventricular ejection fraction，LVEF）的不同和治疗后的变化，分为射血分数降低的心衰（heart failure with reduced ejection fraction，HFrEF）、射血分数改善的心衰（heart failure with improved ejection fraction，HFimpEF）、射血分数轻度降低的心衰（heart failure with mildly reduced ejection fraction，HFmrEF）和射血分数保留的心衰（heart failure with preserved ejection fraction，HFpEF）。根据心衰发生的时间、速度，分为慢性心衰和急性心衰。多数急性心衰患者经住院治疗后症状部分缓解，而转入慢性心衰；慢性心衰患者常因各种诱因急性加重而需住院治疗。\n心衰是各种心脏疾病的严重表现或晚期阶段，死亡率和再住院率居高不下。发达国家成人的心衰患病率为1.0%~2.0%。2012—2015年的中国高血压调查数据显示，≥35岁成年人中，心衰患病率为1.3%，即约有1 370万心衰患者，较2000年增加了0.4%。HFrEF（LVEF<40%）、HFmrEF（LVEF 40%~49%）和HFpEF（LVEF≥50%）的患病率分别为0.7%、0.3%和0.3%。我国人口老龄化加剧，冠状动脉粥样硬化性心脏病（冠心病）、高血压、糖尿病、肥胖等慢性病的发病率呈上升趋势，医疗水平的提高使心脏疾病患者生存期延长，这些因素均导致我国心衰患病率呈持续升高趋势。全国城镇职工基本医疗保险信息管理系统数据调查显示：国内25岁及以上成人心衰标准化患病率为1.10%，≥35岁人群的心衰标准化患病率为1.38%。另外，在25~64岁、65~79岁、80岁及以上人群中，心衰的标准化患病率分别为0.57%、3.86%和7.55%。",
    "abstract": "心衰是多种原因导致心脏结构和（或）功能异常，使心室收缩和（或）舒张功能障碍引起的临床综合征，表现为呼吸困难、疲乏和液体潴留等。根据左心室射血分数不同分为HFrEF、HFimpEF、HFmrEF和HFpEF，根据发生时间和速度分为慢性和急性心衰。发达国家成人心衰患病率为1.0%~2.0%，我国≥35岁成年人中心衰患病率为1.3%。",
    "source": "心血管病学分会 指南与共识 【指南与共识】中国心力衰竭诊断和治疗指南2024(上)https://csc.cma.org.cn/art/2024/4/18/art_619_56220.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭，简称心衰，是心脏功能严重受损，不能够维持正常血液循环功能导致的疾病。心力衰竭时血液和水分淤积在组织、器官，导致组织和器官缺氧，出现功能障碍。",
    "abstract": "心力衰竭简称心衰，是心脏功能严重受损，不能维持正常血液循环功能的疾病，会导致血液和水分淤积在组织、器官，使组织和器官缺氧，出现功能障碍。",
    "source": "小荷医典https://m.xiaohe.cn/medical/disease/1384?open_time=xiaohe_default_opentime&xiaohe_from=ef1949a06dab2aee255e34c13d145306"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心衰，顾名思义，是指心脏无法像以往那样有效地泵送血液以满足身体各部分的需求。\n心衰的发生往往有着复杂的背景，其主要病因包括但不限于：1.冠心病：冠状动脉供血不足导致心肌缺血，长期下来心肌受损，心功能下降。2.高血压：长期高血压会增加心脏负担，使心脏肌肉变厚，最终影响泵血效率。3.心肌炎与心肌病：心肌炎由病毒感染等引起，心肌病则是心脏肌肉本身的结构或功能异常。4.瓣膜病：心脏瓣膜的开闭功能障碍，影响血液的正常流动，增加心脏负担。5.糖尿病：长期未控制好的糖尿病可引起心脏微血管病变，损害心功能。",
    "abstract": "心衰是指心脏无法有效泵送血液满足身体需求。其主要病因包括冠心病，冠状动脉供血不足致心肌受损；高血压，增加心脏负担影响泵血效率；心肌炎与心肌病，由病毒感染等引起；瓣膜病，心脏瓣膜开闭功能障碍；糖尿病，可引起心脏微血管病变损害心功能。",
    "source": "泰安市中心医院https://www.taishanyy.com/list/259/27239.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭(heart failure)是由于心脏器质性或功能性疾病损害心室充盈和射血分数能力而引起一组临床综合征。心力衰竭(简称心衰)是一种渐进性疾病，主要临床表现是呼吸困难、疲乏和体液潴留，但不一定同时出现。心衰按发展速度可分为急性心衰和慢性心衰，以慢性居多；按发生的部位可分为左心衰、右心衰和全心衰；按左室射血分数是否正常可分为射血分数降低和射血分数正常两类。\n急性心衰临床表现：突发呼吸困难，端坐呼吸，咳粉红色泡沫痰、有窒息感极度烦躁，面色灰白或发绀，大汗，皮肤湿冷，听诊两肺布满湿罗音和哮鸣音。\n慢性心衰临床表现：左心衰竭：(一)呼吸困难 是左心衰竭的最早和最常见的症状。可表现为劳力性呼吸困难、夜间阵发性呼吸困难或端坐呼吸。(二)咳嗽和咯血 由于肺泡和支气管粘膜淤血所引起，多与呼吸困难并存，咯血色泡沫样或血样痰。(三)疲乏无力、失眠、心悸 严重脑缺氧时可出现陈一斯氏呼吸，嗜睡、眩晕，意识丧失，抽搐等。(四)少尿及肾损害。(五)体征 除原有心脏病体征外，心尖区可有舒张期奔马律，肺动脉瓣听诊区第二心音亢进，两肺底部可听到散在湿性罗音，重症者两肺满布湿罗音并伴有哮鸣音，常出现交替脉。\n右心衰竭：(一)消化道症状 常伴有食欲不振、恶心、呕吐及上腹部胀痛，此多由于肝、脾及胃肠道充血所引起。(二)劳力性呼吸困难 由左心衰发展而来。(三)颈静脉怒张 是右心衰竭的一个较明显征象。其出现常较皮下水肿或肝肿大为早，同时可见舌下、手臂等浅表静脉异常充盈，压迫充血肿大的肝脏时，颈静脉怒张更加明显，此称肝一颈静脉回流征阳性。(四)水肿 心衰性水肿多先见于下肢，卧床病人常有腰、背及骶部等低垂部位明显，呈凹陷性水肿。(五)肝脏体征 淤血肿大，伴压痛。(六)心脏体征 由于右心衰竭常继发于左心衰竭，因而左、右心均可扩大。右心室扩大引起三尖瓣关闭不全时，在三尖瓣听诊可听到吹风性收缩期杂音。\n全心衰竭：可同时存在左、右心衰竭的临床表现，也可以左或右心衰竭的临床表现为主。",
    "abstract": "心力衰竭是由于心脏器质性或功能性疾病损害心室充盈和射血能力引起的临床综合征，是一种渐进性疾病，主要表现为呼吸困难、疲乏和体液潴留。按发展速度可分为急性和慢性心衰，按部位可分为左、右和全心衰，按左室射血分数可分为射血分数降低和正常两类。急性心衰和慢性心衰的左右心衰竭临床表现各有不同。",
    "source": "武汉市第三医院https://www.whsyy.net/view_8557.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭（heart failure）是指在适量静脉回流的情况下，由于心肌舒张和（或）收缩功能障碍，心排血量不足以维持组织代谢需要而引起的以循环功能障碍为主的综合征。临床上以心排血量降低，组织血液灌流减少以及肺循环和（或）体循环静脉淤血为特征，故又称充血性心力衰竭或心功能不全。\n并发症：1、心源性肝硬化长期的右心衰竭，导致肝脏长期淤血、缺氧。晚期出现门脉高压，表现为大量腹水、脾脏增大和肝硬化。2、呼吸道感染心衰引起的肺淤血，容易引起呼吸道感染，出现发热、咳嗽、咳痰等症状。\n病因：可因心肌舒缩功能障碍、心脏负荷过重及心脏舒张受限引起。\n常见症状：呼吸困难、咳嗽。\n左心衰竭主要表现为肺循环淤血和心排血量减少所致的综合征。包括劳力性呼吸困难、端坐呼吸、夜间阵发性呼吸困难及咳嗽、咳粉红色泡沫痰、咯血等急性肺水肿表现。有时因心排血量减少，到控制组织器官灌注不足，出现倦怠、乏力、体力下降及嗜睡、烦躁及精神症状等。体格检查时发现肺部有湿性啰音、心脏部位有异常心音、交替脉等体征。\n右心衰竭是以体循环静脉回流受阻引起各脏器淤血及缺氧为主要临床表现的综合征，如长期胃肠道淤血引起食欲不振、恶心、呕吐等；肝淤血引起上腹部胀满、腹痛等；肾脏淤血引起尿量减少、夜尿增多、蛋白尿和肾功能减退等。还可有劳力性呼吸困难症状。体格检查室可有异常心音、颈静脉充盈或怒张及肝-颈静脉回流征阳性、肝淤血肿大、压痛及足、踝内侧和胫前水肿、紫绀等体征。\n治疗原则：心力衰竭治疗的原则是去除病因、防治诱因、减轻心脏负荷、增强心肌收缩力。治疗目的是达到提高运动耐量，改善生活质量；阻止或延缓心室重构防止心肌损害进一步加重，降低死亡率。",
    "abstract": "本文介绍了心力衰竭的定义，即心肌舒张和（或）收缩功能障碍致心排血量不足引起的循环功能障碍综合征。病因包括心肌舒缩功能障碍等。症状有呼吸困难、咳嗽等，左心衰竭表现为肺循环淤血等，右心衰竭表现为体循环淤血等。并发症有心源性肝硬化、呼吸道感染等。治疗原则是去除病因、减轻心脏负荷等。",
    "source": "如意https://m.dayi.org.cn/disease/1157225?from=jrtt"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心衰是多种原因导致心脏结构和（或）功能的异常改变，使心室收缩和（或）舒张功能发生障碍，从而引起的一组复杂临床综合征，主要表现为呼吸困难、疲乏和液体潴留（肺淤血、体循环淤血及外周水肿）等。根据左心室射血分数（left ventricular ejection fraction，LVEF）的不同和治疗后的变化，分为射血分数降低的心衰（heart failure with reduced ejection fraction，HFrEF）、射血分数改善的心衰（heart failure with improved ejection fraction，HFimpEF）、射血分数轻度降低的心衰（heart failure with mildly reduced ejection fraction，HFmrEF）和射血分数保留的心衰（heart failure with preserved ejection fraction，HFpEF）。\n心衰是各种心脏疾病的严重表现或晚期阶段，死亡率和再住院率居高不下。发达国家成人的心衰患病率为1.0%~2.0%。2012—2015年的中国高血压调查数据显示，≥35岁成年人中，心衰患病率为1.3%，即约有1 370万心衰患者，较2000年增加了0.4%。HFrEF（LVEF<40%）、HFmrEF（LVEF 40%~49%）和HFpEF（LVEF≥50%）的患病率分别为0.7%、0.3%和0.3%。我国人口老龄化加剧，冠状动脉粥样硬化性心脏病（冠心病）、高血压、糖尿病、肥胖等慢性病的发病率呈上升趋势，医疗水平的提高使心脏疾病患者生存期延长，这些因素均导致我国心衰患病率呈持续升高趋势。\n原发性心肌损害和异常是引起心衰最主要的病因，除心血管疾病外，非心血管疾病也可导致心衰。",
    "abstract": "本文指出心衰是多种原因致心脏结构和（或）功能异常，使心室收缩和（或）舒张功能障碍引起的综合征，表现为呼吸困难等。根据LVEF分为不同类型。心衰是心脏疾病严重阶段，发达国家成人患病率1.0%~2.0%，我国≥35岁成年人中患病率为1.3%，病因包括原发性心肌损害等。",
    "source": "中国心力衰竭诊断和治疗指南2024(上)https://csc.cma.org.cn/art/2024/4/18/art_619_56220.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭，简称心衰，是心脏功能严重受损，不能够维持正常血液循环功能导致的疾病。\n心力衰竭时血液和水分淤积在组织、器官，导致组织和器官缺氧，出现功能障碍。",
    "abstract": "本文对心力衰竭进行了简单定义，指出心衰是心脏功能严重受损，不能维持正常血液循环功能的疾病，会导致血液和水分淤积，组织和器官缺氧。",
    "source": "小荷医典https://m.xiaohe.cn/medical/disease/1384?open_time=xiaohe_default_opentime&xiaohe_from=ef1949a06dab2aee255e34c13d145306"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心衰，顾名思义，是指心脏无法像以往那样有效地泵送血液以满足身体各部分的需求。\n心衰的发生往往有着复杂的背景，其主要病因包括但不限于：1.冠心病：冠状动脉供血不足导致心肌缺血，长期下来心肌受损，心功能下降。2.高血压：长期高血压会增加心脏负担，使心脏肌肉变厚，最终影响泵血效率。3.心肌炎与心肌病：心肌炎由病毒感染等引起，心肌病则是心脏肌肉本身的结构或功能异常。4.瓣膜病：心脏瓣膜的开闭功能障碍，影响血液的正常流动，增加心脏负担。5.糖尿病：长期未控制好的糖尿病可引起心脏微血管病变，损害心功能。",
    "abstract": "本文介绍了心衰是心脏泵送血液能力下降的疾病，其主要病因包括冠心病、高血压、心肌炎与心肌病、瓣膜病、糖尿病等，这些病因会通过不同方式影响心脏功能。",
    "source": "泰安市中心医院https://www.taishanyy.com/list/259/27239.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭(heart failure)是由于心脏器质性或功能性疾病损害心室充盈和射血分数能力而引起一组临床综合征。\n心衰是一种渐进性疾病，主要临床表现是呼吸困难、疲乏和体液潴留，但不一定同时出现。\n心衰按发展速度可分为急性心衰和慢性心衰，以慢性居多；按发生的部位可分为左心衰、右心衰和全心衰；按左室射血分数是否正常可分为射血分数降低和射血分数正常两类。\n急性心衰临床表现：突发呼吸困难，端坐呼吸，咳粉红色泡沫痰、有窒息感极度烦躁，面色灰白或发绀，大汗，皮肤湿冷，听诊两肺布满湿罗音和哮鸣音。\n慢性心衰临床表现：\n左心衰竭：(一)呼吸困难是左心衰竭的最早和最常见的症状。可表现为劳力性呼吸困难、夜间阵发性呼吸困难或端坐呼吸。(二)咳嗽和咯血由于肺泡和支气管粘膜淤血所引起，多与呼吸困难并存，咯血色泡沫样或血样痰。(三)疲乏无力、失眠、心悸严重脑缺氧时可出现陈一斯氏呼吸，嗜睡、眩晕，意识丧失，抽搐等。(四)少尿及肾损害。(五)体征除原有心脏病体征外，心尖区可有舒张期奔马律，肺动脉瓣听诊区第二心音亢进，两肺底部可听到散在湿性罗音，重症者两肺满布湿罗音并伴有哮鸣音，常出现交替脉。\n右心衰竭：(一)消化道症状常伴有食欲不振、恶心、呕吐及上腹部胀痛，此多由于肝、脾及胃肠道充血所引起。(二)劳力性呼吸困难由左心衰发展而来。(三)颈静脉怒张是右心衰竭的一个较明显征象。其出现常较皮下水肿或肝肿大为早，同时可见舌下、手臂等浅表静脉异常充盈，压迫充血肿大的肝脏时，颈静脉怒张更加明显，此称肝一颈静脉回流征阳性。(四)水肿心衰性水肿多先见于下肢，卧床病人常有腰、背及骶部等低垂部位明显，呈凹陷性水肿。(五)肝脏体征淤血肿大，伴压痛。(六)心脏体征由于右心衰竭常继发于左心衰竭，因而左、右心均可扩大。右心室扩大引起三尖瓣关闭不全时，在三尖瓣听诊可听到吹风性收缩期杂音。\n全心衰竭：可同时存在左、右心衰竭的临床表现，也可以左或右心衰竭的临床表现为主。",
    "abstract": "本文介绍了心力衰竭是心脏器质性或功能性疾病损害心室充盈和射血能力引起的综合征。心衰是渐进性疾病，按发展速度、部位、左室射血分数可分不同类型。还分别阐述了急性心衰和慢性心衰的临床表现，包括左心衰竭、右心衰竭和全心衰竭的症状和体征。",
    "source": "武汉市第三医院https://www.whsyy.net/view_8557.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure happens when the heart cannot pump enough blood and oxygen to support other organs in your body. Heart failure is a serious condition, but it does not mean that the heart has stopped beating. In the United States, nearly 6.7 million adults 20 years old or older have heart failure. In 2023, heart failure was mentioned on 452,573 death certificates (and responsible for 14.6% of all causes of death). Heart failure cost the nation an estimated $30.7 billion in 2012. This total includes the cost of health care services, medicines to treat heart failure, and missed days of work. Heart failure is more common in some areas of the United States than in others. The map shows that concentrations of counties with the highest heart disease death rates - meaning the top quintile - are located primarily in Mississippi, Louisiana, Arkansas, Oklahoma, Texas, Kentucky, Tennessee, Indiana, Illinois, and Wisconsin. Pockets of high-rate counties also were found in Oregon, Utah, Montana, South Dakota, and Nebraska. Common symptoms of heart failure include: Shortness of breath during daily activities. Trouble breathing when lying down. Weight gain with swelling in the feet, legs, ankles, or stomach. Generally feeling tired or weak. Certain medical conditions can increase your risk for heart failure, including: Unhealthy behaviors can also increase your risk for heart failure, especially for people who have one of the conditions listed above. Unhealthy behaviors include: Smoking tobacco. Eating foods high in fat, cholesterol, and salt (salt). Not getting enough physical activity. Excessive alcohol intake. Early diagnosis and treatment can improve quality and length of life for people who have heart failure. Treatment usually involves the following: Taking medicines. Reducing sodium in the diet. Drinking less liquids. Using devices that remove excess salt and water from the blood. Having heart transplant and other surgeries. Getting daily physical activity. People with heart failure also track their symptoms each day so that they can discuss these symptoms with their health care team.",
    "abstract": "心力衰竭是心脏无法泵出足够血液和氧气支持身体其他器官的严重疾病，美国近670万成人患病，2023年相关死亡45万例。症状包括日常活动气短、卧位呼吸困难、下肢腹部水肿、疲劳虚弱。风险因素有冠心病、高血压、糖尿病、肥胖、吸烟、高盐饮食、缺乏运动、过量饮酒。治疗包括药物、限钠限液、手术移植、日常活动监测。早期诊断可改善生活质量。",
    "source": "CDC - https://www.cdc.gov/heart-disease/about/heart-failure.html"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Cardiovascular diseases (CVDs) are the leading cause of death globally. An estimated 19.8 million people died from CVDs in 2022, representing approximately 32% of all global deaths. Of these deaths, 85% were due to heart attack and stroke. Over three quarters of CVD deaths take place in low- and middle-income countries. Out of the 18 million premature deaths (under the age of 70) due to noncommunicable diseases in 2021, at least 38% were caused by CVDs. Most cardiovascular diseases can be prevented by addressing behavioural and environmental risk factors such as tobacco use, unhealthy diet (including excess salt, sugar, and fats) and obesity, physical inactivity, harmful use of alcohol and air pollution. It is important to detect cardiovascular disease as early as possible so that management with counselling and medicines can begin. Cardiovascular diseases (CVDs) are a group of disorders of the heart and blood vessels. They include: coronary heart disease – a disease of the blood vessels supplying the heart muscle; cerebrovascular disease – a disease of the blood vessels supplying the brain; peripheral arterial disease – a disease of blood vessels supplying the arms and legs; rheumatic heart disease – damage to the heart muscle and heart valves from rheumatic fever, caused by streptococcal bacteria; congenital heart disease – birth defects that affect the normal development and functioning of the heart caused by malformations of the heart structure from birth; and deep vein thrombosis and pulmonary embolism – blood clots in the leg veins, which can dislodge and move to the heart and lungs. Heart attacks and strokes are usually acute events and are mainly caused by a blockage that prevents blood from flowing to the heart or brain. The most common reason for this is a build-up of fatty deposits on the inner walls of the blood vessels that supply the heart or brain. Strokes can be caused by bleeding from a blood vessel in the brain or from blood clots. The most important behavioural risk factors of heart disease and stroke are unhealthy diet, physical inactivity, tobacco use and harmful use of alcohol. Amongst environmental risk factors, air pollution is an important factor. The effects of behavioural risk factors may show up in individuals as raised blood pressure, raised blood glucose, raised blood lipids, and overweight and obesity. These “intermediate risks factors” can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications. Cessation of tobacco use, reduction of salt in the diet, eating more fruit and vegetables, regular physical activity and avoiding harmful use of alcohol have been shown to reduce the risk of cardiovascular disease. Health policies that create conducive environments for making healthy choices affordable and available, as well as improving air quality and reducing pollution, are essential for motivating people to adopt and sustain healthy behaviours. There are also a number of underlying determinants of CVDs. These are a reflection of the major forces driving social, economic and cultural change – globalization, urbanization and population ageing. Other determinants of CVDs include poverty, stress and hereditary factors. In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions. Often, there are no symptoms of the underlying disease of the blood vessels. A heart attack or stroke may be the first sign of underlying disease. Symptoms of a heart attack include: pain or discomfort in the centre of the chest; and/or pain or discomfort in the arms, the left shoulder, elbows, jaw, or back. In addition the person may experience difficulty in breathing or shortness of breath; nausea or vomiting; light-headedness or faintness; a cold sweat; and turning pale. Women are more likely than men to have shortness of breath, nausea, vomiting, and back or jaw pain. The most common symptom of a stroke is sudden weakness of the face, arm, or leg, most often on one side of the body. Other symptoms include sudden onset of: numbness of the face, arm, or leg, especially on one side of the body; confusion, difficulty speaking or understanding speech; difficulty seeing with one or both eyes; difficulty walking, dizziness and/or loss of balance or coordination; severe headache with no known cause; and/or fainting or unconsciousness. People experiencing these symptoms should seek medical care immediately. Rheumatic heart disease is caused by damage to the heart valves and heart muscle from the inflammation and scarring caused by rheumatic fever. Rheumatic fever is caused by an abnormal response of the body to infection with streptococcal bacteria, which usually begins as a sore throat or tonsillitis in children. Rheumatic fever mostly affects children in developing countries, especially where poverty is widespread. Globally, about 2% of deaths from cardiovascular diseases are related to rheumatic heart disease. Symptoms of rheumatic heart disease include: shortness of breath, fatigue, irregular heartbeats, chest pain and fainting. Symptoms of rheumatic fever include: fever, pain and swelling of the joints, nausea, stomach cramps and vomiting. Approximately 80% of the world's deaths from CVDs occur in low- and middle-income countries. People living in low- and middle-income countries often do not have the benefit of primary health care programmes for early detection and treatment of people with risk factors for CVDs. People in low- and middle-income countries who suffer from CVDs and other noncommunicable diseases have less access to effective and equitable health care services which respond to their needs. As a result, for many people in these countries detection is often late in the course of the disease and people die at a younger age from CVDs and other noncommunicable diseases, often in their most productive years. The poorest people in low- and middle-income countries are most affected. At the household level, evidence is emerging that CVDs and other noncommunicable diseases contribute to poverty due to catastrophic health spending and high out-of-pocket expenditure. At the macro-economic level, CVDs place a heavy burden on the economies of low- and middle-income countries. The key to cardiovascular disease reduction lies in the inclusion of cardiovascular disease management interventions in universal health coverage packages, although in a high number of countries health systems require significant investment and reorientation to effectively manage CVDs. Evidence from 18 countries has shown that hypertension programmes can be implemented efficiently and cost-effectively at the primary care level which will ultimately result in reduced coronary heart disease and stroke. Patients with cardiovascular disease should have access to appropriate technology and medication. Basic medicines that should be available include: aspirin, beta-blockers, calcium channel blockers, angiotensin-converting enzyme inhibitors, diuretics, statins. An acute event such as a heart attack or stroke should be promptly managed. Sometimes, surgical operations are required to treat CVDs. They include: coronary artery bypass; balloon angioplasty (where a small balloon-like device is threaded through an artery to open the blockage); valve repair and replacement; heart transplantation; and artificial heart operations. Medical devices are required to treat some CVDs. Such devices include pacemakers, prosthetic valves, and patches for closing holes in the heart. WHO works to drive and support the implementation of effective actions for the prevention, management, and control of CVDs and their associated risk factors, especially in low- and middle-income countries. To this end, WHO: develops evidence-based guidelines and tools for the prevention and management of major noncommunicable diseases, including CVDs; develops norms and standards for cardiovascular risk assessment, hypertension diagnosis, and CVD care; raises awareness about the growing global burden of CVDs; and conducts global surveillance on CVDs and their key risk factors. In 2016, to further scale up action, WHO launched the Global HEARTS Initiative, aiming to support countries in strengthening CVD prevention and control through primary health care, particularly in low- and middle-income countries. In 2013, WHO Member States agreed on global mechanisms to reduce the avoidable NCD burden including a \"Global action plan for the prevention and control of NCDs 2013-2020\". This Plan has the aim of reducing the number of premature deaths from NCDs by 25% by 2025 through nine voluntary global targets. Two of the targets directly focus on preventing and controlling CVDs. Target 6: Reduce global prevalence of raised blood pressure by 25% between 2010 and 2025. Target 8: At least 50% of eligible people should receive drug therapy and counselling (including glycaemic control) to prevent heart attacks and strokes by 2025. In addition, target 9 states that there should be 80% availability of the affordable basic technologies and essential medicines, including generics, required to treat major NCDs in both public and private facilities. Achieving these targets will require significant investment in and strengthening of health systems. WHO is also working on increasing the normative guidance available for the management of acute coronary syndrome and stroke.",
    "abstract": "心血管疾病（CVDs）是全球首要死因，2022年致死1980万，占总死亡32%，85%为心梗中风。低中收入国负担重。风险因素包括不健康饮食、缺乏运动、吸烟、酗酒、空气污染，导致高血压、高血糖、高血脂、肥胖。预防通过戒烟、减盐、多蔬果、运动、限酒。症状常隐匿，心梗表现胸痛、气短、恶心；中风面臂腿无力、言语不清。风湿性心脏病由链球菌感染引起，症状气促、疲劳、心律不齐。治疗包括药物如阿司匹林、β阻滞剂、他汀，手术如冠脉搭桥、瓣膜置换、心移植。WHO推动指南、监测、HEARTS倡议，目标2025减早死25%。",
    "source": "WHO - https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds)"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "心力衰竭（HF）是指由于各种原因导致心脏泵血功能不全，从而引起全身组织器官供血不足，产生相应症状和体征的临床综合征。心力衰竭是多种心血管疾病的共同终末期，是心血管病学中最常见、最严重的疾病之一。心力衰竭的发病率和死亡率在全球范围内均呈上升趋势。我国心力衰竭的患病率约为0.9%，其中城市高于农村，男性高于女性。随着人口老龄化，心力衰竭的发病率将进一步增加。心力衰竭的病因多样，包括冠心病、高血压病、心肌病、心脏瓣膜病、先天性心脏病等。心力衰竭的症状包括劳力性呼吸困难、夜间阵发性呼吸困难、咳嗽、咳痰、乏力、水肿、心悸等。心力衰竭的诊断主要依靠病史、体格检查、心电图、胸部X线、超声心动图、血浆脑钠肽水平等。心力衰竭的治疗包括一般治疗、药物治疗、器械治疗和手术治疗。一般治疗包括卧床休息、低盐饮食、限水、限钠。药物治疗包括利尿剂、血管紧张素转换酶抑制剂、β受体阻滞剂、强心剂等。器械治疗包括心脏再同步治疗、植入式心律转复除颤器。手术治疗包括心脏移植、心室辅助装置。心力衰竭的预防包括控制危险因素、早期诊断、及时治疗原发疾病。心力衰竭的预后取决于病因、病程、分期和治疗等因素。急性心力衰竭的病死率较高，慢性心力衰竭的5年生存率约为50%。",
    "abstract": "心力衰竭是心脏泵血功能不全导致组织供血不足的综合征，为心血管疾病终末期。发病率上升，我国约0.9%。病因包括冠心病、高血压、心肌病等。症状有劳力气促、夜喘、咳嗽、水肿、乏力。诊断靠病史、检查、心电、超声、BNP。治疗：休息、低盐饮食、药物（利尿、ACEI、β阻滞）、器械（CRT、ICD）、手术（移植）。预防控制危险因素。预后差，慢性5年生存50%。",
    "source": "国家卫健委 - https://www.nhc.gov.cn/yzygj/s7653/202007/5d39770a1eec416b84d07409a2ab6d6c.shtml"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure is a condition in which the heart loses its ability to pump blood efficiently to the rest of the body. It can affect one or both sides of the heart and may develop suddenly or gradually over time. The term 'heart failure' does not mean that the heart stops working altogether; rather, it means that the heart is not pumping as well as it should. Symptoms of heart failure can vary depending on the severity and type, but common ones include shortness of breath, fatigue, swelling in the legs and ankles, persistent cough, rapid or irregular heartbeat, reduced exercise tolerance, and sudden weight gain from fluid retention. Causes of heart failure often stem from conditions that damage or overwork the heart, such as coronary artery disease, high blood pressure, previous heart attack, cardiomyopathy, heart valve problems, arrhythmias, congenital heart defects, and other factors like diabetes, thyroid disease, or alcohol abuse. Risk factors include age, family history, smoking, obesity, and sedentary lifestyle. Complications can be severe, including kidney damage, liver damage, pulmonary hypertension, and sudden cardiac arrest. Diagnosis involves medical history, physical exam, blood tests, echocardiogram, ECG, chest X-ray, and sometimes cardiac catheterization. Treatment focuses on managing symptoms and slowing progression, including lifestyle changes like diet and exercise, medications such as diuretics, ACE inhibitors, beta-blockers, and in advanced cases, devices like pacemakers or surgery like heart transplant. Prevention emphasizes controlling risk factors through healthy habits and managing underlying conditions.",
    "abstract": "心力衰竭指心脏泵血效率低下，可突发或渐进。症状：气短、疲劳、下肢肿胀、咳嗽、心律不齐、运动耐力减低、水潴留。病因：冠心病、高血压、心梗、心肌病、瓣膜病、糖尿病。风险：年龄、家族史、吸烟、肥胖。并发：肾肝损伤、肺动脉高压、猝死。诊断：病史、体检、超声、心电、X线。治疗：生活调整、药物（利尿、ACEI、β阻）、器械、移植。预防：健康习惯、控制基础病。",
    "source": "PubMed - https://pubmed.ncbi.nlm.nih.gov/?term=heart+failure"
  },
  {
    "disease_name": "心力衰竭",
    "category": "心血管系统疾病",
    "information": "Heart failure – also referred to as congestive heart failure – is a serious medical condition in which the heart cannot pump blood around the body effectively. It can develop after the heart has been damaged or weakened by other conditions, such as coronary heart disease or high blood pressure. Symptoms often develop slowly, but may suddenly worsen during an infection, pregnancy or a period of physical or emotional stress. The main symptoms of heart failure are shortness of breath, extreme tiredness and ankle swelling. Heart failure is a long-term condition that tends to get gradually worse over time. It cannot usually be cured, but the symptoms can often be controlled with treatment. Read more about the symptoms of heart failure. Heart failure is caused by other conditions that damage the muscle of the heart, including coronary heart disease, high blood pressure, previous heart attack, viral infection of the heart muscle, heart valve disease and abnormal heart rhythms. People with a family history of heart disease or heart failure are also at increased risk. Treatment for heart failure usually aims to control the symptoms of the condition and slow down its progression. This usually involves taking 1 or more medicines, such as diuretics, ACE inhibitors or beta blockers. Lifestyle changes, such as ensuring a healthy diet, taking regular exercise and stopping smoking, can also help improve the symptoms. In some cases, treatment may involve surgery to fit a pacemaker or to replace faulty heart valves. Read more about how heart failure is treated. You can reduce your risk of heart failure by taking steps to keep your heart and blood vessels healthy. This includes not smoking, eating a balanced diet, exercising regularly and avoiding excessive alcohol. It's also important to manage conditions such as high blood pressure and diabetes.",
    "abstract": "心力衰竭（充血性心衰）是心脏泵血无效的严重病，可由冠心病、高血压等损伤引起。症状渐进：气短、极度疲劳、踝肿。病因：冠心、高血压、心梗、病毒感染、瓣膜病、心律失常、家族史。治疗：药物（利尿、ACEI、β阻）、生活改变（饮食、运动、戒烟）、手术（起搏器、瓣膜置换）。无根治，但可控制。预防：不吸烟、均衡饮食、运动、限酒、管理高血压糖尿病。",
    "source": "NHS - https://www.nhs.uk/conditions/heart-failure/"
  }
]