[
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热是一种通过受到感染的雌性伊蚊叮咬传播的病毒感染。登革热病毒有四种不同的血清型（DEN1、DEN2、DEN3和DEN4）。对登革热没有特定的治疗方法。重症登革热是一种可能致命的并发症，但通过有经验的医生和护士进行早期临床诊断和谨慎的临床管理往往能够挽救生命。70%以上的疾病负担发生在东南亚和西太平洋地区。",
    "abstract": "登革热是由伊蚊叮咬传播的病毒感染，有四种血清型。目前无特异性治疗方法，早期临床诊断和管理对挽救重症患者生命至关重要。该病主要负担在东南亚和西太平洋地区。",
    "source": "世界卫生组织 (WHO) - https://www.who.int/zh/news-room/questions-and-answers/item/what-is-dengue-and-how-is-it-treated"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热是一种发生在全球热带和亚热带地区的蚊媒病。登革热轻症会引起高烧和流感样症状。登革热重症又称登革出血热，可能导致严重出血、血压突然下降（休克）和死亡。全球每年都会出现数百万的登革热感染病例。登革热最常见于东南亚、西太平洋岛屿、拉丁美洲和非洲。登革热会导致 104 °F（40 °C）的高热并伴有以下任何体征和症状：头痛、肌肉、骨骼或关节疼痛、恶心、呕吐、眼睛后方疼痛、腺体肿胀、皮疹。大多数人会在一周左右康复。在某些情况下，症状会加重并可能危及生命。这被称为重症登革热、登革出血热或登革休克综合征。如果血管受损和渗漏，会出现重症登革热。血流中的凝血细胞（血小板）数量会下降。这可能导致休克、内部出血、器官衰竭甚至死亡。重症登革热（一种危及生命的急症）的预警体征可能迅速发展。预警体征通常在退热后的最初一两天开始出现，可能包括：严重胃疼、持续呕吐、牙龈或鼻子出血、尿液、粪便或呕吐物中带血、皮下出血，看起来像是瘀伤、呼吸困难或呼吸急促、疲劳、易怒或烦躁不安。四种登革病毒中的任意一种都会导致登革热。您不会因靠近感染者而感染登革热。事实上，登革热通过蚊子叮咬传播。",
    "abstract": "登革热是热带和亚热带地区的蚊媒病，引起高热及流感样症状，少数可发展为重症登革热，导致出血、休克甚至死亡。全球每年数百万感染，主要在东南亚、西太平洋、拉丁美洲和非洲。重症预警体征包括严重腹痛、持续呕吐、出血等。",
    "source": "妙佑医疗国际 (Mayo Clinic) - https://www.mayoclinic.org/zh-hans/diseases-conditions/dengue-fever/symptoms-causes/syc-20353078"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热是由登革热病毒（DENV）引起的病毒感染，通过受感染蚊子的叮咬传播给人类。目前，世界上约有半数人口面临登革热感染风险，估计每年有1亿至4亿人感染。登革热见于全球热带和亚热带气候地区，多发生在城市和半城市地区。虽然许多登革热病毒感染不会引起症状，或仅为轻微病症，但这一病毒偶尔会导致较严重的病例，甚至死亡。登革热的预防和控制依赖蚊媒控制。目前，对登革热/重症登革热没有特异性治疗办法，但及早发现和提供适当的医护可大幅降低重症登革热的死亡率。大多数登革热患者症状轻微或无症状，会在1-2周内好转。极少数情况下，登革热可能会很严重，甚至导致死亡。如果有症状，通常在感染后4-10天出现，并持续2-7天。症状可能包括：高烧（40°C/104°F）、剧烈头痛、眼球后疼痛、肌肉和关节痛、恶心、呕吐、腺体肿胀、皮疹。第二次感染的人患重症登革热的风险较大。重症登革热症状通常在退烧后出现，可能包括：严重腹痛、持续呕吐、呼吸急促、牙龈或鼻出血、疲劳、烦躁、呕血或便血、非常口渴、皮肤苍白和冰冷、感觉虚弱。出现这些严重症状的病人应立即就医。登革热没有特异性治疗方法。但可用扑热息痛（对乙酰氨基酚）等药物缓解疼痛。应避免使用布洛芬和阿司匹林等非类固醇抗炎药，它们会增加出血风险。重症登革热患者通常需要住院治疗。",
    "abstract": "登革热是由登革病毒引起的蚊媒病毒感染，全球约半数人口面临风险，每年估计1-4亿人感染。多数人无症状或轻微症状，少数可发展为重症甚至死亡。预防靠蚊媒控制，无特异性治疗，早期发现和适当护理可降低死亡率。避免使用非甾体抗炎药。",
    "source": "世界卫生组织 (WHO) 实况报道 - https://www.who.int/zh/news-room/fact-sheets/detail/dengue-and-severe-dengue"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热是由登革病毒（dengue virus，DENV）引起的急性传染病，是全球传播最广泛的蚊媒传染病之一。DENV是登革热的病原体，根据抗原性不同分为 4 个血清型（DENV-1，DENV-2，DENV-3 和 DENV-4），每种血清型 DENV 均可引起登革热和重症登革热。DENV 属黄病毒科（Flavivirade）黄病毒属（Flavivirus）。DENV 对热敏感，超声波、紫外线、0.05%甲醛溶液、乳酸、高锰酸钾、龙胆紫等均可灭活病毒，病毒在 pH 7～9 环境中最为稳定，在-70℃或冷冻干燥状态下可长期存活。登革热患者、隐性感染者、带病毒的非人灵长类动物是登革热的主要传染源。登革热主要是经媒介伊蚊叮咬吸血传播。在我国传播媒介主要为白纹伊蚊和埃及伊蚊。人群普遍易感，感染后有部分人发病。DENV 后，人体会对同型病毒产生持久的免疫，但对不同型病毒感染不能形成有效保护。再次感染不同型别 DENV 会引发非中和性交叉反应抗体增加，引起 ADE，这是引起重症登革热发病的一个重要机制。登革热是世界上分布最广的虫媒病毒病，流行于全球热带及亚热带地区。",
    "abstract": "登革热是由登革病毒引起的急性蚊媒传染病，有4种血清型。病毒对热敏感，可被多种方式灭活。传染源包括患者、隐性感染者和带毒动物，通过伊蚊叮咬传播，人群普遍易感。再次感染不同血清型可能引发重症，是全球分布最广的虫媒病毒病。",
    "source": "丁香园 - https://drugs.dxy.cn/pc/clinicalDecision/yKisC0SC6960PDgcMdoqQQ?ky=Ns88D.html"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热（dengue fever，DEN）是由登革病毒引起、经伊蚊叮咬传播的蚊媒传染病。患者及隐性感染者为主要传染源。媒介伊蚊叮咬患者或隐性感染者后，通过叮咬传播给其他人。人群普遍易感。潜伏期为1～14天，多为4～7天。临床症状表现为起病急，发热可持续2～7天，剧烈头痛、肌痛、关节痛、眼眶痛、食欲减退、恶心、呕吐和皮疹。部分病例早期可出现全身性红斑、淤点、鼻出血或牙龈出血等出血表现，退热期可出现斑丘疹，恢复过程中可伴随慢性疲劳和抑郁。防控登革热，需要做好社区和公共场所环境整治，清除居家内外积水等蚊虫孳生地，杀灭成蚊，在蚊虫多的地区，使用驱虫剂、安装纱门纱窗等进行个人防护，防止蚊虫叮咬。染病后应做好防蚊隔离，避免传播感染家人，并及时就医。",
    "abstract": "登革热是由登革病毒引起、经伊蚊传播的蚊媒传染病，传染源为患者和隐性感染者，人群普遍易感。潜伏期多4-7天，起病急，表现为发热、头痛、肌肉关节痛、皮疹等，部分有出血表现。预防需清除蚊虫孳生地、防蚊叮咬，患病后需防蚊隔离并及时就医。",
    "source": "国家疾病预防控制局 - https://www.ndcpa.gov.cn/jbkzzx/c1000372/common/content/content_1715237106332594176.html"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热（Dengue Fever，DF）是由登革病毒（Dengue virus，DENV）引起，经媒介伊蚊叮咬传播的急性传染病，是《中华人民共和国传染病防治法》规定的乙类传染病。登革热在全球热带和亚热带地区广泛流行，流行范围和发病人数呈不断扩大和上升趋势。我国媒介伊蚊分布广泛，近年来由境外输入病例引发的登革热本地疫情时有发生。登革病毒属于黄病毒科黄病毒属，病毒颗粒呈球形，有包膜，直径45—55nm，共有4个血清型（DENV-1、DENV-2、DENV-3和DENV-4），均可导致人类感染，引发重症，其中DENV-4型病毒传播力较弱，累及范围较小。我国本地传播登革病毒流行株血清型与境外输入病毒相关联，以DENV-1型、DENV-2型多见。登革病毒对热敏感，56℃30分钟可灭活。在4℃条件下其感染性可保持数周，在-70℃或冷冻干燥状态下可长期存活。pH值小于3的条件、超声波、紫外线、0.05%甲醛溶液、乳酸、高锰酸钾、龙胆紫均可灭活病毒。登革热患者、隐性感染者、带病毒的非人灵长类动物。主要通过携带登革病毒的伊蚊叮咬传播，在我国传播媒介主要为白纹伊蚊和埃及伊蚊。少数情况下也可经输血传播和母婴传播。潜伏期一般为1—14天，多为5—9天。感染者在发热期及前后1—2天对媒介伊蚊具有感染性，一般在发病前1天至发病后5天内感染性强。人群普遍易感。登革病毒感染后，对同血清型登革病毒可产生持久免疫力，但对不同血清型登革病毒不能形成有效保护，再次感染不同血清型登革病毒可增加重症风险。登革热在全球存在媒介伊蚊分布的热带、亚热带地区广泛流行，累及全球100多个国家和地区。拉丁美洲、西太平洋、东南亚、东地中海等地区，登革热传播可常年发生。我国虽尚未形成稳定的登革热本地传播疫源地，但境外输入病例常年可见。广东、云南、广西等多个省份曾多次发生输入引起的本地传播疫情，夏秋季高发，各年龄段人群均可发病，以青壮年为主。登革热是一种全身性疾病，临床表现复杂多样，临床特征为突起发热、全身疼痛、皮疹、出血及白细胞减少等，病程可分为急性发热期、极期和恢复期。多数病例病情较轻，仅有发热期和恢复期表现，少数病例为重症登革热，表现为严重出血、休克及重要脏器损伤。",
    "abstract": "登革热是由登革病毒引起的乙类传染病，经伊蚊叮咬传播。病毒有4种血清型，对热敏感。传染源包括患者、隐性感染者和带毒动物，潜伏期多为5-9天。人群普遍易感，再次感染不同血清型增加重症风险。全球热带、亚热带地区广泛流行，我国多省有输入引起的本地疫情。临床表现为发热、疼痛、皮疹、出血等，少数为重症。",
    "source": "国家疾病预防控制局 - 登革热防控方案（2025年版） - https://www.ndcpa.gov.cn/jbkzzx/c100014/common/content/content_1938557342511960064.html"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "Dengue is caused by any of four distinct but antigenically related serotypes of dengue virus (DENV-1, DENV-2, DENV-3, DENV-4). Infection confers lifelong homotypic immunity and a brief period of heterotypic immunity; subsequent infection with a different serotype increases the risk of severe dengue due to antibody-dependent enhancement. The global incidence has grown dramatically, with about half of the world's population now at risk. An estimated 100–400 million infections occur each year, of which ~96 million manifest clinically. Southeast Asia, the Americas, and the Western Pacific bear the highest burden, but local transmission is increasingly reported in Europe and Africa. Aedes aegypti is the principal vector; Aedes albopictus serves as a secondary vector. Vertical transmission from mother to fetus and transmission via blood products or organ donation are rare but documented.",
    "abstract": "登革病毒含4种血清型，感染后可获同型终身免疫，异型短暂免疫，二次感染异型易重症。全球约半数人口暴露，年感染1–4亿例，主要媒介为埃及伊蚊，垂直及经血传播罕见但存在。",
    "source": "CDC - Dengue: Epidemiology and Risk Factors, https://www.cdc.gov/dengue/epidemiology/index.html"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热是一种由登革病毒引起的，经伊蚊叮咬传播的虫媒传染病。据世界卫生组织统计，全球每年约有1-4亿人感染，其中美洲、东南亚和西太平洋区域发病最为严重，亚洲约占全球疾病负担的70%。登革热的潜伏期一般为1-14天，多为5-9天。大多数感染者没有症状或症状轻微，一旦发病，患者会出现突发高热，体温可达40℃以上；剧烈头痛、眼眶痛、全身肌肉关节痛；面部、颈部、胸部潮红；四肢或躯干出现充血性红疹；恶心、呕吐、腹泻、食欲不振等消化道症状。严重者可发展为登革出血热或登革休克综合症，甚至危及生命。登革热和基孔肯雅热的传播途径相似，都是由白纹伊蚊和埃及伊蚊传播。伊蚊白天叮咬人，尤其活跃于日出前后1-2小时和日落前2-3小时。它们的幼虫孳生于小型积水容器中，如瓶罐、废旧轮胎、花盆等。",
    "abstract": "登革热是由登革病毒引起、经伊蚊叮咬传播的虫媒传染病，全球每年约1-4亿人感染，亚洲负担最重。潜伏期多为5-9天，典型症状包括高热、头痛、眼眶痛、肌肉关节痛、皮疹等，严重者可发展成登革出血热或休克综合征。主要通过白纹伊蚊和埃及伊蚊传播，幼虫孳生于小型积水容器。",
    "source": "中国疾病预防控制中心 - https://www.chinacdc.cn/jkts/202507/t20250716_308513.html"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革热是一种可以引起严重流感样疾病的蚊媒病毒感染，有时会引起一种被称为重症登革热的潜在致命并发症。在过去50年里，登革热的发病率增加了30倍。据估计，在100多个流行国家，每年有多达5000万至1亿人感染，让近40亿人面临感染风险。引起登革热的病毒有4种血清型，它们被称为DEN-1、DEN-2、DEN-3和DEN-4。大多数登革热感染的症状轻微，可能不会引起注意。重症登革热是一种可由登革热感染发展而来的潜在致命并发症。登革热引起流感样症状，持续2至7天。登革热通常在被受感染的蚊子叮咬后发生，潜伏期一般为4至10天。高烧（40°C/104°F）通常伴有至少以下两种症状：头痛、后眼窝痛、恶心、呕吐、腺体肿胀、关节、骨骼或肌肉疼痛、皮疹。第二次感染者患重症登革热的风险增加。如果发展成重症登革热，在首次出现疾病体征后3至7天为关键期。患者体温会下降；这未必意味着患者在康复。警告信号可能包括：严重腹痛、持续呕吐、牙龈出血、呼吸急促、疲劳乏力/烦躁不安、呕血或便血、极度口渴、皮肤苍白和冰冷。有这些严重症状的人应立即就医。重症登革热可导致可能引起休克和/或液体积聚并伴有/没有呼吸窘迫的血浆泄漏；严重出血；以及严重器官损伤。登革热没有特效药。患者应就医，休息，多喝水。可以使用扑热息痛来退烧和减轻关节痛。不过，不应服用阿司匹林或布洛芬，因为它们会增加出血风险。感染一种毒株将提供只针对该特定毒株的终身保护。不过，仍有可能感染其他毒株并发展成重症登革热。登革热通过雌蚊（埃及伊蚊）叮咬传播。当蚊子吸了登革热病毒感染者的血后会被感染。大约一周后，蚊子可以在叮咬健康人时传播病毒。埃及伊蚊在白天进食：其叮咬高峰是在清晨和黄昏前。目前，有一种疫苗可以用于预防登革热。TAK-003是唯一获得许可的可用登革热疫苗。根据世卫组织的建议，该疫苗采用两剂接种方案，间隔时间为三个月，并在特定情况下为特定年龄组人群接种。世卫组织建议在登革热传播强度高的环境中为6至16岁儿童接种TAK-003疫苗。",
    "abstract": "登革热是蚊媒病毒感染，可引起重症登革热等致命并发症，发病率在过去50年增加30倍，全球约40亿人面临风险。病毒有4种血清型，典型症状包括高热、头痛、眼痛、肌肉关节痛和皮疹。二次感染重症风险高，警告信号包括严重腹痛、持续呕吐、出血等。无特效药，对症治疗，避免使用阿司匹林和布洛芬。已有疫苗TAK-003可用于特定人群。",
    "source": "世界卫生组织 (WHO) - https://www.who.int/zh/news-room/questions-and-answers/item/dengue-and-severe-dengue"
  },
  {
    "disease_name": "登革热",
    "category": "感染性疾病",
    "information": "登革熱是一種由登革熱病毒引起的傳染病，此病毒經由蚊子傳播給人類。登革熱常見於熱帶及亞熱帶氣候地區。登革熱在一百多個國家流行，當中包括多個東南亞國家。登革熱病毒共有四種不同血清型，每一型均可引致登革熱及重症登革熱（又稱為登革出血熱）。登革熱的病徵包括高燒、嚴重頭痛、眼窩後疼痛、肌肉及關節痛、噁心、嘔吐、淋巴結腫脹以及出疹。有些人在感染登革熱病毒後沒有明顯的病徵，有些則只有發熱及出疹等輕微及不明確的病徵。第一次感染登革熱的病情一般都較輕，病癒後對該血清型病毒會產生終生免疫能力，但對其他三種血清型病毒只有部分和短暫的交叉免疫能力。若隨後感染其他血清型的登革熱病毒，出現重症登革熱的機會則較高。重症登革熱是一種由登革熱所引起的併發症，病情比較嚴重，可導致死亡。重症登革熱的患者初時會出現發高燒等與登革熱相似的一般病徵。當高燒開始退卻時（通常在病發後 2 － 7 天），患者或會出現一些重症登革熱的預警症狀，例如嚴重腹痛、持續嘔吐、呼吸急促、乏力、煩躁不安和出血的症狀，如鼻或牙齦出血，亦有可能出現嘔吐物或糞便中帶血的情況。嚴重的或會導致血液循環系統衰竭、休克及死亡。登革熱透過帶有登革熱病毒的雌性伊蚊叮咬而傳染給人類。當登革熱患者被病媒蚊叮咬後，病媒蚊便會帶有病毒，若再叮咬其他人，便有機會將病毒傳播。此病並不會經由人與人之間傳播，但有證據顯示登革熱病毒有輕微機會經母嬰傳播從懷孕母親傳染給她的嬰兒。香港並未發現主要傳播登革熱的埃及伊蚊，但同樣可傳播登革熱的白紋伊蚊卻屬於本港常見的蚊品種。潛伏期為 3 － 14 天，大多數為 4 － 7 天。目前並沒有針對登革熱及重症登革熱的治療。患有登革熱的人士一般都會在一周左右自行痊癒，而症狀治療可助紓緩不適。重症登革熱患者通常須住院及接受支援性治療。目前沒有預防登革熱的疫苗在本港獲註冊。預防登革熱的最佳方法是避免被蚊子叮咬。",
    "abstract": "登革热是由登革病毒引起、经伊蚊叮咬传播的传染病，在一百多个国家流行。病毒有四种血清型，首次感染症状较轻且对同型终身免疫，再次感染不同血清型时重症风险高。典型症状包括高热、头痛、肌肉关节痛和皮疹，重症可出现严重腹痛、呕吐、出血和休克。潜伏期多为4-7天，无特异性治疗方法，主要对症支持治疗，重症需住院。预防关键在防蚊。",
    "source": "香港卫生防护中心 - https://www.chp.gov.hk/tc/healthtopics/content/24/19.html"
  }
]