[
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "闭经是指没有月经，一般定义为一个或多个经期不来月经。原发性闭经是指女性到 15 岁还一直没有来过月经。原发性闭经最常见的原因与激素水平有关，但解剖结构问题也可能会导致闭经。继发性闭经是指过去有过月经的人连续三个或更多经期不来月经。怀孕是继发性闭经最常见的原因，但激素问题也可能会导致继发性闭经。除了不来月经外，您可能还会出现下述其他体征或症状，具体取决于导致闭经的原因：乳头有乳白色液体溢出、脱发、头痛、视力变化、面部毛发过多、盆腔痛、痤疮。闭经的发生可能有多种原因。有些是正常现象，而另一些则可能是药物导致的副作用或医学疾病的征兆。在您的正常一生中，您可能由于自然原因而出现闭经，例如：怀孕、母乳喂养、绝经。有些药物可能会导致停经，包括某些类型的以下药物：抗精神病药、癌症化疗药物、抗抑郁药、降压药、抗过敏药物。有时生活方式因素会导致闭经，例如：体重轻。体重过低（大约低于正常体重 10%）会扰乱身体的许多激素功能，有可能导致排卵停止。患有进食障碍（如厌食症或贪食症）的女性往往会因为异常的激素水平变化而出现停经。过度运动。参加芭蕾舞等需要严苛训练的活动的女性可能会发现其月经周期被扰乱。有几个因素共同导致运动员不来月经，包括体脂低、压力大和能量消耗高。压力。精神压力会暂时改变下丘脑功能，下丘脑是大脑中控制调节月经周期的激素的区域。排卵和月经可能因此停止。正常的月经周期通常会在压力减轻后恢复。许多类型的医学问题可能会引起激素失衡，包括：多囊卵巢综合征（PCOS）。PCOS 会导致激素持续保持在相对较高的水平，而不是正常月经周期中出现的波动水平。甲状腺功能不全。甲状腺功能亢进症（甲亢）或甲状腺功能减退症（甲减）可能会导致月经异常，包括闭经。垂体瘤。垂体腺中的非癌性（良性）肿瘤会干扰激素对月经的调节。过早绝经。绝经通常始于 50 岁左右。但一些女性可能在 40 岁前就出现卵巢排卵功能下降和停经。结构性问题：性器官本身的问题也可能导致闭经。例如：子宫瘢痕。子宫腔粘连综合征是一种瘢痕组织在子宫内膜堆积的状况，有时可能发生在刮宫术（D&C）、剖腹产或子宫肌瘤治疗之后。子宫中的瘢痕形成会阻止子宫内膜的正常增厚和脱落。缺少生殖器官。有时在胎儿发育过程中会出现问题，导致缺少生殖系统的某些部分，如子宫、宫颈或阴道。因为生殖系统没有发育完全，所以在成人后不可能出现月经周期。阴道结构异常。阴道堵塞可能导致经血无法排出。阴道中可能存在一层膜或壁，阻塞血液从子宫和宫颈流出。",
    "abstract": "闭经指无月经，分原发性（15岁从无月经）和继发性（既往有月经，连续3个或以上周期无月经）。除停经外，或伴乳头溢液、脱发、头痛、视力变化、多毛、盆腔痛、痤疮等。病因多样：生理性（如妊娠、哺乳、绝经）；药物性（如抗精神病药、化疗药、抗抑郁药）；生活方式性（如体重过轻、进食障碍、过度运动、压力）；激素失衡（如PCOS、甲状腺功能异常、垂体瘤、早发性卵巢功能不全）；结构性问题（如子宫瘢痕、生殖器官缺如、阴道阻塞）。",
    "source": "妙佑医疗国际, https://www.mayoclinic.org/zh-hans/diseases-conditions/amenorrhea/symptoms-causes/syc-20369299"
  },

  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "多囊卵巢综合症（polycystic ovary syndrome, PCOS）是最常见的妇科内分泌疾病之一。PCOS的病理生理改变大多从围青春期开始，其病理生理改变将持续影响女性后期的健康。PCOS的发病机制尚不明确，涉及调控下丘脑垂体功能、卵巢细胞功能、雄激素水平、胰岛素抵抗这些关键环节。本综述从患者的遗传背景、宫内发育情况、神经内分泌功能、炎症因素、肠道菌群微生态、环境因素等方面总结PCOS的最新发病机制进展，以期为深入了解该疾病及临床诊治提供新思路。多囊卵巢综合征（polycystic ovarian syndrome, PCOS）是最常见的妇科内分泌疾病之一，8%～13%的女性和5.6%～11.04%的青春期女性受累。我国生育期女性PCOS患病率为8.6%，青春期女性的患病率为10.26%。相当数量的PCOS患者在青春期初潮后以月经异常为主要症状就诊，这部分青春期PCOS患者若不能早期规范诊治，成年后可能面临代谢异常、子宫内膜病变、不孕、自然流产等问题，同时妊娠期糖尿病、子痫前期、早产、死产等妊娠期并发症和合并症风险也会增加。因此了解PCOS的发病机制对早诊断早治疗有重要意义。2023年新版PCOS国际指南在2018年国际指南的基础上进行更新，诊断需要排除相关疾病后存在以下情况：①排卵功能障碍；②临床/生化高雄激素血症；③超声提示卵巢多囊样改变。在2023版本中提出抗米勒管激素（anti-Müllerian hormone, AMH）可以代替超声；如果同时存在月经不规则和高雄激素血症，则无需超声或AMH。在青少年中，需要同时存在高雄激素血症和排卵功能障碍，而超声和AMH因特异性较差则不建议使用。对“月经不规则”的定义也进行了细化：①初潮后第一年作为青春期过渡阶段，此阶段月经不规则可视为正常；②初潮后1～3年：月经周期<21 d或>45 d；③初潮后3年至围绝经期：月经周期<21 d或>35 d，或<8个周期/年；④初潮后1年：任一个月经周期>90 d；⑤>15岁无月经初潮或乳房初现>3年后无月经来潮。另外，对临床高雄激素血症也推荐首选标准化视觉量表（如mFG评分）。",
    "abstract": "多囊卵巢综合征（PCOS）是常见妇科内分泌疾病，影响8%-13%女性及5.6%-11.04%青春期女性；中国生育期女性患病率8.6%，青春期10.26%。许多患者以月经异常为首要表现。PCOS发病机制未完全明确，涉及下丘脑-垂体-卵巢轴、雄激素、胰岛素抵抗及遗传、环境等多因素。2023年国际诊断标准需排除其他疾病后满足：排卵功能障碍、高雄激素血症（临床/生化）、卵巢多囊样改变（超声或AMH）。青少年诊断需同时具备高雄激素血症和排卵功能障碍，不推荐超声和AMH。月经不规则定义依初潮后时间细化。",
    "source": "PubMed, https://pmc.ncbi.nlm.nih.gov/articles/PMC11334293/"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Primary dysmenorrhea is recurrent lower abdominal pain during menstruation without identifiable pelvic pathology. Pain typically begins within 6–12 months after menarche, peaks within the first 24–48 hours of menses, and lasts 8–72 hours. It is caused by excess prostaglandin F2α in secretory endometrium, leading to intense uterine contractions, ischemia, and heightened pain sensitivity. Associated symptoms include nausea, vomiting, diarrhea, headache, and fatigue. Risk factors: age <30, nulliparity, early menarche (<12 years), heavy flow, smoking, family history, depression/anxiety.",
    "abstract": "原发性痛经为无器质病变的经期下腹痛，多在初潮后6–12个月出现，持续8–72小时，因子宫内膜前列腺素F2α过量致宫缩缺血，伴恶心呕吐等。",
    "source": "StatPearls - Dysmenorrhea, NIH, https://www.ncbi.nlm.nih.gov/books/NBK560834/"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Secondary dysmenorrhea is menstrual pain due to identifiable pelvic pathology. It may begin years after menarche or de novo in women aged 30–40s. Pain often precedes menses by several days, persists throughout flow, and is accompanied by heavy/irregular bleeding, dyspareunia, or vaginal discharge. Leading causes: endometriosis (29–64% of laparoscopies), adenomyosis, uterine fibroids, pelvic inflammatory disease, cervical stenosis, intrauterine adhesions, and congenital uterine anomalies. Copper intrauterine devices are an iatrogenic cause.",
    "abstract": "继发性痛经由盆腔器质病变引起，可初潮数年后或30岁后新发，痛期长并伴经量异常、性交痛，常见病因子宫内膜异位症、腺肌症、肌瘤、PID等。",
    "source": "BMJ Best Practice - Dysmenorrhea, https://bestpractice.bmj.com/topics/en-us/420"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Menstrual irregularities are common and encompass a variety of conditions affecting the menstrual cycle. These can include variations in cycle length, duration of flow, or amount of blood loss. The normal menstrual cycle typically occurs every 21 to 35 days and lasts for 2 to 7 days. Common types of menstrual irregularities include amenorrhea (absence of periods), oligomenorrhea (infrequent periods), polymenorrhea (frequent periods), menorrhagia (heavy menstrual bleeding), and dysmenorrhea (painful periods). Causes can range from hormonal imbalances and stress to underlying medical conditions such as polycystic ovary syndrome (PCOS), thyroid disorders, or uterine fibroids. Evaluation often involves a detailed history, physical examination, and may include blood tests to check hormone levels, ultrasound imaging, or other diagnostic procedures depending on the specific symptoms.",
    "abstract": "月经不调是影响月经周期的常见情况，包括周期频率、经期长度或出血量的异常。正常月经周期为21-35天，持续2-7天。常见类型有闭经、月经过少、月经过多、经期过长和痛经等。病因包括激素失衡、压力、多囊卵巢综合征、甲状腺疾病和子宫肌瘤等。诊断需详细病史、体检，可能包括激素检测和超声检查。",
    "source": "Cleveland Clinic, https://my.clevelandclinic.org/health/diseases/14633-abnormal-menstruation-periods"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Heavy menstrual bleeding (formerly called menorrhagia) is when your periods are extremely heavy or prolonged. Heavy means that your period lasts longer than 7 days or that you lose more blood than is typical during your period. You may bleed so much that you have to change your tampon or pad every hour for several hours back-to-back. You may pass blood clots the size of a quarter or even larger. Heavy menstrual bleeding is a common problem, affecting about 1 in 3 women. It can be caused by hormone problems, bleeding disorders, medications, uterine fibroids or polyps, and some other conditions. It can lead to anemia, which may cause you to feel tired or short of breath. Treatments include medications and procedures.",
    "abstract": "月经过多指经期出血量过大或持续时间过长，经期超过7天或需连续数小时每小时更换卫生巾，可能排出大血块。约三分之一女性受此问题困扰。病因包括激素问题、出血性疾病、药物、子宫肌瘤或息肉等。可导致贫血，引起疲劳或气短。治疗包括药物和手术。",
    "source": "Office on Women's Health, U.S. Department of Health & Human Services, https://www.womenshealth.gov/menstrual-cycle/heavy-menstrual-bleeding"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Premenstrual syndrome (PMS) is a combination of symptoms that many women get about a week or two before their period. Most women, over 90%, say they get some premenstrual symptoms, such as bloating, headaches, and moodiness. For some women, these symptoms may be so severe that they miss work or school, but other women are not bothered by milder symptoms. The exact cause of PMS is not known, but changes in hormone levels during the menstrual cycle may play a role. PMS may also be affected by chemical changes in the brain, stress, and emotional problems. Lifestyle changes and sometimes medications can help manage symptoms.",
    "abstract": "经前期综合征是许多女性在经前1-2周出现的一系列症状，超过90%女性有经前症状，如腹胀、头痛和情绪波动。严重者可能影响工作学习。确切病因未知，可能与月经周期中激素水平变化、大脑化学变化、压力和情绪问题有关。生活方式改变和药物可帮助管理症状。",
    "source": "MedlinePlus, https://medlineplus.gov/premenstrualsyndrome.html"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Premenstrual dysphoric disorder (PMDD) is a severe, sometimes disabling extension of premenstrual syndrome (PMS). Although regular PMS and PMDD both have physical and emotional symptoms, PMDD causes extreme mood shifts that can disrupt your work and damage your relationships. Symptoms include extreme sadness, hopelessness, irritability, or anger, plus common PMS symptoms such as breast tenderness and bloating. PMDD affects up to 5% of women of childbearing age. Many women with PMDD may also have anxiety or depression. The exact cause of PMDD is not known, but it may be an abnormal reaction to normal hormone changes that happen with your monthly menstrual cycle. Treatments include antidepressants, birth control pills, or nutritional supplements.",
    "abstract": "经前烦躁障碍是经前期综合征的严重形式，可致功能障碍。与PMS相比，PMDD引起极端情绪波动，可能破坏工作和人际关系。症状包括极度悲伤、绝望、易怒或愤怒，以及乳房胀痛和腹胀等常见PMS症状。影响约5%育龄女性，常伴焦虑或抑郁。确切病因未知，可能是对月经周期正常激素变化的异常反应。治疗包括抗抑郁药、避孕药或营养补充剂。",
    "source": "Office on Women's Health, U.S. Department of Health & Human Services, https://www.womenshealth.gov/menstrual-cycle/premenstrual-syndrome/premenstrual-dysphoric-disorder-pmdd"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Polycystic ovary syndrome (PCOS) is a common hormone disorder affecting 1 in 10 women of childbearing age. Women with PCOS typically have irregular periods or no periods at all, excess androgen (male hormone) levels, and polycystic ovaries. The exact cause of PCOS is unknown, but it may be related to insulin resistance and family history. Symptoms can include irregular periods, excessive hair growth, acne, weight gain, and fertility problems. Long-term health risks include type 2 diabetes, high cholesterol, high blood pressure, and endometrial cancer. Treatment focuses on managing symptoms and may include lifestyle changes, birth control pills, or diabetes medications.",
    "abstract": "多囊卵巢综合征是常见激素紊乱疾病，影响十分之一育龄女性。患者通常月经不规律或闭经、雄激素水平过高、卵巢多囊样改变。确切病因未知，可能与胰岛素抵抗和家族史有关。症状包括月经不调、多毛、痤疮、体重增加和不孕。长期健康风险包括2型糖尿病、高胆固醇、高血压和子宫内膜癌。治疗侧重于症状管理，包括生活方式改变、避孕药或糖尿病药物。",
    "source": "Centers for Disease Control and Prevention, https://www.cdc.gov/diabetes/basics/pcos.html"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Endometriosis is a condition where tissue similar to the lining of the uterus grows outside the uterus, causing pain and infertility. It affects roughly 10% of reproductive-aged women. Symptoms include painful periods, chronic pelvic pain, pain during or after sex, painful bowel movements or urination during periods, and infertility. Some women with endometriosis may also have heavy bleeding during periods or between periods. The cause of endometriosis is unknown, and there is no known cure. Treatments aim to manage symptoms and may include pain medication, hormone therapy, or surgery.",
    "abstract": "子宫内膜异位症是子宫外生长类似子宫内膜的组织，引起疼痛和不孕，影响约10%育龄女性。症状包括痛经、慢性盆腔痛、性交痛、经期排便排尿痛和不孕。部分患者可能有月经过多或经间期出血。病因未知，无治愈方法。治疗旨在控制症状，包括止痛药、激素疗法或手术。",
    "source": "World Health Organization, https://www.who.int/news-room/fact-sheets/detail/endometriosis"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "Uterine fibroids are noncancerous growths of the uterus that often appear during childbearing years. Also called leiomyomas or myomas, uterine fibroids aren't associated with an increased risk of uterine cancer and almost never develop into cancer. Many women have uterine fibroids sometime during their lives, but most don't know they have them because they often cause no symptoms. When symptoms do occur, they can include heavy menstrual bleeding, periods lasting more than a week, pelvic pressure or pain, frequent urination, and difficulty emptying the bladder. Treatment depends on the size and location of fibroids and the severity of symptoms, ranging from medication to various surgical options.",
    "abstract": "子宫肌瘤是子宫非癌性生长，常见于育龄期，与子宫癌风险增加无关，几乎不会癌变。许多女性一生中某个时期会有子宫肌瘤，但多数无症状。有症状时包括月经过多、经期超过一周、盆腔压迫感或疼痛、尿频和排尿困难。治疗取决于肌瘤大小、位置和症状严重程度，从药物到各种手术选择。",
    "source": "Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/uterine-fibroids/symptoms-causes/syc-20354288"
  },
    {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "月经不调指月经周期、经期或经量与正常范围不符，表现为周期<21天或>35天、经期<3天或>7天、经量<5 mL或>80 mL，或周期不规则、经间期出血等。常见症状包括经期提前、延后、闭经、经血颜色暗紫或淡红、血块多、经量过多或过少、痛经、经前期乳房胀痛及情绪波动等。病因涵盖内分泌失衡（如下丘脑-垂体-卵巢轴紊乱、甲状腺功能异常、高泌乳素血症）、妇科疾病（子宫肌瘤、子宫内膜异位症、多囊卵巢综合征）、生活方式（熬夜、过度节食、剧烈运动、精神压力）、全身性疾病（贫血、肝病）及药物影响。诊断需结合病史、体格检查、激素六项、甲状腺功能、盆腔超声，必要时宫腔镜或MRI。治疗原则为病因治疗：功能性出血可用激素（口服避孕药、孕激素）调整周期并止血；器质性病变（肌瘤、内膜异位）可行手术；贫血者补铁；生活方式干预包括规律作息、均衡饮食、减压及适度运动。",
    "abstract": "月经不调表现为周期、经期或经量异常，症状有提前、延后、闭经、血块、痛经等。病因包括内分泌失衡、妇科疾病、生活方式及全身性疾病。诊断靠激素与影像检查，治疗按病因给予激素、手术或生活方式干预。",
    "source": "民福康, https://mip.mfk.com/article/9038596.shtml"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "诊断流程：①详细月经史（初潮年龄、周期、经期、经量、伴随症状）；②盆腔检查排除生殖道畸形、炎症、包块；③实验室检查（血常规、凝血功能、性激素六项、甲状腺功能、泌乳素、β-hCG）；④影像学：经阴道超声评估子宫内膜厚度、肌瘤、腺肌症、卵巢形态，必要时宫腔镜直视下活检或MRI评估垂体及下丘脑病变；⑤特殊试验：孕激素试验、雌孕激素序贯试验判断子宫内膜反应及闭经部位。治疗策略：1.止血并纠正贫血：口服铁剂、氨甲环酸、非甾体抗炎药减少经量；2.周期调整：复合口服避孕药（COC）、周期性孕激素（地屈孕酮10 mg bid×10天/月）、左炔诺孕酮宫内缓释系统（LNG-IUS）；3.促排卵：有生育要求者可用克罗米芬、来曲唑；4.手术：黏膜下肌瘤或息肉行宫腔镜切除，子宫腺肌症可行子宫动脉栓塞或子宫切除；5.生活方式：体重管理（BMI 18.5–24 kg/m²）、戒烟限酒、每周≥150 min中等强度运动、保持睡眠7–9小时、减压训练（正念、瑜伽）。",
    "abstract": "诊断需详询月经史、盆腔检查、激素与影像、必要时宫腔镜及试验治疗；治疗包括止血补铁、COC或孕激素调整周期、LNG-IUS、促排卵、手术及生活方式干预。",
    "source": "Island Hospital, https://islandhospital.com/关注女性健康：月经失调的原因、症状及治疗方法/"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "功能失调性子宫出血（DUB）占月经不调门诊病例约85%，其中无排卵型多见于青春期与围绝经期。临床表现：周期不规则、经期延长或经量过多，可导致中重度贫血（Hb<100 g/L）。病理基础为雌激素持续刺激子宫内膜增生而缺乏孕激素拮抗，致内膜脱落不完全、修复不良。诊断需排除妊娠、流产、宫外孕、肌瘤、息肉、腺肌症、凝血障碍（如 von Willebrand 病）、甲状腺功能异常、高泌乳素血症等。基础体温呈单相型；内膜活检示增生期或单纯增生，少数为复杂增生或非典型增生。治疗：急性大出血给予静脉雌激素（结合雌激素25 mg q4–6h至止血后24h）或口服COC每8–12小时1片×7天，后减至维持量共21天；同时补铁。维持治疗：周期性孕激素每周期10–14天、COC连续或延长周期、LNG-IUS 5年使用可降低90%经量并逆转内膜增生。必要时诊刮止血并送病理。",
    "abstract": "DUB占月经不调85%，无排卵型为主，表现为周期乱、经期长、经量多，可致贫血。诊断排除器质性与全身性疾病，治疗急性期用大剂量雌激素或COC止血，维持用孕激素、COC或LNG-IUS。",
    "source": "MSN, https://www.msn.cn/zh-cn/health/疾病和症状/月经不调的症状-月经不调怎么治疗/ar-BB1rg5WJ"
  },
  {
    "disease_name": "月经不调",
    "category": "生殖系统疾病",
    "information": "围绝经期月经改变：40岁后卵巢功能衰退，卵泡数量减少、FSH升高（>25 IU/L），表现为周期缩短（<21天）或延长（>35天）、经量忽多忽少、经期延长或点滴出血。持续≥10–12个月无月经即可诊断绝经。此阶段排卵率下降，但仍可意外妊娠，需避孕至绝经后1年。激素测定：FSH>25 IU/L且E2<50 pg/mL提示卵巢功能衰竭。管理：①记录月经日历；②补充钙剂1000–1200 mg/日及维生素D 800–1000 IU/日预防骨质疏松；③对异常出血可行内膜活检排除恶性病变；④激素治疗：有子宫者雌孕激素联合，无子宫者单用雌激素，最低有效剂量最短疗程；⑤非激素选择：选择性5-羟色胺再摄取抑制剂缓解潮热，阴道润滑剂改善性交痛。",
    "abstract": "围绝经期因卵巢功能衰退出现周期与经量紊乱，FSH>25 IU/L提示衰竭，需补钙及维D，异常出血应活检排除恶变，可给予低剂量激素或非激素替代。",
    "source": "Pantai Hospitals, https://www.pantai.com.my/zh-cn/medical-specialties/gynaecology/menstrual-irregularities"
  }
]