[
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "湿疹是一种常见的疾病，会导致皮肤肿胀和刺激。它有多种原因和表现形式，通常包括瘙痒、皮肤干燥或皮疹。皮炎也称为湿疹。湿疹也可能引起皮肤起水疱、渗液、结痂或剥落。湿疹不具有传染性，但可能令人不适。湿疹是几种类型的皮炎之一。其他常见的皮炎类型是接触性皮炎和脂溢性皮炎（头皮屑）。湿疹是一种术语，用于描述几种不同类型的皮肤肿胀。湿疹也称为皮炎。大多数类型会导致面部、肘部内侧和膝盖后侧以及手部和脚部出现干燥、瘙痒的皮肤和皮疹。抓挠皮肤会导致皮肤变红，以及肿胀和瘙痒加剧。湿疹不具有传染性。湿疹的病因未知。它可能是由遗传和环境因素共同引起的。湿疹可能会随着时间的推移而好转或恶化，但它通常是一种长期疾病。患有湿疹的人也可能患上花粉热和哮喘。湿疹最常见的类型是特应性皮炎。它在婴儿和儿童中最常见，但成人也可能患有。随着患有特应性皮炎的儿童长大，这个问题可能会改善或消失。但有时皮肤可能保持干燥并且容易受到刺激。",
    "abstract": "湿疹（皮炎）是一种常见的非传染性皮肤炎症，表现为皮肤肿胀、刺激、干燥、瘙痒和皮疹，可伴有水疱、渗液和结痂。病因可能与遗传和环境因素有关，常为慢性过程。最常见类型是特应性皮炎，好发于婴儿和儿童，患者可能同时患有花粉热和哮喘。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/dermatitis-eczema/symptoms-causes/syc-20352380 & MedlinePlus - https://medlineplus.gov/eczema.html"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "特应性皮炎（湿疹）是一种会导致皮肤干燥、发痒和发炎的医疗状况。它常见于幼儿，但也可发生于任何年龄段。特应性皮炎持续时间长（慢性），有时会突然发作。它可能令人不适，但不具有传染性。特应性皮炎患者容易发生食物过敏、花粉症和哮喘。特应性皮炎（湿疹）症状可能出现在身体任何部位，且因人而异。这可能包括：皮肤干燥、开裂；瘙痒（瘙痒症）；肿胀皮肤处出现的皮疹（颜色因您的肤色而异）；棕色或黑色皮肤上的小凸起肿块；渗液和结痂；皮肤增厚；眼睛周围皮肤变暗；抓挠后皮肤擦伤、敏感。特应性皮炎通常始发于 5 岁前，可能持续至青春期和成年。部分特应性皮炎患者可能会发作，然后消退一段时间，甚至是几年。在某些患者中，特应性皮炎与影响皮肤防护力的一种基因变异有关。他们的皮肤屏障功能较弱，无法保持水分并防护细菌、刺激物、过敏原和环境因素（例如烟草烟雾）。在另外一些患者中，特应性皮炎由皮肤上过多的金黄色葡萄球菌引起。金黄色葡萄球菌取代了有益的细菌，并破坏了皮肤的屏障功能。皮肤屏障功能较弱也可能引发免疫系统反应，导致皮肤发炎和其他症状。导致特应性皮炎的主要风险因素包括既往患过湿疹、过敏、花粉症或哮喘。如家庭成员有此类状况，也会增加您的风险。",
    "abstract": "特应性皮炎（湿疹）是一种慢性、发痒、非传染性的皮肤炎症，常见于幼儿，但任何年龄均可发生。症状包括皮肤干燥、瘙痒、皮疹、渗液结痂等，常与皮肤屏障功能基因变异、金黄色葡萄球菌过度生长有关。患者易伴发哮喘、花粉症和食物过敏，有相关个人或家族史是主要风险因素。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/atopic-dermatitis-eczema/symptoms-causes/syc-20353273"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "Robert Wilan(1757～1812)将术语'湿疹'(希腊语为'勃发')引入医学文献，创建了皮肤疾病的分类，将其作为水疱或大疱疾病的一个亚组，用于描述原发性病变的临床症状，而非疾病的名称或病因学诊断。而'皮炎'一词是于1876年才首次被收录在牛津英语词典中。在国外，众多学者在其著作及文章中对湿疹及皮炎的概念提出各自的见解。首先按照经典与传统西医学及相关文献中的词条解释，如《The New Encyclopedia Britannica》对皮炎、湿疹的解释是皮炎及湿疹是皮肤的一种炎症表现，皮炎的表现特征以潮红、水肿、水疱和渗出，通常伴有瘙痒。湿疹主要表现为皮肤炎症的水疱形成及渗出的皮肤炎症状态，其含义与皮炎通常是相通的。除此之外，在欧洲地区受到高度推崇，并被誉为德国'圣经'的《Braun Falco' s Dermatology》和在界定欧洲地区对湿疹和皮炎的准确含义上较为权威的《British Association of Dermatologists' Management Guidelines》皆认为皮炎和湿疹基本上是同义词，是一种用于描述皮肤的炎症状态，只是在皮肤炎症程度方面，形态学表现上存在差异，两者皆属于症状学术语，不是诊断名词，不用于诊断和疾病命名。Christopher Griffiths等进一步提出'湿疹样皮肤病的分类主要是根据其病因学，例如当我们了解病因后，可将疾病分类为接触过敏性皮炎或刺激性皮炎；当病因不十分清楚，其分类在很大程度上将根据临床特征，诸如发病的年龄、皮损的分布、各类突出的症状与体征进行分类'。在国内，临床皮肤科医生因对皮炎湿疹类疾病的分界不清，一直未形成一个统一的概念，导致皮肤科及其他相关科室在做出诊断方面使用混乱。湿疹被理解为广泛的描述性形态学和组织学术语，在多种皮肤病中可伴有湿疹性病变，相比之下，特应性皮炎比湿疹更能说明疾病背景、潜在因素和病因。国内对于湿疹皮炎类疾病的定义参考《皮肤性病学(第9版)》教科书的分类，在第14章'皮炎和湿疹'中的分类以疾病发生的原因明确的分为接触性皮炎、特应性皮炎和淤积性皮炎，对'不明原因的表皮炎症'定义为'湿疹'，在'湿疹'的具体疾病诊断方面，结合了疾病的部位和形态，如'手部湿疹' '乳房湿疹''钱币状湿疹'等具体的疾病名称。",
    "abstract": "湿疹术语由Robert Wilan引入，用于描述水疱性原发性皮损症状。皮炎与湿疹在欧洲常被视为同义词，均指皮肤炎症状态，属症状学术语而非诊断名词。国内分类将病因明确的炎症归为皮炎（如特应性、接触性），将不明原因的表皮炎症定义为湿疹，并根据部位和形态进一步分型（如手部、钱币状湿疹）。",
    "source": "“湿疹、皮炎”名称的临床应用及国际疾病分类(ICD)标准 - https://www.medsci.cn/article/show_article.do?id=5e2580043562"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "特应性皮炎（湿疹）的治疗可以从定期保湿和养成其他自我护理习惯开始。如果这些措施都无济于事，医务人员可能会建议涂抹止痒和修复皮肤的药膏。有时会将这些方法与其他治疗方法联用。特应性皮炎可能持续存在。您可能需要在数月甚至数年内尝试各种治疗才能控制皮炎。即使治疗成功，症状也可能会复发。帮助控制瘙痒和修复皮肤的方案有很多。不同产品有不同的作用强度，并且可以是霜类、凝胶和软膏。2 岁以上的患者可以选择含钙调磷酸酶抑制剂的乳霜或软膏。例如他克莫司（Protopic）和匹美克莫司（Elidel）。您的医务人员可能会开抗生素，以治疗感染。对于更严重的湿疹，医务人员可能会开具药物来帮助您控制症状。可选方案可能包括环孢素、甲氨蝶呤、泼尼松、麦考酚酯和硫唑嘌呤。这些药剂有效但不能长期服用，可能产生严重副作用。注射型生物制剂（单克隆抗体）度普利尤单抗（Dupixent）和曲罗芦单抗（Adbry）可能成为对其他疗法反应不佳的中度至重度患者的治疗选择。研究表明，这些方案可安全有效地缓解特应性皮炎的症状。度普利尤单抗适用于 6 岁以上人群。曲罗芦单抗适用于成人。湿敷料。针对严重湿疹的一种有效强化治疗方法是，先涂抹皮质类固醇软膏，然后用湿纱布包住药物，上面再铺一层干纱布。光照治疗。此疗法用于局部治疗效果不佳或治疗后迅速复发的患者。最简单的光照治疗是让患处暴露在受控的自然光下。其他疗法使用人造紫外线 A（UVA）和窄谱紫外线 B（UVB），这种方法可单独使用，也可与药物结合使用。尽管有效，但长期光照治疗存在有害影响，包括皮肤过早老化、肤色变化（色素沉着）和增加患皮肤癌的风险。由于这些原因，光照治疗很少用于幼儿，且不能用于婴儿。咨询。如果您因为自己的皮肤疾病而感到尴尬或沮丧，与治疗师或其他咨询师交谈会有所帮助。放松、行为矫正和生物反馈。这些方法可以帮助习惯性挠痒的人。护理敏感性皮肤是治疗特应性皮炎和防止皮炎发作的第一步。为减缓皮肤瘙痒和发炎，请自行尝试以下自我护理措施：每天至少保湿 2 次。在患处涂上止痒乳膏。含有至少 1% 氢化可的松的非处方乳膏可以暂时缓解瘙痒。口服过敏药或止痒药。您可以选择非处方过敏药（抗组胺药），如西替利嗪（Zyrtec Allergy）或非索非那定（Allegra Allergy）。不要抓挠。瘙痒的时候不要抓挠，试着按压或拍打皮肤。每天浸浴或淋浴。使用温水而不是热水。使用温和的无皂清洁剂。选择不含染料、酒精或芳香剂的产品。用漂白剂泡澡。美国皮肤科学会建议使用漂白剂泡澡，以缓解发作的严重程度或频率。用稀释的漂白剂泡澡可以减少皮肤上的细菌和相关感染。取 118 毫升（1/2 杯）家用漂白剂（非浓缩漂白剂），倒入装有 151 升（40 加仑）温水的浴缸中。将颈部以下或仅将患处浸泡在水中 5 至 10 分钟。不要将头没入水中。用自来水冲洗掉漂白剂。每周用漂白剂泡澡 2 至 3 次。使用加湿器。干热的室内空气可能使敏感皮肤变干，加重瘙痒和起皮。穿凉爽、光滑质地的衣物。避免穿粗糙、紧身或扎人的衣物。治疗压力和焦虑。压力和其他情绪障碍可能加重特应性皮炎。",
    "abstract": "湿疹治疗包括基础护肤（如定期保湿、温和清洁）、外用药物（如皮质激素、钙调磷酸酶抑制剂）、口服药物（如抗组胺药、免疫抑制剂）、生物制剂（如度普利尤单抗）、湿敷疗法、光疗和心理支持。自我护理需避免搔抓，注意沐浴和保湿方式，部分严重病例可考虑稀释漂白剂泡澡以减少细菌感染。治疗需长期管理，易复发。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/atopic-dermatitis-eczema/diagnosis-treatment/drc-20353279"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "特应性皮炎（湿疹）的并发症可能包括：哮喘和花粉症。许多特应性皮炎患者都患有哮喘和花粉症。哮喘和花粉症可能在特应性皮炎出现前后发作。食物过敏。特应性皮炎患者通常会出现食物过敏。此病的主要症状之一是荨麻疹。慢性瘙痒性鳞状皮肤。神经性皮炎（慢性单纯性苔藓）是一种皮肤疾病，初始表现为一小块皮肤出现瘙痒。抓挠部位仅能暂时缓解瘙痒症状。抓挠激活了皮肤中的神经纤维，会导致瘙痒进一步加重。日复一日，您可能逐渐养成抓挠的习惯。此病可能导致皮肤出现局部变色、变厚和变粗糙。出现比周围皮肤颜色更深或更浅的斑块。皮疹消退后出现的这种并发症称炎症后色素沉着或色素减退。此病在棕色或黑色皮肤人群中更为常见。异常肤色需要数月时间才能恢复。皮肤感染。若反复抓挠，可能使得皮肤破裂，从而导致开放性溃疡和裂口，这会增加细菌和病毒感染的风险。这些皮肤感染可能扩散，甚至危及生命。刺激性手部皮炎。因工作需要而经常弄湿手部且接触强刺激性肥皂、洗涤剂和消毒剂的人群更易罹患此病。变应性接触性皮炎。此病症常见于特应性皮炎患者。变应性接触性皮炎是一种因接触过敏物质而引起的瘙痒性皮疹。皮疹颜色取决于患者的肤色。睡眠问题。特应性皮炎引起的瘙痒可能影响睡眠。心理健康状况。特应性皮炎与抑郁症和焦虑有一定关系。这可能与特应性皮炎患者常出现的持续瘙痒和睡眠障碍有关。",
    "abstract": "湿疹并发症包括：伴发哮喘、花粉症和食物过敏；皮肤继发感染、炎症后色素改变、慢性单纯性苔藓和刺激性或变应性接触性皮炎；瘙痒导致睡眠障碍；并与抑郁、焦虑等心理健康问题相关。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/atopic-dermatitis-eczema/symptoms-causes/syc-20353273"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "特应性湿疹（特应性皮炎）是经常被误解为一个简单的、表面的皮肤问题，但它的负担却更深——不仅影响患者，还会影响护理人员和家属。研究表明，疾病严重程度与患者生活质量下降密切相关，包括身体疼痛、剧烈瘙痒、睡眠不足、焦虑和抑郁。护理人员报告称，他们感到情绪疲惫、日常生活被打乱、社会孤立，以及财务压力承担繁重的护理责任、耗时的治疗和医疗费用。无论是在社会层面还是在政策层面，人们对真正疾病负担的认识仍然很低，因此许多人低估了其复杂性，导致患病家庭受到耻辱和得不到足够的支持。特应性湿疹的治疗因地区而异，受保险覆盖范围、治疗可及性以及能否获得专业医疗保健人员等因素的影响。",
    "abstract": "特应性湿疹（特应性皮炎）的负担常被低估，其严重影响患者生活质量（如剧烈瘙痒、睡眠不足、焦虑抑郁）并增加照护者情绪、社会及财务压力。治疗可及性受地区、保险、专业医疗资源等因素影响，公众认知不足可能导致病耻感和支持缺乏。",
    "source": "全球过敏和呼吸道患者平台 - 2025 年世界特应性湿疹日 - https://gaapp.org/zh-CN/waed2025"
  },
   {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "湿疹（eczema）是一组慢性、复发性、炎症性皮肤病，核心特征为瘙痒、干燥、红斑及多形性皮疹，可伴渗出与结痂。最常见类型为特应性皮炎（atopic dermatitis），占全部湿疹70%以上，与基因（FLG突变）、免疫失衡（Th2/Th22/IL-4/IL-13/IL-31轴亢进）、皮肤屏障缺陷及环境触发因素共同作用有关。其他类型包括接触性皮炎、脂溢性皮炎、乏脂性湿疹、盘状湿疹、汗疱疹、神经性皮炎等，可同时或先后出现在同一患者不同部位。",
    "abstract": "湿疹为慢性复发性炎症性皮肤病，以瘙痒、干燥、红斑为核心，特应性皮炎最常见；病因涉及基因突变、免疫失衡、屏障缺陷及环境触发，可多种亚型并存。",
    "source": "National Eczema Association - Types of Eczema 2025 https://nationaleczema.org/types-of-eczema/"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "Hanifin-Rajka 诊断标准（1980）仍被广泛使用：必须满足3/4项主要标准——①瘙痒；②典型形态与分布（婴儿面/伸侧，儿童屈侧，成人泛发）；③慢性或慢性复发性病程；④个人或家族特应性疾病史。次要标准23项中需≥3项，包括干皮症、掌纹增多、白色划痕征、眶下褶、毛发角化、反复皮肤感染倾向等。AAD 2024指南简化为：瘙痒+湿疹样皮疹+排除其他皮肤病即可临床诊断，无需满足次要标准。",
    "abstract": "Hanifin-Rajka标准要求3主3副，AAD 2024简化为瘙痒+湿疹样皮损+排除其他病即可诊断，无需次要标准。",
    "source": "StatPearls - Measles Pathophysiology 2025-05-05 https://www.ncbi.nlm.nih.gov/books/NBK538209/"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "一线外用抗炎：低效糖皮质激素（氢化可的松1%）用于面部/皱褶，中-高效（糠酸莫米松0.1%、卤米松0.05%）用于躯干/四肢肥厚皮损，每日1-2次×2-4周；钙调神经磷酸酶抑制剂（他克莫司0.03%/0.1%软膏、吡美莫司1%乳膏）适用于面颈及长期维持，每日2次。新型外用PDE-4抑制剂克立硼罗2%软膏可用于≥3个月轻-中度患儿，每日2次。润肤剂：每日至少2次全身使用，含神经酰胺、尿素5-10%或甘油，沐浴后3分钟内涂抹以锁住水分。",
    "abstract": "一线外用：面皱低效激素，躯干中高效，2-4周；他克莫司/吡美莫司维持，克立硼罗≥3月婴幼儿可用；每日≥2次全身润肤。",
    "source": "Japanese Dermatological Association 2024 Clinical Practice Guidelines for AD https://pubmed.ncbi.nlm.nih.gov/39707640/"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "患者教育核心：每日温水（32-34℃）沐浴5-10分钟，使用无皂清洁剂；浴后3分钟内全身涂润肤剂。避免搔抓：剪短指甲，夜间戴手套，可用冷敷或拍打代替搔抓。衣物：纯棉、宽松、勤换洗；避免羊毛、粗纤维。环境：室温18-22℃，湿度45-55%，减少尘螨、宠物皮屑、香烟烟雾。饮食：无需盲目忌口，确有食物过敏者（牛奶、鸡蛋、花生等）需在过敏专科指导下回避并保证营养。心理：慢性瘙痒易致焦虑、抑郁，必要时认知行为疗法或药物干预。",
    "abstract": "患者教育：温水短时浴，浴后即刻润肤；剪指甲避搔抓，纯棉衣物，恒温恒湿，尘螨香烟远离；食物过敏须专科指导，重视心理行为干预。",
    "source": "PCDS UK - Atopic eczema step-by-step patient education 2025 https://www.pcds.org.uk/clinical-guidance/atopic-eczema"
  },
    {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "湿疹是一类炎性皮肤病，会导致皮肤发痒、干燥、出现皮疹、鳞片状斑块、水疱以及感染。湿疹没有传染性。湿疹的风险因素包括遗传，研究表明，一些湿疹患者的生成丝聚蛋白的相关基因发生了突变。丝聚蛋白是一种负责维持皮肤最外层健康保护屏障的蛋白质。丝聚蛋白不足会导致皮肤水分流失，使其更易受到细菌、病毒和过敏原的侵袭。这种受损或“渗漏”的皮肤屏障会引发剧烈瘙痒、干燥的鳞片状皮肤、水疱、皮肤感染、红斑或肿块等症状。免疫系统可能会在湿疹复发中起到一定作用。湿疹发作期间，皮肤屏障变得脆弱，使患者更容易受到其他皮肤疾病的影响。环境诱因包括生活在极寒、潮湿或高温闷热环境中的人群，可能面临更高的湿疹风险。炎热天气引起的出汗、室外过敏原以及过多的阳光照射，可能会诱发瘙痒、皮疹及其他症状。情绪诱因包括焦虑和压力是湿疹复发的常见诱因，而湿疹复发又会加剧焦虑和压力，形成恶性循环，导致症状进一步加重。湿疹复发的诱因包括刺激物，如肥皂、洗涤剂、洗发水、洗碗液、泡泡浴；环境因素，如寒冷干燥的天气、可能引起出汗的高湿度；过敏原，如尘螨、宠物毛发、花粉、霉菌；食物过敏，如牛奶、鸡蛋、花生、大豆、小麦；贴身材质，如羊毛、合成纤维等特定材料；荷尔蒙变化；皮肤感染；压力。",
    "abstract": "湿疹是一类非传染性炎性皮肤病，表现为皮肤发痒、干燥、皮疹、水疱和感染。风险因素包括遗传（丝聚蛋白基因突变）、免疫系统异常、环境因素（极端温湿度、过敏原）和情绪压力。常见诱因有刺激物、特定食物、羊毛材质、激素变化等，可形成瘙痒-抓挠-加重的恶性循环。",
    "source": "班台医院 - https://www.pantai.com.my/zh-cn/medical-specialties/dermatology/eczema"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "湿疹是皮肤的一种特殊炎症，其症状包括发红、肿胀、疼痛，尤其是伴有瘙痒（瘙痒症）的斑块。这些斑块可能会渗液（急性湿疹）、脱皮、结痂，或在湿疹变成慢性时增厚（苔藓化）。根据病因和发病机制，湿疹可分为两大类：异位性湿疹和接触性湿疹。异位性湿疹是一种遗传性的慢性疾病，会交替出现发作期和缓解期。其原因在于皮肤功能失调，因此会对环境因素高度敏感。这是异位性体质在皮肤上的表现，这种体质如果表现在呼吸系统上就会导致哮喘。接触性湿疹源于皮肤接触了致敏物质（比如人造珠宝中的镍）或刺激性物质（比如过度使用肥皂）。如果出现过敏，可通过皮肤过敏测试识别过敏原，以免再度接触，这对此病能否治愈至关重要。有些病症的名称中并未包含“湿疹”一词，却可能属于湿疹，例如汗疱疹通常出现于手部和脚部，可能由接触性过敏、真菌感染或出汗过多引起；水疱性湿疹是一种特殊类型的湿疹，由小水疱融合形成较大的水疱所引起；蛋白质接触性皮炎患者在接触植物性或动物性蛋白质（如小麦蛋白）后可能立即出现荨麻疹，随后发展为湿疹；静脉曲张性湿疹好发于腿部，有时出现在伤口周围，由静脉功能不全（如静脉曲张或静脉炎病史）引发，接触性过敏也可能诱发此病；钱币状或盘状湿疹表现为圆形斑块，类似硬币形状，可能由接触性过敏引起，或在异位性湿疹的发作期间出现，但也可能由未知原因导致；手部慢性湿疹可能因接触过敏物或刺激物引起，也可能与异位性湿疹有关。",
    "abstract": "湿疹是皮肤的特殊炎症，症状包括发红、肿胀、疼痛和瘙痒斑块，可渗液、脱皮、结痂或慢性增厚（苔藓化）。主要分异位性湿疹（遗传性慢性，皮肤功能失调，与环境敏感相关）和接触性湿疹（接触致敏或刺激物引起）。其他类型包括汗疱疹、水疱性湿疹、蛋白质接触性皮炎、静脉曲张性湿疹、钱币状湿疹和手部慢性湿疹。",
    "source": "Pierre Fabre Eczema Foundation - https://www.pierrefabreeczemafoundation.org/zh-hans/liaojie/leixing-shizhen"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "成人湿疹会影响您的自信心和日常活动。最常见的湿疹类型称为特应性皮炎，是一种皮肤干燥、发痒、发红的常见皮肤病。多达 15 - 20% 的人会在一生中的某个阶段患过湿疹或其他形式的皮炎。虽然无法治愈，但人们可以与湿疹共存并控制其症状。目前还不清楚成人湿疹甚至一般湿疹的病因，但对于大多数类型的湿疹来说，它是由基因和诱因共同造成的。湿疹患者的免疫系统往往反应过度，一旦被身体外部或内部的物质触发，就会产生炎症反应。这种炎症会导致与大多数类型湿疹相关的皮肤发红、发痒和疼痛症状。湿疹的常见诱因包括从皮肤干燥到香烟烟雾和家用清洁剂等刺激物。对于成人湿疹，受影响的皮肤通常会呈现红色。其他症状包括干燥和有鳞屑的部位、发热的感觉并伴有一些肿胀、小而粗糙的疙瘩、厚厚的革质斑块以及渗出和结痂的疙瘩。成人湿疹和儿童湿疹的区别在于成人湿疹多发于头部、脖子和手部，而儿童湿疹则主要出现在膝盖后部或腋窝内侧和肘部等屈曲部位。与儿童相比，成人湿疹可能更多表现为钱币状皮损。湿疹不会传染。避免食用某些您会过敏的食物可能有助于防止湿疹恶化，但未必能完全消除皮肤病。您还可以吃一些消炎药，可减轻或减轻湿疹症状。这些食物包括肥鱼、含有槲皮素（一种植物类黄酮）的食物（如苹果、羽衣甘蓝、蓝莓、樱桃、西兰花和菠菜）以及含有益生菌的食物（如酸乳酒、酸包、味噌汤、豆豉和软奶酪，如高达奶酪）。您可以在含氯的泳池中游泳，但在游泳前要涂抹润肤剂滋润身体。游泳后，用清水洗净并再次涂抹润肤剂。润肤剂包括乳木果油、可可脂和凡士林。对于患有成人湿疹的人来说，运动可能是一个诱因，可能会引起疯狂抓挠。",
    "abstract": "成人特应性皮炎是最常见的湿疹类型，约15-20%的人一生中会患病。病因与基因和诱因有关，免疫系统过度反应导致炎症。成人湿疹好发于头、颈、手部，表现为红色皮肤、干燥鳞屑、粗糙疙瘩、厚革质斑块及渗液结痂。湿疹不传染，饮食调整可能有助于控制症状，游泳和运动需注意护肤。",
    "source": "Mount Elizabeth Hospitals - https://www.mountelizabeth.com.sg/zh/health-plus/article/adult-eczema-facts"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "异位性湿疹的最常见部位在2岁之前集中于脸部的凸起部分（脸颊、额头）、手臂、腿部、腹部；2至15岁常见于身体的弯折部位（肘窝、腘窝）、手部、手腕、脚踝、脸部（口周、眼睑、耳后）；在大多数情况下，异位性湿疹会在青春期消退；成人期常见于脸部（尤其是眼睑）、颈部、身体的弯折部位（肘窝、腘窝）、手部。接触性湿疹是一种过敏反应（较少情况下为刺激反应），即皮肤接触某种物品后产生了炎症反应。红斑出现的部位通常是识别过敏原因的重要线索。例如，如果红斑出现在耳垂上，则可能是人造首饰而非牙膏引起了过敏。不过有的过敏反应并不容易溯源，比如手部接触过的产品可能会引发颈部过敏，因为人们经常用手触摸脖子。我们甚至还可能因为他人手上附着的物质而产生过敏（例如母亲爱抚婴儿而使其过敏），经由衣物甚至空气传播到皮肤上的物质也会引发过敏！以下是不同部位出现接触性湿疹的最常见原因：头皮：染发剂（很常见）、烫发剂、洗发水、其他头发护理产品；脸部：化妆品（含有防腐剂、香精等）、洗护产品、局部外用药物、防晒霜（所含成分在阳光下会引发光敏性反应）、空气中的过敏原（空气中喷洒的香水、树脂分子）；眼睑：眼药水、化妆品、指甲油、空气中的过敏原；嘴唇：化妆品、药物、牙膏、乐器；耳朵：饰品、局部外用药物；颈部：化妆品、头发护理产品、首饰、指甲油；腋下：体香剂、衣物；胸部：内衣；手部：溯源难度很大，因为双手在家务、工作及休闲活动中会接触到大量物品！；腿部：局部外用药物、敷料、衣物；脚部：皮革鞣制剂、粘合剂、鞋履上色剂。",
    "abstract": "异位性湿疹的发病部位随年龄变化：婴幼儿多见于面部、四肢；儿童期好发于身体屈侧（肘窝、腘窝）、手部及口周眼睑；成人期常见于面部（尤其眼睑）、颈部和屈侧。接触性湿疹部位可提示过敏原，如头皮（染发剂）、脸部（化妆品）、眼睑（指甲油、空气过敏原）、手部（多种接触物）等，过敏原可通过直接接触、手部转移、衣物或空气传播。",
    "source": "Pierre Fabre Eczema Foundation - https://www.pierrefabreeczemafoundation.org/zh-hans/liaojie/fabing-buwei"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "您知道新加坡是全亚洲湿疹发病率最高的国家之一吗？湿疹是一种炎症，会导致皮肤瘙痒、干燥，通常伴有发红和脱屑。它通常会影响面部、手臂和腿部的屈曲处以及脖子和发际线区域。它有时会让人烦躁、苦恼，并给社交带来压力。它通常始于儿童时期，随着年龄的增长病情会有所好转，但在整个成年期可能会时不时地复发。如果不及时治疗，有可能会引发皮肤感染，并使患处皮肤增厚，这种情况被称为苔癣化，会导致皮肤变厚、变黑等不良后果。已知有许多因素会引起或加重湿疹。目前认为，湿疹是由遗传、环境诱因、压力和免疫系统功能异常等多种因素共同造成的。遗传方面，湿疹有很强的遗传易感性。这意味着，如果您的父母或任何亲属患有湿疹或任何形式的敏感性（过敏性鼻炎），如哮喘或过敏性鼻炎，那么您也很有可能患上这些疾病之一。虽然原因不明，但高龄产妇所生的孩子更容易患湿疹。过敏原如尘螨、宠物毛发、花粉和霉菌等会加重湿疹。极端温度和湿度剧烈波动会使湿疹恶化，因此在前往不同气候地区时，应准备好保湿霜。刺激物如肥皂、洗发水、香水、化妆品甚至游泳池水中的氯都可能加重湿疹。食物如乳制品、坚果、小麦和大豆制品会诱发湿疹发作。压力方面，湿疹患者通常会表示，在工作或学习压力过大时，病情会加重。他们通常会发现，在考试或项目截止日期结束时，湿疹会有所好转。激素方面，女性患者有时会发现自己的湿疹在荷尔蒙变化期间（如怀孕期间或月经周期的某些阶段）加重。",
    "abstract": "新加坡是亚洲湿疹发病率最高的地区之一。湿疹是一种引起瘙痒、干燥、发红和脱屑的炎症，常影响面部、肢体屈侧和发际线，可导致社交压力。病因涉及遗传（有家族史者风险高）、环境过敏原、极端温湿度、刺激物（如肥皂、化妆品、泳池氯）、特定食物、压力和激素变化。未经治疗可能引起皮肤感染和苔藓样变（皮肤增厚、变黑）。",
    "source": "Parkway East Hospital - https://www.parkwayeast.com.sg/zh/health-plus/article/eczema-causes-treatments"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "皮肤瘙痒是一种让您忍不住想抓挠的刺激感。这也被称作瘙痒症。皮肤瘙痒常因皮肤干燥引起，在老年人中较为常见，因为皮肤往往随着年龄增长越变越干燥。根据瘙痒病因的不同，皮肤可能看起来正常，也可能发炎、粗糙或出现肿块。反复抓挠会造成皮肤增厚，可能导致出血或感染。很多人都能通过自我护理措施（如使用保湿霜、温和的清洁剂和用微温的水洗澡等）缓解瘙痒。想要长期缓解则需确定并消除引起皮肤瘙痒的原因。常见的治疗方法是使用药膏、湿润敷料和口服止痒药。皮肤瘙痒可能累及头皮、手臂或腿部等小区域，也可能覆盖全身。皮肤瘙痒可能没有显著的皮肤变化，也可能伴有以下症状：皮肤发炎、抓痕、肿块、斑点或水疱、皮肤干燥、开裂、皮肤粗糙或有鳞屑。有时瘙痒会持续很长时间，而且可能很强烈。您越是抓挠，就会越痒。越痒，您就越想挠。这种越挠越痒、越痒越挠的循环可能很难打破。引起皮肤瘙痒的原因包括：皮肤状况，例如皮肤干燥（干燥症）、湿疹（皮炎）、银屑病、疥疮、烧伤、疤痕、昆虫叮咬和荨麻疹；内科疾病，全身瘙痒可能是某种基础疾病的症状，如肝病、肾脏疾病、贫血、糖尿病、甲状腺问题和某些癌症；神经紊乱，例如多发性硬化症、神经挤压和带状疱疹；精神状况，例如焦虑、强迫障碍和抑郁症；刺激和过敏反应，羊毛、化学品、肥皂和其他物质会刺激皮肤，继而引起皮疹和瘙痒。有时，毒藤或化妆品等物质也会引起过敏反应。此外，服用麻醉性止痛药（阿片类药物）等特定药物也可能引起皮肤瘙痒。有时无法确定引起瘙痒的原因。严重或持续六周以上的皮肤瘙痒会影响您的生活质量。这种类型称为慢性瘙痒症。这可能会扰乱您的睡眠，或者引发焦虑症或抑郁症。长期瘙痒和抓挠可能会加重瘙痒程度，并可能导致皮肤损伤、感染和瘢痕形成。",
    "abstract": "皮肤瘙痒（瘙痒症）是一种令人想抓挠的刺激感，常由皮肤干燥引起，老年人更常见。症状可伴发炎、抓痕、肿块、水疱、干燥开裂、粗糙鳞屑，反复抓挠可致皮肤增厚、出血感染。病因多样，包括皮肤疾病（如湿疹、银屑病）、内科疾病（肝肾疾病、糖尿病、癌症等）、神经紊乱、精神问题（焦虑、抑郁）以及刺激物或过敏原。慢性瘙痒（持续6周以上）可严重影响生活质量，导致睡眠障碍、焦虑或抑郁，并形成越抓越痒的恶性循环。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/itchy-skin/symptoms-causes/syc-20355006"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "急性期皮损呈红斑、丘疹、水疱、渗出；亚急性期红斑变暗、鳞屑增多；慢性期皮肤增厚、苔藓样变、色素改变。瘙痒为持续性，夜间加重，可诱发搔抓-瘙痒恶性循环。婴儿期（0-2岁）以面颊、额、头皮为主，可伴渗出；儿童期（2-12岁）累及肘窝、腘窝、颈前；成人期常为泛发、屈侧及手足。合并症：金黄色葡萄球菌定植率>90%，易反复脓疱疮、湿疹疱疹样化（Kaposi-Juliusberg）、病毒性软疣；≥30%伴哮喘、过敏性鼻炎或食物过敏。",
    "abstract": "湿疹分急-亚急-慢性三期，瘙痒夜间重；婴儿面头皮，儿童屈侧，成人泛发；常合并金葡菌定植及呼吸道过敏。",
    "source": "Mayo Clinic - Atopic dermatitis (eczema) 2024-05-15 https://www.mayoclinic.org/diseases-conditions/atopic-dermatitis-eczema/symptoms-causes/syc-20353273"
  },
  {
    "disease_name": "湿疹",
    "category": "皮肤病",
    "information": "中-重度难治性湿疹系统治疗选择：传统免疫抑制剂环孢素3-5 mg/kg/d口服6-12周快速诱导，甲氨蝶呤7.5-25 mg/周或吗替麦考酚酯2-3 g/d维持；生物制剂Dupilumab 300 mg每2周皮下注射适用于≥6岁中重度AD，Nemolizumab针对IL-31R用于成人重度瘙痒；口服JAK抑制剂Baricitinib 2-4 mg/d、Upadacitinib 15-30 mg/d、Abrocitinib 100-200 mg/d适用于≥12岁中重度患者，起效1-2周，需监测血栓、感染及血脂。光疗：NB-UVB 2-3次/周，维持8-12周，可用于儿童及孕妇。",
    "abstract": "中重度系统治疗：环孢素快速诱导，MTX/MMF维持；Dupilumab、Nemolizumab生物制剂，JAK抑制剂1-2周起效，NB-UVB适合儿童孕妇。",
    "source": "EuroGuiDerm 2025 Systemic Treatment of Atopic Eczema https://www.guidelines.edf.one/guidelines/atopic-ezcema"
  }
]