[
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "结膜炎（conjunctivitis）是结膜被感染或刺激引起的炎症，表现为眼红、分泌物、异物感或瘙痒。按病因分为病毒性、细菌性、过敏性及其他非感染性类型。病毒性最常见，成人多见水样分泌物，常伴上呼吸道感染；细菌性儿童多见，黏液脓性分泌物，眼睑粘连；过敏性以瘙痒为主，伴喷嚏流涕。急性期传染性强，主要通过手-眼或污染物品接触传播，飞沫亦可传播腺病毒。",
    "abstract": "结膜炎是结膜炎症，分病毒、细菌、过敏等型，表现眼红分泌物瘙痒；病毒型最常见，细菌型儿童多，过敏型伴瘙痒喷嚏；接触传播为主，急性期传染性强。",
    "source": "UpToDate - Infectious conjunctivitis https://www.uptodate.com/contents/infectious-conjunctivitis"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "病毒性结膜炎多为自限性，支持治疗包括人工泪液、冷敷、局部抗组胺；细菌性结膜炎大多数 1-2 周自愈，局部抗生素可缩短病程 26%，延迟处方（3 天无改善再用）与立即用药症状控制相似且减少抗生素使用 50%。过敏性结膜炎一线：无防腐剂人工泪液+肥大细胞稳定剂抗组胺滴眼液，二线短期局部酯类激素（如 0.2% 洛多洛酯），难治病例可转诊使用环孢素或他克莫司滴眼液。",
    "abstract": "病毒性结膜炎支持治疗为主；细菌性多数自愈，局部抗生素可缩短病程，延迟处方减少用药；过敏性首选人工泪液+抗组胺/肥大细胞稳定剂，短期激素二线。",
    "source": "JAMA Systematic Review 2013;310(16):1721-9 https://pmc.ncbi.nlm.nih.gov/articles/PMC4049531/"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "急性出血性结膜炎（AHC）由肠道病毒 70 型或柯萨奇 A24v 变异株引起，潜伏期 12-48 h，传染期至少至发病后 2 周。特征为结膜高度充血、点片状结膜下出血及角膜上皮点状剥脱，2-3 周自限。传播途径：手-眼、污染物品、水源，亦可通过咽部分泌物及粪便排出病毒。75% 酒精可有效灭活病毒，氯制剂可用于环境消毒。我国将其列为丙类法定报告传染病，暴发时应按《急性出血性结膜炎诊疗方案》进行病原检测与疫情报告。",
    "abstract": "急性出血性结膜炎由 EV70 或 CA24v 引起，潜伏期短，结膜充血出血伴角膜点状病变，2-3 周自愈；接触及水源传播，酒精氯制剂可消毒，我国按丙类传染病管理。",
    "source": "中国 CDC《急性出血性结膜炎防控技术指南》2024 https://www.chinacdc.cn/jkyj/hjwsyzdkz/jswj3/201810/P020240827539867601626.pdf"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "过敏性结膜炎（AC）核心机制为 2 型免疫反应失衡：结膜上皮屏障受损后释放 TSLP、IL-33 等警报素，激活肥大细胞、嗜酸粒细胞、Th2 及 ILC2，释放 IL-4/5/13、组胺、白三烯，导致瘙痒、红肿；神经免疫环路中 IL-31、组胺激活感觉神经，释放 P 物质、CGRP，形成神经源性炎症与慢性瘙痒。环境过敏原（花粉、尘螨）与微生物群失调、表观遗传修饰（DNA 甲基化、miRNA）共同参与易感性。",
    "abstract": "过敏性结膜炎由上皮屏障破坏-2 型免疫-神经炎症网络驱动，警报素、Th2 细胞因子、组胺及神经肽共同介导瘙痒红肿，环境过敏原与表观遗传调控易感性。",
    "source": "Springer - Decoding Allergic Conjunctivitis 2025 https://link.springer.com/article/10.1007/s12016-025-09098-3"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "红眼鉴别要点：结膜炎呈弥漫性结膜充血，分泌物水样或脓性，瞳孔及光反应正常，无疼痛畏光，视力正常；与之对比，急性闭角型青光眼角膜周围红、瞳孔中度散大、剧痛畏光、视力↓；葡萄膜炎角膜周围红、房水闪辉、KP、瞳孔不规则、剧痛畏光；角膜溃疡角膜周围红、剧痛、视力↓。社区层面结膜炎可局部去充血或抗生素滴眼，若出现剧痛、视力下降、角膜浸润、瞳孔异常、疱疹样皮疹或免疫抑制应立即转诊眼科。",
    "abstract": "结膜炎弥漫充血伴分泌物，无剧痛及视力降；青光眼、葡萄膜炎、角膜溃疡呈角膜周围红伴剧痛畏光或房水异常，需及时转诊。",
    "source": "LESOTHO Standard Treatment Guidelines 2024 - Red Eye Algorithm https://www.medbox.org/index.php/dl/5e148832db60a2044c2d4218"
  },
    {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "红眼病是指眼睑内表面和眼球前表面的透明膜发炎或感染。这一层膜叫作结膜。结膜中的小血管在肿胀或受到刺激时会变得更加明显。这就是导致眼白呈现红色或粉红色的原因。红眼病也称为结膜炎。红眼病通常由病毒感染引起。细菌感染、过敏反应或是婴儿泪道未完全打开也可能引起红眼病。虽然红眼病可能产生刺激，但它很少影响人的视力。由于红眼病可能具有传染性，因此早期诊断和采取特定预防措施可以帮助限制其传播。红眼病的病因包括：病毒、细菌、过敏、化学药品溅入眼睛、眼内异物、新生儿泪道阻塞。病毒性结膜炎和细菌性结膜炎都可能伴有普通感冒或呼吸道感染症状，例如咽喉疼痛。佩戴清洁不当的隐形眼镜或他人的隐形眼镜可能导致细菌性结膜炎。这两种类型都有很强的传染性，均可通过直接或间接接触从被感染者眼睛里流出的液体传播。可能感染单眼或双眼。过敏性结膜炎会累及双眼。它是对致敏物质（例如花粉）的反应。过敏性结膜炎不具有传染性。刺激导致的结膜炎因化学品溅入眼睛或眼内异物造成的刺激也与结膜炎相关。",
    "abstract": "结膜炎（红眼病）是结膜的炎症或感染，典型症状包括眼红、瘙痒、砂砾感和分泌物。病因包括病毒、细菌、过敏、化学刺激或异物。病毒性和细菌性结膜炎具有传染性，通过接触传播；过敏性结膜炎不传染。通常不影响视力，早期诊断和预防可限制传播。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/pink-eye/symptoms-causes/syc-20376355"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "红眼病的治疗通常以缓解症状为主。护理专业人员可能会建议：使用人工泪液、使用湿布清洁眼睑、每天冷敷或热敷几次。在大多数情况下，您不需要使用抗生素滴眼液。由于结膜炎通常是病毒性的，因此抗生素无效。它们甚至可能降低未来的有效性或引起药物反应，从而造成伤害。病毒需要时间来完成其病程。通常 2 到 3 周。病毒性结膜炎往往开始于一只眼睛，然后在几天内传染至另一只眼睛。您的症状会逐渐自行消退。如果病毒性结膜炎由单纯疱疹病毒引起，抗病毒药物治疗或许是一个选项。如果刺激是过敏性结膜炎引起的，医务人员可能会开具众多不同类型的滴眼液中的一种供过敏者使用。这些可能包括帮助控制过敏反应的药物，例如抗组胺药和肥大细胞稳定剂。或者护理专业人员可能会推荐帮助控制炎症的药物，例如减充血剂、类固醇和抗炎滴眼液。为帮助应对红眼病康复前的症状，请尝试：敷眼睛、尝试使用滴眼液、停止佩戴隐形眼镜。",
    "abstract": "结膜炎治疗主要为缓解症状，包括使用人工泪液、清洁眼睑和冷热敷。病毒性结膜炎通常自愈，抗生素无效；细菌性可用抗生素；过敏性用抗组胺药、肥大细胞稳定剂或抗炎滴眼液。护理期间应停止佩戴隐形眼镜。",
    "source": "妙佑医疗国际 - https://www.mayoclinic.org/zh-hans/diseases-conditions/pink-eye/diagnosis-treatment/drc-20376360"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "急性出血性结膜炎(acute hemorrhagic conjunctivitis) 也称为流行性出血性结膜炎，是主要由肠道病毒引起的，以结膜高度充血，常见结膜下出血及角膜上皮点状剥脱为主要临床特征的传染病。一般可在2～3周痊愈，属于自限性疾病，预后良好。该病全年均可发病，多见于夏秋季，各年龄组人群均可发病。主要通过接触传播，传染性极强，传播速度快，人群普遍易感，易导致流行或暴发。患者是本病的主要传染源，其眼部分泌物及泪液均含有病毒。发病后2周内传染性最强。该病潜伏期一般为12-48小时，最长可达6天。该病主要是通过接触被患者眼部分泌物污染的手、物品或水等而发病，部分患者的咽部或粪便中也存在病毒。人群普遍易感，各年龄组均可感染发病。可以由不同型别病毒单独感染发病，也可发生两种病毒混合感染。病后免疫持久性差，患者病愈后，可以被不同病毒感染而再次发病，亦可能在间隔数年后被同一种病毒再次感染而发病。",
    "abstract": "急性出血性结膜炎（流行性出血性结膜炎）是由肠道病毒引起的传染病，以结膜高度充血、结膜下出血和角膜上皮点状剥脱为特征。潜伏期短（12-48小时），主要通过接触传播，传染性极强，人群普遍易感，夏秋季多见，属自限性疾病，一般2-3周痊愈。",
    "source": "中国疾病预防控制中心 - 急性出血性结膜炎预防控制技术指南（试行）https://www.chinacdc.cn/jkyj/crb2/bl/jxcxxjmy/jswj_jmy/202409/t20240907_299020.html"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "结膜炎典型地是由于感染、过敏或者刺激造成的。症状包括结膜充血和眼分泌物，根据病因不同还可出现不适感和眼痒。诊断依靠临床检查，有时需要病原学培养。治疗根据病因选择，主要包括局部抗生素、抗组胺药物、肥大细胞稳定剂和皮质类固醇。感染性结膜炎最常见的是病毒性结膜炎或细菌性结膜炎，且具有传染性。很多物质可以引起过敏性结膜炎。非过敏性结膜刺激可能是由于异物、风、灰尘、烟雾、废气、化学蒸汽和其它类型的空气污染造成的；以及由于电弧光、太阳灯和雪地反射等引起的强烈紫外线刺激所导致。结膜炎典型地表现为急性的，但感染性和过敏性结膜炎也可表现为慢性病程。任何炎症的源头都可能引起瘙痒和/或烧灼感、流泪或分泌物增多，和结膜血管弥漫性扩张。分泌物可能经过一夜后在眼皮上结痂。质地稠厚的分泌物可能影响视力，但一旦分泌物被祛除，则视力应该不受影响。过敏性结膜炎主要表现为眼痒和水样分泌物。球结膜水肿和乳头样增生同样提示过敏性结膜炎。刺激感或者异物感、畏光或者分泌物提示病毒性结膜炎；脓性分泌物提示为细菌性结膜炎。",
    "abstract": "结膜炎通常由感染、过敏或刺激引起，症状包括结膜充血、分泌物、瘙痒或烧灼感。病毒性和细菌性结膜炎具有传染性；过敏性结膜炎以眼痒和水样分泌物为特征。诊断主要靠临床检查，有时需病原学培养。治疗包括局部抗生素、抗组胺药、肥大细胞稳定剂和皮质类固醇。",
    "source": "默沙东诊疗手册 - https://www.msdmanuals.cn/professional/eye-disorders/conjunctival-and-scleral-disorders/overview-of-conjunctivitis"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "“红眼病”是急性出血性结膜炎的俗称，是一种急性传染病，通常表现为眼睛红肿、瘙痒、流泪、分泌物增多等症状，主要由肠道病毒D70型、柯萨奇病毒A24变体和腺病毒引起，夏秋季多发，全人群均可感染，具有传染性强、传播快、起病急等特点。发病开始时多为单眼，很快传染到另一只眼，约60%患者为双眼先后发病。“红眼病”多为自限性疾病，病程1～3周，预后良好，偶有神经系统并发症。患者是最主要的传染源，接触患者眼部分泌物及被污染的手、物品或水等可发病。“红眼病”最主要的传播方式是接触传播，不会通过呼吸道和空气传播。直接接触传播是红眼病最常见的传播方式。当与“红眼病”患者直接接触，如握手、拥抱等。若患者的手部或眼部有分泌物，其中的病毒可附着在接触者手上，如不及时科学有效洗手则可通过揉眼睛等动作而感染。“红眼病”患者通过触碰将手中的病毒附着在物体表面。短时间内当其他健康人触碰这些受污染的物品，再用手触摸自己的眼睛时，就有可能被感染。例如，公共场所的门把手、桌面、电梯按钮等都可能是传播病毒的“媒介”。某些情况下，“红眼病”也可以通过受污染的水传播。例如，游泳池的水如果消毒不当，游泳者容易感染病毒而得红眼病。",
    "abstract": "急性出血性结膜炎（红眼病）是由肠道病毒、柯萨奇病毒或腺病毒引起的急性传染病，具有传染性强、传播快、起病急的特点。主要通过接触传播，不会通过空气传播。典型表现为眼睛红肿、瘙痒、流泪和分泌物增多，多从单眼开始，很快波及双眼。病程1-3周，为自限性疾病，预后良好。",
    "source": "福建省卫生健康委员会 - https://wjw.fujian.gov.cn/ztzl/jkjy/wsrxc/202409/t20240902_6509938.htm"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "多种病毒可导致眼部疾病，包括腺病毒、人类疱疹病毒、人类T淋巴细胞白血病病毒1型（HTLV-1）及新发现的严重急性呼吸综合征冠状病毒2（SARS-CoV-2）等。这类疾病的鉴别诊断较困难，容易被误诊和漏诊，导致严重的组织损伤和视觉损伤。腺病毒是一种DNA病毒，感染眼部后引起的最常见的疾病为流行性角结膜炎和咽结膜热。流行性角结膜炎主要发生在20~40岁人群，常表现为“红眼”、畏光流泪、异物感，严重者可见角膜上皮下浸润，视力下降；咽结膜热主要见于儿童，表现为发热、咽炎、双眼急性滤泡性结膜炎和耳廓淋巴结肿大。腺病毒是导致感染性结膜炎最主要的病原体，具有较高的传染性。人类疱疹病毒是一类DNA病毒，包括8种亚型，分别为单纯疱疹病毒1型和2型(herpes simplex virus 1/2，HSV-1/2)、水痘-带状疱疹病毒(varicella-zoster virus，VZV)、EB病毒(Epstein-Barrvirus，EBV)、巨细胞病毒(cytomegalovirus，CMV)、人类疱疹病毒6型和7型(human herpesvirus 6/7，HHV-6/7)及人类疱疹病毒8型(human herpesvirus 8，HHV-8)。HSV是引起眼部疾病最常见的病毒，相关的眼部疾病以HSV-1感染为主，所致疾病类型多样，包括结膜炎、角膜炎、葡萄膜炎和视网膜炎等。",
    "abstract": "多种病毒可引起结膜炎，包括腺病毒、疱疹病毒等。腺病毒导致流行性角结膜炎和咽结膜热，传染性强。疱疹病毒中HSV-1是常见病因，可致多种眼部疾病。病毒性结膜炎鉴别诊断困难，易误诊漏诊，导致组织损伤和视觉损伤。",
    "source": "NCBI - 病毒感染性眼病病原学诊断的研究进展 https://pmc.ncbi.nlm.nih.gov/articles/PMC8800737/"
  },
    {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "新生儿淋球菌性结膜炎（ophthalmia neonatorum）由产道感染淋病奈瑟菌所致，潜伏期 2-5 天，表现为眼睑高度肿胀、大量脓性分泌物，可迅速进展为角膜溃疡和穿孔。WHO 推荐：对所有新生儿出生后 1 小时内使用 1% 四环素眼膏或 2.5% 聚维酮碘单次滴眼，预防有效率达 90% 以上；母亲淋球菌感染时应同时治疗并随访婴儿。确诊需结膜分泌物革兰染色见革兰阴性双球菌及培养，治疗：静脉头孢曲松 25-50 mg/kg/d × 7 天，局部生理盐水冲洗 q1h 直至分泌物减少，合并角膜受累需加用全身及局部抗生素。",
    "abstract": "新生儿淋球菌性结膜炎潜伏期短、脓性分泌物多，可致角膜穿孔；WHO 推荐出生后立即四环素眼膏或聚维酮碘预防，确诊需培养，治疗以静脉头孢曲松为主并频繁冲洗。",
    "source": "WHO - Guidelines for the management of sexually transmitted infections 2021 https://www.who.int/publications/i/item/9789240023778"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "春季角结膜炎（vernal keratoconjunctivitis, VKC）是一种慢性双侧过敏性眼病，多见于 4-12 岁男孩，春夏季加重。典型体征：上睑结膜巨大乳头（鹅卵石样）、角膜盾形溃疡、Trantas 点（角膜缘白色坏死点）。发病机制：Th2 极化导致 IL-4、IL-5、IL-13 升高，嗜酸粒细胞、肥大细胞浸润；神经肽 VIP、SP 参与瘙痒与角膜上皮损伤。一线治疗：局部抗组胺/肥大细胞稳定剂（奥洛他定、酮替芬），中重度加用 0.1% 氟米龙或 1% 环孢素滴眼液；角膜溃疡需短期强效激素冲击并加用绷带镜。",
    "abstract": "春季角结膜炎为儿童慢性过敏性眼病，春夏季加重，特征为上睑巨大乳头及角膜盾形溃疡；Th2 炎症驱动，一线抗组胺/肥大细胞稳定剂，中重度加激素或环孢素。",
    "source": "UpToDate - Vernal keratoconjunctivitis 2024 https://www.uptodate.com/contents/vernal-keratoconjunctivitis"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "干眼相关结膜炎（keratoconjunctivitis sicca-associated conjunctivitis）见于泪液缺乏或蒸发过强患者，表现为慢性结膜充血、黏液丝状分泌物、异物感，易合并浅层点状角膜炎。机制：泪膜高渗导致结膜上皮细胞凋亡，炎症因子 IL-1β、TNF-α 上调，进一步破坏杯状细胞。管理：人工泪液（无防腐剂透明质酸钠/羧甲基纤维素）每 2-4 h 1 次，严重者加用 0.05% 环孢素 A 滴眼液 bid，睑板腺功能障碍者行热敷及睑缘清洁；环境湿度保持 40-60%，减少屏幕连续使用时间（20-20-20 法则）。",
    "abstract": "干眼相关结膜炎因泪膜高渗致结膜慢性炎症，表现为充血黏液丝；管理以无防腐剂人工泪液为主，重者加环孢素 A，并行睑缘护理及环境湿度调整。",
    "source": "TFOS DEWS II Management and Therapy Report 2017 https://www.tearfilm.org"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "COVID-19 相关结膜炎发生率 0.8-31.6%，与疾病严重程度正相关。SARS-CoV-2 通过 ACE2 和 TMPRSS2 表达于结膜上皮，病毒载量高峰在症状第 1 周；临床表现为水样分泌物、结膜充血、异物感，少数伴角膜点状上皮病变。诊断：RT-PCR 检测结膜拭子病毒 RNA，阳性率 1-6%。处理：支持治疗（人工泪液、冷敷），避免局部激素以免延长病毒脱落；医务人员接触患者时应戴护目镜及面屏，严格执行手卫生。",
    "abstract": "COVID-19 相关结膜炎与病情严重程度正相关，病毒经 ACE2 感染结膜，支持治疗为主，避免激素，医务人员需护目镜及严格手卫生。",
    "source": "PMC - COVID-19 and Conjunctivitis 2021 https://pmc.ncbi.nlm.nih.gov/articles/PMC8016288/"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "巨乳头性结膜炎（giant papillary conjunctivitis, GPC）与隐形眼镜、义眼或缝线摩擦相关，表现为上睑结膜巨大乳头（≥1 mm）、黏液性分泌物、镜片移动增加及异物感。机制：机械摩擦导致结膜上皮屏障破坏，Th2 介导的嗜酸粒细胞、肥大细胞浸润。处理：暂停隐形眼镜 2-4 周，更换为日抛高透氧镜片或框架眼镜；局部 0.1% 奥洛他定 bid，重者短期 0.1% 氟米龙 qid 1 周后渐减；加强镜片护理，使用无防腐剂护理液及酶清洁片。",
    "abstract": "巨乳头性结膜炎与隐形眼镜摩擦相关，特征为上睑巨大乳头及黏液分泌物；处理包括停镜、换日抛、局部抗组胺/激素及加强镜片护理。",
    "source": "Contact Lens and Anterior Eye 2022;45:101-108 https://doi.org/10.1016/j.clae.2021.101608"
  },
    {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "结膜炎（Conjunctivitis）是由微生物（病毒、细菌、衣原体等）感染、外界刺激（物理刺激、化学损伤）及过敏反应等引起的结膜炎症，俗称“红眼病”。感染性结膜炎即指由病毒、细菌、衣原体等感染所致的结膜炎具有很强的传染性，其他类型结膜炎如过敏性结膜炎或外界刺激引起的结膜炎等则不具有传染性。急性期感染性结膜炎患者需要在家隔离休息和治疗，避免到公共场所和游泳池，以免引起群发性感染事件。结膜炎是一种包括多种病因的笼统诊断，发病率很高。可以发生于世界各地，影响各年龄和各社会阶层的人群。结膜炎的患病率依病因、年龄及季节的不同有很大的差异。病毒性结膜炎是最常见的结膜炎，夏季更为高发，可发生于各年龄段，因成人与外界环境接触更多，故发病率更高。细菌性结膜炎是第二大常见类型，在儿童病例中占大多数（50％~75％），12月至次年4月属于高发季节。过敏性结膜炎具有明显的季节性，多发生在花粉飘散的季节，故每年的4~10月份发病率高。",
    "abstract": "结膜炎是由感染、刺激或过敏引起的结膜炎症，俗称红眼病。感染性结膜炎具有传染性，病毒性最常见且夏季高发，细菌性在儿童中多见且冬季高发，过敏性具有明显季节性。不同类型结膜炎的患病率因年龄、季节和病因而异。",
    "source": "百度健康医典 - https://baike.baidu.com/medicine/disease/%E7%BB%93%E8%86%9C%E7%82%8E/1247696"
  },
  {
    "disease_name": "结膜炎",
    "category": "眼科疾病",
    "information": "传染性结膜炎由各种细菌和病毒感染所致。这通常称为红眼，因为您的眼睛变为粉红色或红色。传染性结膜炎可轻易在两眼之间相互传染，也可轻易在人与人之间传染。通常由病毒引起。病毒性结膜炎（由病毒引起）持续 1~2 周，可自行消失。如果您患有细菌性结膜炎，医生会给您使用抗生素滴眼液。为了避免将结膜炎传染给他人，要勤洗手，避免共用毛巾、洗脸巾和床上用品。如果新生儿的母亲患有衣原体病或淋病，则新生儿可能患有传染性结膜炎。该感染是在分娩时由母体传染给婴儿。如果未接受治疗，婴儿可能会失明，并需要立即看医生。",
    "abstract": "传染性结膜炎由细菌或病毒引起，具有传染性，易在人与人及眼与眼之间传播。病毒性结膜炎通常1-2周自愈，细菌性需抗生素治疗。新生儿可通过母亲产道感染衣原体或淋球菌性结膜炎，未治疗可能导致失明。预防传播需注意手卫生和个人物品隔离。",
    "source": "默沙东诊疗手册家庭版 - https://www.msdmanuals.cn/home/quick-facts-eye-disorders/conjunctival-and-scleral-disorders/infectious-conjunctivitis"
  }
]